Repository: linuxmint/ubiquity
Catalog: d-i/source/partman-auto/debian/po/*.po
Languages: nn

source: Please wait...
nn: Vent litt ...

source: Computing the new partitions...
nn: Reknar ut dei nye partisjonane ...

source: Failed to partition the selected disk
nn: Klarte ikkje partisjonere den valde disken

source: This probably happened because the selected disk or free space is too small to be automatically partitioned.
nn: Dette skjedde truleg fordi den valde disken eller det ledige området er for lite til å bli automatisk partisjonert.

source: This probably happened because there are too many (primary) partitions in the partition table.
nn: Dette skjedde truleg fordi det er for mange (primære) partisjonar i partisjonstabellen.

source: Partitioning method:
nn: Partisjoneringsmetode:

source: The installer can guide you through partitioning a disk (using different standard schemes) or, if you prefer, you can do it manually. With guided partitioning you will still have a chance later to review and customise the results.
nn: Dette installasjonsprogrammet kan leie deg gjennom klargjering av ein harddisk (partisjonering). Du kan også gjere det manuellt viss du vil. Viss du vel å bli leia gjennom partisjoneringa, vil du framleis ha høve til seinare å sjå resultatet og endre på det.

source: If you choose guided partitioning for an entire disk, you will next be asked which disk should be used.
nn: Viss du vel å bli leia gjennom klargjeringa av harddisk, vil det første spørsmålet vere kva for harddisk som skal brukast.

source: Partitioning scheme:
nn: Partisjoneringsoppsett:

source: Selected for partitioning:
nn: Disk(område) som skal klargjerast:

source: The disk can be partitioned using one of several different schemes. If you are unsure, choose the first one.
nn: Disken kan partisjonerast på ein av fleire førehandsdefinerte måtar. Viss du ikkje er sikker, vel den første.

source: Unusable free space
nn: Ikkje brukbart ledig område

source: Partitioning failed because the chosen free space may not be used. There are probably too many (primary) partitions in the partition table.
nn: Klarte ikkje partisjonere automatisk fordi det ledige området ikkje kan brukast. Det er truleg for mange (primære) partisjonar i partisjonstabellen.

source: Guided partitioning
nn: Partisjonering med vegleiing

source: Guided - use the largest continuous free space
nn: Vegleiing - Bruk området som har mest samanhengande ledig plass

source: Guided - use entire disk
nn: Vegleiing - bruk heile harddisken

source: Select disk to partition:
nn: Vel harddisk som skal klargjerast:

source: Note that all data on the disk you select will be erased, but not before you have confirmed that you really want to make the changes.
nn: Merk at alle data på den disken du vel vil bli sletta, men ikkje før du har stadfesta at du er sikker på at du vil gjere endringane.

source: Select disk(s) to partition:
nn: Vel disk(ar) som skal klargjerast:

source: Note that all data on the disk(s) you select will be erased, but not before you have confirmed that you really want to make the changes.
nn: Merk at alle data på diskane du vel vil bli sletta, men ikkje før du har stadfesta at du er sikker på at du vil gjere endringane.

source: Manual
nn: Manuelt

source: Automatically partition the free space
nn: Partisjoner det ledige området automatisk

source: All files in one partition (recommended for new users)
nn: Alle filer på ein partisjon (tilrådd for nye brukarar)

source: Separate /home partition
nn: Eigen /home-partisjon

source: Separate /home, /usr, /var, and /tmp partitions
nn: Eigne partisjonar for /home, /usr, /var og /tmp

source: Small-disk (< 1GB) partitioning scheme
nn: Partisjoneringsoppsett for liten disk (< 1 Gb)

source: Guided - resize ${PARTITION} and use freed space
nn: Målstyrt - Endre storleik på ${PARTITION} og nytt frigjort plass

source: Failed to create enough space for installation
nn: Kunne ikkje frigjere nok plass til installasjonen

source: The resize operation did not create enough free space for the installation. Resizing may have failed. You will have to set up partitions manually.
nn: Operasjonen med å endre storleiken på partisjonen frigjorde ikkje nok plass til installasjonen. Endring av storleiken kan ha feila. Du må setje opp partisjonane manuelt.
