Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
af: Dit kan die gevolg wees van die gebruik van 'n ou installasieafbeelding, of as gevolg van 'n fout in een van die bogenoemde pakkette. Meer inligting kan verkry word in /var/log/syslog. Die installeerder sal in elkgeval poog om voort te gaan, maar kan op 'n later stadium misluk en sal nie ander pakkette kan installeer of verwyder (moontlik insluitende homself) vanuit die geïnstalleerde stelsel nie. Jy moet eerstens soek na nuwer weergawes van jou installasieafbeelding en, indien onsuksesvol hiermee, dit by jou verspreider rapporteer.
ar: قد يكون هذا الخطأ ناتج عن استعمال نسخة قديمة من المثبت أو خلل في إحدى الحزم في القائمه أعلاه. لمزيد من التفاصيل راجع ‭/var/log/syslog‬. سيحاول المثبت أن يكمل التثبيت ولكن قد يفشل في إكماله في أي مرحلة وقد لا يمكنك إزاله الحزم الزائده بما فيها هذه الحزمة، يجب أولا أن تحاول أن تجد إصدارة جديده من المثبت أو أبلغ عن المشكله لموزعك.
ast: Esto pue debese a que tas usando una imaxe antigua del instalador, o a un erru en dalgunos de los paquetes llistaos a continuación. Pues atopar más detáis en /var/log/syslog. L'instalador intentará continuar de toes formes, pero pue fallar nun puntu postreru, y nun sedrá a instalar o desinstalar otros paquetes (incluyendo, dablemente, elli mesmu) del sistema instaláu. Tendríes de guetar primero nueves versiones de la to imaxe del instalador, o notificar el problema al distribuidor.
bg: Това може да се дължи на стар инсталационен пакет или диск, или може да е грешка в някои от пакетите в горния списък. Допълнителни сведения могат да бъдат открити в /var/log/syslog. Инсталаторът ще се опита да продължи, но е възможно да се провали по-късно, при което няма да можете да инсталирате или премахвате други пакети (възможно е да важи и за самия инсталатор) от системата. Най-добре би било да проверите за нова версия на инсталационния пакет или диск, а ако това не проработи, отнесете въпроса към вашия разпространител.
bo: འདི་ནི་ཕལ་ཆེར་སྒྲིག་འཇུག་ཆས་རྙིང་པ་ཞིག་སྤྱོད་བཞིན་ཡོད་པའི་རྐྱེན་གྱིས་ཡིན་པའམ་ཡང་ན་གོང་དུ་འཁོད་པའི་མཉེན་ཆས་ཐུམ་བུ་ནང་དུ་སྐྱོན་ཞིག་ཡོད་པ་འདྲ། གནས་ཚུལ་ཞིབ་ཕྲ/var/log/syslog ནང་དུ་འཁོད་ཡོད། སྒྲིག་འཇུག་ཆས་ཀྱིས་གང་ལྟར་མུ་མཐུད་རྒྱུ་ཡིནའང་འོག་རིམ་དུ་སྒྲིག་འཇུག་ཆད་སྲིད་པ་དང་ཐུམ་བུ་གཞན་གསར་འཇུག་དང་སྒྲིག་འཇུག་བྱས་པའི་མ་ལག་ནས་ཐུམ་བུ་དོར་མི་ཐུབ། རང་ཉིད་ཀྱིས་དང་པོ་སྒྲིག་འཇུག་ཆས་བརྙན་གཟུགས་གསར་བ་ཞིག་འཚོལ་བ་དང་ཡང་ན་འགྲེམས་སྤེལ་མཁན་ལ་སྐྱོན་འདིའི་ཡར་ཞུ་ཞིག་བྲིས་ན་བཟང་།
bs: Ovo se može desiti jer koristite stariju instalacionu sliku (ISO), ili zbog greške u navedenom paketu. Može detalja se može pronaći u /var/log/syslog. Instaler će ipak pokušati nastaviti, ali može otkazati u nekom trenutku kasnije, te nećete moći biti u stanju da instalirate ili obrišete druge pakete (ukljućujući i samog sebe) sa instaliranog sistema. Trebali bi ste prvo potražliti noviju verziju instalacione slike (ISO) ako postoji, ili da obavijestite distributera o ovom problemu.
ca: Això pot ser degut al fet que s'estigui utilitzant una imatge d'instal·lació vella, o bé a un error en algun dels paquets llistats aquí sobre. Podeu trobar més detalls a /var/log/syslog. De tota manera, l'instal·lador intentarà continuar, però pot ser que falli en algun punt determinat i no pugui instal·lar o suprimir altres paquets (fins i tot el seu mateix) del sistema. Abans de res, hauríeu de comprovar si hi ha versions noves de la imatge d'instal·lació. En cas contrari, hauríeu d'informar d'aquest error a la vostra distribució.
cs: Toto mohlo způsobit použití starého obrazu instalátoru, nebo to může být kvůli chybě v některém výše uvedeném balíku. Více podrobností můžete nalézt ve /var/log/syslog. Instalátor se pokusí pokračovat, ale může selhat v dalším místě a nebude schopen instalovat nebo odebrat jiné balíky (možná včetně sebe) z instalovaného systému. Měli byste nejdříve vyhledat novější verzi obrazu instalátoru; pokud neexistuje, nahlaste problém vašemu distributorovi.
cy: Gall hwn wedi cael ei achosi gan ddefnyddio delwedd gosod hen, neu efallai oherwydd nam mewn rhai o'r pecynnau wedi'u rhestri uchod. Mi allwch ddarganfod fwy o fanylion yn /var/log/syslog. Bydd y gosodwr yn ceisio parhau beth bynnag, ond mi allai fethu'n hwyrach, ac ni fuasai'n gallu gosod neu dadosod pecynnau eraill (efallai ei hunan hefyd) o'r system gosodiedig. Dylsech edrych am fersiynau mwy diweddar o'ch delwedd gosod yn gyntaf, neu, wedi methu hynny, adroddwch y problem i'ch dosbarthydd.
da: Dette kan skyldes, at du bruger et gammelt installationsaftryk, eller at der er en fejl i nogle af pakkerne, som er listet ovenfor. Yderligere detaljer findes måske i /var/log/syslog. Installationsprogrammet vil forsøge at forsætte alligevel, men programmet kan fejle senere i processen, og det vil ikke være i stand til at installere eller fjerne andre pakker (måske inklusiv sig selv) fra det installerede system. Du bør undersøge, om der findes nyere versioner af dit installationsaftryk. Hvis det ikke er tilfældet, kan du rapportere problemet til din distributør.
de: Der Fehler könnte durch die Verwendung eines veralteten Installationsprogramms verursacht worden sein oder aufgrund eines Fehlers in den obigen Paketen. In der Protokolldatei »/var/log/syslog« könnte Näheres dazu stehen. Es wird versucht, die Installation fortzusetzen, sie könnte aber zu einem späteren Zeitpunkt fehlschlagen. Möglicherweise können dann nicht alle erforderlichen Pakete installiert oder entfernt werden (inklusive des Installationsprogramms selbst). Sie sollten zuerst überprüfen, ob eine neuere Version des Installationsprogramms bzw. -mediums verfügbar ist oder den Fehler dem Herausgeber der Veröffentlichung melden.
el: Αυτό ίσως να συμβαίνει λόγω χρήσης παλαιότερης εικόνας εγκατάστασης, ή λόγω σφάλματος σε κάποια από τα πακέτα που αναφέρονται παρακάτω. Περισσότερες λεπτομέρειες μπορούν ίσως να βρεθούν στο /var/log/syslog. Η εγκατάσταση θα προχωρήσει έτσι κι αλλιώς, αλλά ίσως αποτύχει μετά και δεν θα μπορούν να εγκατασταθούν (πιθανότατα και η ίδια η ρουτίνα εγκατάστασης) άλλα πακέτα από το εγκατεστημένο σύστημα. Πρέπει πρώτα να γίνει έρευνα για νεότερες εκδόσεις της εικόνας εγκατάστασης ή σε περίπτωση αποτυχίας αναφορά του σφάλματος στον προμηθευτή σας.
eo: La kaŭzo povas esti malnova instalpakaĵo aŭ eble iu supre listigita pakaĵo enhavas cimon. Pli da detaloj troviĝas en /var/log/syslog. Ajnakaze la instalilo klopodos daŭrigi, sed povas esti, ke ĝi fiaskos poste kaj ne plu povos instali aŭ malinstali pakaĵojn (inkluzive sin mem) en/el la sistemo. Provu unue trovi pli novan version de la instalpakaĵo, kaj se vi malsukcesas, raportu tion al la distribuisto.
et: See võib juhtuda kui kasutada vana paigaldajatõmmist, või on tegemist veaga mõnes eeltoodud paketis. Täpsem info leidub failis /var/log/syslog. Paigaldaja üritab jätkata, kuid võib siiski ebaõnnestuda ning ei pruugi osutuda võimeliseks paigaldama ja teisi pakke süsteemist eemaldama (võimalik, et ka iseennast). Esiteks on mõttekas otsida uuemaid paigaldajatõmmiseid, või kui see ei aita, siis anda ilmnenud veast levitajale teada.
eu: Hau instalatzaile-irudi zahar baten edo goian zerrendatutako paketeren baten akatsen baten erruz izan daiteke. Xehetasun gehiago aurkituko dituzu '/var/log/syslog'-n. Aurrera jarraitzen saiatuko da instalatzailea, baina posible da aurrerago huts egitea, eta ez da beste pakete batzuk (agian bere burua ezta ere) instalatu edo kentzeko gai izango. Lehenik, zure instalatzaile-irudiaren bertsio berriak bilatu beharko zenituzke, edo zure hornitzaileari arazo honen berri eman beharko zenioke.
fa: این اتّفاق ممکن است به خاطر استفاده از یک تصویر نصب‌کنندهٔ قدیمی یا مشکلی در برخی بسته‌های فهرست شده در بالا باشد. ممکن است در /var/log/syslog/ جزئیات بیش‌تری موجود باشد. در هر صورت نصب‌کننده ادامه خواهد داد، ولی ممکن است در کمی بعد شکست خورده و قادر نباشد بسته‌های دیگر را نصب کرده یا (شاید حتا خودش را) از سامانهٔ نصب‌شده حذف کند. ابتدا باید به دنبال ویرایش جدید تری از تصویر نصب‌کننده‌تان باشید، چنان‌چه مشکل حل نشد، آن را به توزیع‌کننده‌تان گزارش کنید.
fi: Tämä voi johtua vanhasta asentimesta tai virheestä jossain luetelluista paketeista. Lisätietoja saattaa olla tiedostossa /var/log/syslog. Asennusohjelma yrittää jatkaa joka tapauksessa, mutta voi keskeytyä myöhemmin eikä voi asentaa tai poistaa muita paketteja (mukaan lukien itseänsä) asennetusta järjestelmästä. Ensimmäiseksi tulisi etsiä uudempia versioita asentimesta, tai jos tämä ei ole mahdollista, kertoa ongelmasta jakelun valmistajalle.
fr_ca: Ceci peut être causé par l'utilisation d'une ancienne image de l'installeur, ou par à un bogue dans certains paquets listés ci-dessus. De plus amples détails peuvent être trouvés dans /var/log/syslog. L'installeur essayera de continuer malgré tout, mais pourra échouer plus tard sans pouvoir installer ou supprimer d'autre paquets (possiblement lui-même inclus) du système installé. Vous devriez d'abord chercher de nouvelles versions de votre image de l'installeur, ou si cela échoue, signaler le problème à votre distributeur.
gd: Dh'fhaoidte gun do thachair seo ri linn seann-ìomhaigh stàlaidh no buga anns na pacaidean gu h-àrd. Gheibh thu barrachd fiosrachaidh ann an /var/log/syslog. Feuchaidh an stàlaichear leantainn air adhart co-dhiù ach dh'fhaoidte gun tuislich e a-rithist agus nach urrainn dha pacaidean eile a stàladh no a thoirt air falbh (a' gabhail a-steach e fhèin) on t-siostam a tha 'ga stàladh. Bu chòir dhut sùil a thoirt an toiseach ach a bheil ìomhaigh stàlaicheir nas ùire ann no mur eil, fios a chur gu na daoine aig an d'fhuair thu e.
gl: Isto pode ser debido a unha imaxe de instalación antiga ou a un erro nalgún dos paquetes listados arriba. Pode atopar máis detalles en /var/log/syslog. O instalador tratará de continuar de todos modos, pero pode fallar máis tarde e non ser capaz de instalar ou eliminar outros paquetes (ata a si mesmo, posibelmente) do sistema instalado. Debería antes buscar unha versión máis nova da imaxe de instalación ou mandarlle o informe do problema ao seu distribuidor.
he: יתכן שתקלה זו נגמרה עקב תמונת התקנה ישנה או עקב תקלה באחת מהחבילות המופיעות להלן. ניתן למצוא פרטים נוספים בקובץ ‎/var/log/syslog. תכנית ההתקנה תנסה להמשיך בכול זאת, אך יתכן שהיא תיכשל בשלב מאוחר יותר ולא ניתן יהיה להתקין או להסיר חבילות אחרות (כולל את עצמה ככל הנראה) מהמערכת המותקנת. ראשית עליך לבדוק האם ישנה גרסאות חדשות יותר של תמונת תכנית ההתקנה או להגיש דוח תקלות על התקלה למפיץ שלך.
hi: यह स्थिति पुराने संस्थापक प्रतिबिम्ब के इस्तेमाल के कारण हो सकती है, या उपरोक्त पैकेज में बग की वजह से भी ऐसा हो सकता है. अधिक जानकारी आपको /var/log/syslog से प्राप्त हो सकती है. फ़िर भी संस्थापक संथापना की प्रक्रिया को जारी रखेगा पर आगे जा कर यह प्रक्रिया असफल भी सकती है और आगे की संस्थापना बाधित हो सकती है या संस्थापित तंत्र से अन्य पैकेज (स्वंय को समाहित करते हुए) को हटा सकता है . आप पहले संथापक प्रतिबिम्ब के नविनतम संस्करण का उपयोग करें या असफल होने पर आपके वितरक को इसका रिपोर्ट करें.
hr: Mogući uzrok tome može biti stara slika instalacijskog programa ili greška u nekim iznad navedenim paketima. Više informacija možete pronaći u /var/log/syslog. Instalacijska procedura će svejedno pokušati nastaviti, no kasnije može biti neuspješna, te možda neće moći instalirati ili ukloniti ostale pakete (možda uključujući samu sebe). Najprije biste trebali provjeriti postoji li novija inačica vaše instalacijske slike. Ako ne uspijete pronaći novu inačicu, možete prijaviti problem vašem distributeru.
ia: Il pote ser debite al uso de un imagine de installator vetule, o il pote ser debite a un defecto in alicun del pacchettos listate supra. Detalios additional pote ser disponibile in /var/log/syslog. Le installator pote tentar de continuar comocunque, ma pote faller in un puncto successive E essera incapace a installar o remover altere pacchettos (possibilemente se ipse includite) ex le systema installate. Tu debe primarimente cercar plus nove versiones de tu imagine de installator, o referer le problema a tu distributor.
it: Questo può essere causato da una vecchia immagine di installazione o da un bug in alcuni dei pacchetti sopra elencati. Ulteriori dettagli possono essere trovati in «/var/log/syslog». Il programma di installazione proverà a proseguire ugualmente, ma potrebbe bloccarsi più avanti senza la possibilità di installare o rimuovere altri pacchetti (compreso se stesso) dal sistema installato. È consigliato verificare l'esistenza di nuove versioni dell'immagine di installazione o, nel caso non ci fossero, segnalare il problema alla propria distribuzione.
ja: このエラーは、古いインストールイメージを使用したか、上記のパッケージのバグによって発生した可能性があります。より詳細な情報は、/var/log/syslog を確認してください。インストーラーはインストールを続行しますが、この先で失敗する可能性があり、インストール済みのPCから他のパッケージ（上記のパッケージもおそらく含まれます）のインストールや削除ができなくなる可能性があります。まず最新のインストールイメージを探した上で、それでも失敗するなら問題点を製造元に報告してください。
kab: Ayagi yezmer ad d-yekk seg useqdec n tugna taqburt n usbedday, neɣ seg ubug di kra n yikemmusen i d-yettwabdren uksawen-agi. Tzemreḍ ad tafeḍ ugar n telqayt di /var/log/syslog. Asbedday ad yeɛreḍ ad ikemmel akken yebɣu yili, maca yezmer ad yeɣli akka ɣer sdat, yerna ur yettizmir ara ad yesbedd neɣ ad yekkes ikemmusen-nniḍen (ahat ula d netta s timmad-is) seg unagraw yettwasbedden. Isefk di tazwara ad d-tmuqleḍ lqem amaynut n tugna n usbedday-inek m, neɣ ma ulacakk, ad tazneḍ aneqqis ɣef wugur-agi i wezenzay-inek m.
km: នេះ​អាច​ដោយ​សារ​តែ​ការ​ប្រើ​រូប​ភាព​កម្មវិធី​ដំឡើង​ចាស់​ពេក ឬ​អាច​ដោយ​សារ​កំហុស​នៅ​ក្នុង​កញ្ចប់​មួយ​ចំនួន​ដូច​ដែល​បាន​រាយ​ខាង​លើ​ ។ សេចក្តី​លម្អិត​អាច​រក​នៅ​ក្នុង​ /var/log/syslog ។ ទោះ​បី​យ៉ាង​ណា កម្មវិធី​ដំឡើង​នឹង​ព្យាយាម​បន្ត ប៉ុន្តែ​អាច​នឹង​បរាជ័យ​ត្រង់​ចំណុច​ណា​មួយ​នៅ​ពេល​ក្រោយ​ ហើយ​នឹង​មិន​អាច​ដំឡើង ឬ​យក​កញ្ចប់​ផ្សេង​ចេញ​ (អាច​រួម​បញ្ចូល​ទាំង​ខ្លួន​វា​) ពី​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង​ទៀត​ផង​ ។ ដំបូង​ អ្នក​គួរ​តែ​រក​មើល​កំណែ​ថ្មី​ជាង​នេះនៃ​​រូប​ភាព​កម្មវិធី​ដំឡើង​របស់​អ្នក ឬ​បើ​រក​មិន​ឃើញ​ទេ រាយ​ការណ៍អំពី​បញ្ហា​នេះ​ទៅ​កាន់​អ្នក​ចែក​ចាយ​របស់​អ្នក​ ។
ko: 이 오류는 오래된 설치 이미지를 사용하였거나 위에 표시한 패키지 중 일부의 버그로 발생했을 수 있습니다. 자세한 내용은 /var/log/syslog 파일에서 확인할 수 있습니다. 설치 과정은 계속 진행하지만 이후 실패할 수 있으며 패키지를 설치한 시스템에서 제거하거나 설치할 수 없을 수 있습니다. 우선 새 버전의 설치 이미지를 확인하십시오. 그렇지 않으면 배포자에게 문제를 보고할 수 없습니다.
ku: Dibe ku ev rewş ji ber ku tu peleke kevn a sazkirinê bi kar tînî an jî di pakêtên li jorê de hin çewtî hene, derketibe holê. Zêdetir agahî ji /var/log/syslog dikarî bibînî. Sazkirin wê bidome lê dibe ku di gaveke pêştir de bi ser nekeve û hin pakêtan (pakêta sazkirinê jî tê de) saz neke an jî raneke. Divê pêşî li guhertoya nû ya pela sazkirinê bigerî û çewtiyê ragihînî belavkara pêşkêşkarê.
lt: Tai gali būti dėl to, kad naudojamas senas įdiegimo programos atvaizdis, arba dėl klaidos kažkuriame iš aukščiau išvardintų programų paketų. Išsamesnę informaciją galima rasti /var/log/syslog. Įdiegimo programa vis tiek bandys tęsti, bet jai gali nepavykti vėlesnėje stadijoje, tada tikriausiai negalės įdiegti arba pašalinti kitų programų paketų (galbūt ir pačios savęs) iš įdiegtos sistemos. Reiktų naudoti naujesnę įdiegimo programą arba nusiųsti problemos aprašymą ir ataskaitą jūsų operacinės sistemos gamintojui.
lv: Tā varētu gadīties, ja izmantojat vecu instalatora programmu, vai arī kādā no instalējamajām pakotnēm ir kļūda. Papildu informācija atrodama /var/log/syslog žurnāla datnē. Instalators mēģinās tomēr turpināt, bet darba gaitā var rasties kļūmes un, iespējams, vairs neizdosies instalēt vai noņemt citas pakotnes. Vispirms vajadzētu pārbaudīt, vai nav pieejama jaunāka instalatora versija, un, ja tādas nav, nosūtīt kļūdas paziņojumu izplatītājam.
mr: हे जुन्या प्रस्थापकामुळे होत असेल, किंवा वर दिलेल्या पाकिटांमध्ये काहीतरी चूक असेल. /var/log/syslog मध्ये अजून माहिती सापडेल. प्रस्थापक पुढे जाऊ शकतो पण पुढे जाऊन परत एखाद्या दुसऱ्या ठिकाणी बंद पडू शकतो किंवा काही पाकिटे प्रस्थापित अथवा विस्थापित करू शकणार नाही. यापेक्षा तुम्ही प्रस्थापकाची नवी आवृत्ती शोधा किंवा हि समस्या तुमच्या वितरकाला कळवा.
my: ဤသို့တွေ့ရှိရသည်မှာ ဟောင်းနွမ်းနေသော ထည့်သွင်းမှုပုံရိပ်ကို အသုံးပြုခြင်း သို့မဟုတ် အထက်ပါ စာရင်းထဲမှ အစုအဝေးများထဲမှ အချို့တွင် မှားယွင်းနေသည်များ ပါဝင်နေသောကြောင့် ဖြစ်နိုင်ပါသည်။ /var/log/syslog တွင် အသေးစိတ်များ တွေ့ရှိနိုင်ပါသည်။ မည်သို့ပင်ဖြစ်စေ စနစ်ထည့်သွင်းမှု ဆက်လက်လုပ်ဆောင်ပါမည်။ သို့သော် နောက်ပိုင်းတွင် အောင်မြင်မှုမရှိသည်ကို တွေ့ရနိုင်ပြီး အခြား အစုအဝေးများ ထည့်သွင်းရန် သို့မဟုတ် ဖယ်ရှားရန် မလုပ်ဆောင်နိုင်ဘဲ ရှိပါလိမ့်မည်။ စနစ်ထည့်သွင်းမှု ပုံရိပ်အသစ်ကို ဦးစွာ ရှာဖွေသင့်ပါသည်။ သို့မဟုတ် သင့်ဖြန့်ချိသူထံသို့ မအောင်မြင်မှုအကြောင်း တင်ပြမှု ပြုလုပ်ပါ။
nb: Dette kan skyldes at det brukes et gammelt installasjonsmedium, eller feil i noen av pakkene listet over. Flere detaljer kan finnes i /var/log/syslog. Installasjonsprogrammet vil likevel forsøke å fortsette, men dette kan mislykkes. Installasjonsprogrammet vil da ikke være i stand til å installere eller fjerne andre pakker fra det installerte systemet (trolig heller ikke selve installasjonsprogrammet). Du bør se etter en nyere versjon av installasjonsmediet. Hvis det ikke fungerer med et nytt installasjonsmedium, rapporter problemet til din distributør.
nl: Dit kan komen door het gebruik van een verouderd installatiebestand, of door een fout in enkele van de hierboven getoonde pakketten. Meer details vindt u in /var/log/syslog. Het installatieprogramma zal proberen door te gaan, maar de installatie kan op een later moment alsnog mislukken. In dat geval zal het programma niet in staat zijn om andere pakketten te installeren of om pakketten (waaronder mogelijk zichzelf) van het geïnstalleerde systeem te verwijderen. U wordt aangeraden om een nieuwere versie van het installatiebestand te gebruiken. Wanneer dit niet lukt, meld dan het probleem aan uw distributeur.
nn: Dette kan vera på grunn av at det vert brukt ei gammal installasjonsfil, eller det kan vera ein feil i nokre av pakkane lista opp ovanfor. Fleire detaljar finst i: /var/log/syslog. Installasjonsprogrammet vil prøva å halda fram, men feil kan oppstå seinare, og det vil ikkje kunna installerast eller fjernast pakkar frå det installerte systemet. Du bør sjå etter ei nyare installasjonsfil, eller senda ei feilmelding til leverandøren din.
pl: Powodem tego może być używanie starego obrazu instalatora lub błąd w jednym z powyżej wymienionych pakietów. Więcej szczegółów można znaleźć w pliku dziennika /var/log/syslog. Instalator mimo wszystko podejmie próbę kontynuacji, lecz może przerwać podczas jednego z dalszych kroków i nie być w stanie dodać lub usunąć innych pakietów (włącznie z sobą samym) z instalowanego systemu. Najpierw należy poszukać nowego obrazu instalatora lub przekazać ten raport dystrybutorowi oprogramowania.
ps: دا ښايي چې د لګاند د یوه زوړ انځور د کارولو له کبله شوی وي، یا په پاسه ښودل شويو ځينو بنډلونو کښې د ستونزې له کبله وي. نورې سپړنې تاسې په /var/log/syslog کښې موندلی شئ. که څه هم لګاند به د پایولو هڅه وکړي، خو کېدای شي چې وروسته په کوم یو پړاو کښې نابریالی شي، او بیا به له لګول شوي غونډال نه و نه شي کړی چې بنډلونه ولګوي یا يې ړنګ کړي (خپله د لګاند په ګډون). تاسې لومړی کولای شئ چې د لګاند د انځور نوي بڼو لپاره وګورئ، یا که هغه هم کار و نه کړي نو تاسې دا ستونزه خپل وېشګر ته ور په ګوته کړئ.
pt: Isto pode ter ocorrido por usar uma imagem de instalação antiga ou devido a um erro em algum dos pacotes listados acima. Mais detalhes podem ser encontrados em /var/log/syslog. O programa de instalação tentará prosseguir, mas poderá falhar posteriormente e poderá não instalar ou remover outros pacotes (incluindo o próprio) a partir do sistema instalado. Deverá procurar uma imagem de instalação mais recente, ou na ausência desta, contactar o seu distribuidor.
pt_br: Isto pode ter acontecido por causa de uma imagem antiga do instalador ou pode ser por causa de um bug em alguns dos pacotes listados acima. Mais detalhes podem ser encontrados em /var/log/syslog. O instalador tentará continuar de qualquer forma, mas pode falhar posteriormente, e pode não conseguir instalar ou remover outros pacotes (possivelmente ele mesmo) do sistema instalado. Você deve primeiramente procurar por imagens mais atuais do seu instalador ou, caso isso não seja possível, relatar o problema ao seu distribuidor.
si: මෙය බොහෝ විට පැරණි ස්ථාපක පිළිබිඹුවක් නිසා සිදුවිය හැක, හෝ එය ඉහත ලැයිස්තුගත කර ඇති පැකේජයන්ගේ දෝශයක් නිසා සිදුවිය හැක, වැඩිදුර තොරතුරු /var/log/syslog හීදී දැකිය හැක. ස්ථාපකය කෙසේ හෝ ඉදිරියට යාමට උත්සාහ කරනු ඇත, නමුත් පසු අවස්ථාවක අසාර්ථක වීමේ ඉඩ ඇත. තවද ස්ථාපිත පද්ධතියට වෙනත් පැකේජ ස්ථාපනය හෝ ඉවත් කිරීම (බොහෝ විට එම පැකේජයද ඇතුලත්ව) සිදුකල නොහැකි විය හැක. ඔබට ඔබේ ස්ථාපක පිළිබිඹුවේ නව සංස්කරණයක් සඳහා යොමුවිය හැක නැතහොත් එම දෝශ වාර්ථාව ඔබේ බෙදාහරින්නා වෙත සපයන්න.
sl: Do tega je morda prišlo zaradi uporabe starega odtisa namestilnika ali napake v katerem izmed zgoraj navedenih paketov. Več podrobnosti boste našli v datoteki /var/log/syslog. Ne glede na to se bo namestitev nadaljevala, čeprav lahko spodleti tudi kasneje, ne da bi se namestili ali odstranili predvideni paketi (morda vključno z namestilnikom). Najprej preverite, če obstajajo novejše različice odtisa namestilnika, v nasprotnem primeru pa napako javite svojemu dobavitelju odtisa namestilnika.
sq: Kjo mund të ketë ndodhur për shkak të përdorimit të një instaluesi të vjetër, ose për shkak të ndonjë defekti në paketat e mësipërme. Më tepër detaje mund të gjenden në /var/log/syslog. Instaluesi do të provojë të vazhdojë gjithsesi, por mund të dështojë më vonë dhe mund të mos jetë në gjendje të instalojë apo të heqë paketa të mëvonshme (duke përfshirë edhe vetveten) nga sistemi i instaluar. Duhet të shikoni më parë për versione të reja të instaluesit tuaj, ose raportoni këtë problem tek distributori juaj.
sr: Ово може бити због коришћења старог одраза инсталера или може бити због грешке у неком од пакета наведених горе. Више детаља је доступно у „/var/log/syslog“. Инсталер ће покушати да настави упркос овоме, али може пасти касније и неће моћи да инсталира или уклони друге пакете (можда не и самога себе) са инсталираног система. Требало би да прво потражите новију верзију одраза вашег инсталера или, ако не успете у томе, да пријавите проблем вашем добављачу.
sv: Det här kan bero på användningen av en gammal installationsavbild, eller det kan bero på ett fel i några av de paket som listas ovan. Mer information kan hittas i filen /var/log/syslog. Installationsprogrammet kommer att försöka fortsätta ändå men kan misslyckas vid en senare tidspunkt, och kommer inte kunna installera eller ta bort andra paket (kanske även sig själv) från det installerade systemet. Du bör först leta efter nyare versioner av din installationsavbild, eller rapportera misslyckandet till din leverantör.
te: ఇది పాత స్థాపకం ఇమేజ్ వాడటం వలన అయిఉండొచ్చు, లేదా పైన తెలిపిన కొన్ని ప్యాకేజీలలో బగ్‌ల వల్ల కావొచ్చు. మరిన్ని వివరాలు /var/log/syslog లో కనుగొనవచ్చు. ఏదిఏమైనప్పటికీ స్థాపకం కొనసాగటానికి ప్రయత్నిస్తుంది, కాని తరువాతి పాయింట్ వద్ద విఫలమవ్వవచ్చు, మరియు స్థాపించబడిన సిస్టం నుండి ఇతర ప్యాకేజీలను (బహుశా దానంతట అదే ) స్థాపించడం లేదా తొలగించడం సాధ్యపడకపోవచ్చు. మీరు మొదట స్థాపకం ఇమేజ్ ‌ల కొత్త వర్షన్ కోసం చూడాలి, లేదా సమస్యను మీ పంపిణీదారుడికి నివేదించండి.
tg: Эҳтимол аст, ки тасвири насбкунӣ кӯҳна шудааст, ё баъзе аз бастаҳои зерин дорои хатоҳо мебошанд. Маълумоти муфассал дар /var/log/syslog дастрас аст. Насбкунанда ба ҳар ҳол идома медиҳад, вале метавонад дар давоми насбкунӣ қатъ карда шавад, ва бастаҳои дигар (эҳтимол, бастаҳои ҷорӣ) метавонанд насб карда нашаванд ё аз низоми насбшуда тоза нашаванд. Пеш аз ҳама, шумо бояд нашри тасвири насбкунандаи навтаринро ба даст оред ё дар бораи мушкилии пайдошуда ба дистрибютер хабар диҳед.
th: นี่อาจเป็นเพราะใช้อิมเมจโปรแกรมติดตั้งรุ่นเก่า หรืออาจเพราะบักในบางแพกเกจที่แสดงอยู่ด้านบน รายละเอียดเพิ่มเติมดูได้ที่ /var/log/syslog โปรแกรมติดตั้งจะพยายามทำงานต่อไป แต่อาจผิดพลาดหลังจากนี้ และจะไม่สามารถติดตั้งหรือถอดถอนแพกเกจอื่น (อาจรวมถึงตัวโปรแกรมติดตั้งเองด้วย) จากระบบที่ติดตั้งไว้ ขั้นแรกคุณควรมองหาโปรแกรมติดตั้งรุ่นที่ใหม่กว่า ถ้าไม่สามารถหาได้ ควรรายงานปัญหานี้กับผู้แจกจ่ายชุดติดตั้งนี้ให้คุณ
tr: Bu, eski bir kurucu kullanmanız veya yukarıda listelenen bazı paketlerdeki bir hata yüzünden olabilir. Detaylı bilgi, /var/log/syslog dosyasında bulunabilir. Kurucu yine de devam etmeye çalışacak; fakat sonraki bir aşamada başarısız olabilir ve kurulu sistemde (muhtemelen kendisi de dahil) diğer paketleri kuramayabilir veya kaldıramayabilir. Öncelikle kurucu imajınızın daha yeni versiyonlarını aramalısınız, aksi halde sorunu dağıtıcınıza bildirin.
ug: كونا قاچىلىغۇچ تەسۋىرى ئىشلىتىش ياكى يۇقىرىدا تىزىلغان پروگراممىلارنىڭ بىرەرسىدىكى چاتاق بۇ خىل خاتالىقنى كەلتۈرۈپ چىقارغان بولۇشى مۇمكىن. /var/log/syslog دىن تېخىمۇ كۆپ خاتالىق تەپسىلاتىنى بايقىيالايسىز. قاچىلاش پروگراممىسى ئىجرا قىلىشنى داۋاملاشتۇرىدۇ، ئەمما قاچىلاش مەغلۇپ بولۇشى مۇمكىن، شۇنداقلا قاچىلانغان سىستېمىغا باشقا بوغچا (بۇ پروگراممىنىڭ ئۆزىنىمۇ ئۆز ئىچىگە ئالىدۇ)لارنى قاچىلاپ ئۆچۈرەلمەسلىكىڭىز مۇمكىن. سىز ئەڭ ياخشىسى يېڭى نەشرىدىكى تەسۋىردىن قاچىلاڭ، ياكى بۇ مەسىلىنى پروگرامما ئىجادىيەتچىلىرىگە مەلۇم قىلىڭ.
uk: Це могло статися через використання застарілого образу програми для встановлення, або внаслідок помилки в деяких пакунках, вказаних вище. Детальнішу інформацію можна знайти у файлі /var/log/syslog. Програма для встановлення спробує продовжити роботу незважаючи на це, але пізніше може знову зазнати невдачі. Можливо, вона буде не в змозі встановити або вилучити інші пакунки встановленої системи (або і саму себе). Пошукайте, перш за все, новіші версії образу програми для встановлення, або надішліть звіт про помилку постачальнику.
vi: Lỗi có thể do sử dụng một ảnh đĩa của bộ cài đặt cũ, hoặc cũng có thể do lỗi trong gói cài đặt nào đó liệt kê ở trên. Chi tiết có thể xem ở /var/log/syslog. Bộ cài đặt sẽ tiếp tục mặc dù có thể không thành công, và sẽ không thể cài hay gỡ các gói cài đặt khác (có thể cả chính nó) khỏi máy sau khi cài đặt. Đầu tiên bạn nên kiếm một ảnh đĩa cài đặt mới hơn, hoặc tạm dừng cài đặt và thông báo lỗi cho nhà phân phối.
zh_hk: 這問題可能由於使用了舊的安裝程式映像檔，或者是因為上列部份軟體有臭蟲，更多的細節可以在 /var/log/syslog 中找到。安裝程式將會試著繼續執行，但是安裝有可能會再次失敗，而且可能會無法在系統中安裝或移除其他的套件（可能包含安裝程式本身）。您必須找尋較新版本的安裝程式映像檔，或者回報問題給您的發行版提供者。
