Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
af: 1 partisie gaan verwyder word, gebruik die <a href="">gevorderde partisienutsprogram</a> vir meer beheer
ar: قسم واحد سيُحذف، استخدم <a href="">أداة التقسيم المتقدمة</a> لمزيد من التحكم
ast: 1 partición va desaniciase, usa'l<a href="">preséu avanzáu de particionáu</a> pa tener más control
bg: 1 дял ще бъде изтрит. Използвайте <a href="">инструмента за напреднало разделяне</a> за повече контрол
bo: གསོག་སྡེར་ཁག་1་བསུབ་འགྲོ་ངེས <a href="">མཐོ་རིམ་གསོག་སྡེར་ཁག་བཟོ་ཆས་</a>སྤྱད་ནས་བཟོ་བཅོས་བྱེད་ཆོག
bs: 1 particija će biti obrisana, koristite <a href="">napredni alat za particioniranje</a> za više kontrole
ca: Se suprimirà una partició. Utilitzeu l'<a href="">eina de partiment avançat</a> per tenir-ne més control
ckb: ١ دابەشکراو دەسڕێتەوە، <a href="">advanced partitioning tool</a بەکاربێنە بۆ چاودێریکردنی زیاتر
cs: 1 oddíl bude smazán, pro lepší správu použijte <a href="">pokročilý nástroj na dělení disků</a>
cy: Caiff 1 rhaniad ei ddileu, defnyddiwch yr <a href="">offer rhannu uwch</a> am fwy o reolaeth
da: En partiton vil blive slettet, brug det <a href="">avancerede partitioneringsværktøj</a> for mere kontrol
de: 1 Partition wird gelöscht. Verwenden Sie das <a href="">erweiterte Partitionierungswerkzeug</a> für weitere Einstellungsmöglichkeiten
el: 1 κατάτμηση θα διαγραφεί, χρησιμοποιήστε το <a href="">ειδικό εργαλείο κατατμήσεων</a> για περαιτέρω έλεγχο
eo: 1 subdisko estas viŝota, uzu la <a href="">progresintan dispartigilon</a> por pli da stirebloj
et: Üks kettajagu kustutatakse, plaani muuta saad <a href="">täpsema partitsioonimise vahendi</a> abil
eu: Partizio bat ezabatuko da, erabili <a href="">partizio-editore aurreratua</a> kontrol gehiagorako
fa: ۱ افراز حذف خواهد شد، برای واپایش بیش‌تر از <a href="">ابزار افرازش پیش‌رفته</a> استفاده کنید
fi: Yksi osio tullaan poistamaan, käytä <a href="">edistyneempää osiointityökalua</a> tarkempiin toimenpiteisiin
fr_ca: 1 partition sera supprimée. Utiliser <a href="">l’outil avancé de partitionnement </a> pour plus d’options
gd: Thèid 1 phàirteachadh a sguabadh às, cleachd <a href="">an t-inneal pàirteachaidh adhartach</a> airson barrachd smachd
gl: Eliminarase 1 partición; use a <a href="">ferramenta avanzada de particionamento</a> para ter máis control
he: מחיצה אחת תימחק, יש להשתמש ב<a href="">כלי המחיצות המתקדם</a> לשליטה טובה יותר
hi: 1 छोटा विभाजन मिटा दिया जाएगा, अधिक नियंत्रण हेतु <a href="">advanced partitioning tool</a> का प्रयोग करें
hr: 1 particija će biti obrisana, za veću kontrolu upotrijebite <a href="">alat za napredno particioniranje</a>
ia: un partition essera cancellate, usa le <a href="">instrumento de partition avantiate</a> pro plus de controlo
it: Verrà eliminata una partizione: usare lo <a href="">strumento avanzato di partizionamento</a> per un controllo più preciso.
ja: 1 個のパーティションが削除されます。高度な設定をするには、<a href="">拡張パーティショニングツール</a> を利用してください。
kab: 1 n weḥric ad yettwakkes, seqdec<a href="">Afecku anaẓi n beḍḍu</a> i wugar n usenqed
km: ភាគ​ថាស ១ នឹង​ត្រូវបានលុប ប្រើ <a href="">កម្មវិធី​ចែកភាគ​ថាស​កម្រិត​ខ្ពស់​</a> ដើម្បី​ការ​ត្រួតពិនិត្យ​បន្ថែម​ទៀត
ko: 한 개의 파티션을 삭제합니다. 자세히 조정하려면 <a href="">고급 파티션 도구</a>를 사용하십시오.
ku: 1 beşek wê bê jêbirin, ji bo kontrola zêdetir <a href="">amûra dabeşkirinê ya pêşketî</a> bi kar bîne
lt: 1 skirsnis bus pašalintas, naudokite <a href="">skirsnių tvarkymo įrankį patyrusiems</a>, jei norite patys tvarkyti skirsnius.
lv: 1 nodalījums tiks dzēsts. Izmantojiet <a href="">paplašināto dalīšanas rīku</a>, lai izmantotu papildu iespējas
mr: १ पार्टीशन नष्ट केली जाईल, अजून चांगल्या प्रकारे हाताळण्यासाठी <a href="">आधुनिक पार्टीशनिंग टूल</a> वापरा
my: အကန့် တစ်ခု ဖျက်ပစ်ပါမည်၊ ပိုမိုထိန်းချုပ်ရန်<a href="">အဆင့်မြင့် အခန်းကန့်ဆော့ဝဲ</a> ကို အသုံးပြုပါ
nb: 1 partisjon slettes. Bruk <a href="">advanced partitioning tool</a> for bedre kontroll.
nl: Eén partitie zal worden verwijderd, gebruik voor meer mogelijkheden het <a href="">geavanceerde schijfindelingsgereedschap</a>
nn: 1 partisjon vert sletta. Bruk <a href="">det avanserte partisjoneringsverktøyet</a> for meir kontroll
pl: Jedna partycja zostanie usunięta. Proszę użyć <a href="">narzędzia do zaawansowanego partycjonowania dysków</a>, aby uzyskać więcej możliwości konfiguracji.
ps: ١ وېشنه به ړنګه شي، د نور موټنيوي لپاره د <a href="">وېشنې بريونلی توک</a> وکاروئ
pt: 1 partição será apagada, use a <a href="">ferramenta de particionamento avançado</a> para mais controlo
pt_br: 1 partição será apagada, use a <href="">ferramenta de particionamento avançada</a> para maior controle
si: 1 කුඩා කොටස මකාදැමෙනු ඇත, වැඩි පාලනයක් සඳහා <a href="">උසස් කොටස්කරණ මෙවලම</a> භාවිත කරන්න
sl: 1 razdelek bo izbrisan. Za več nadzora uporabite <a href="">napredno orodje razdeljevanja</a>.
sq: 1 particion do të fshihet, përdorni <a href="">mjetin e avancuar të particionimit</a> për më tepër kontroll
sr: 1 партиција ће бити обрисана, користите <a href="">напредни алати партиционисања</a> за бољу контролу
sv: En partition kommer att tas bort. Använd det <a href="">avancerade partitioneringsverktyget</a> för ytterligare kontroll
te: 1 పార్టిషన్ తీసివేయబడుతుంది, మరింత నియంత్రణ కోసం <a href="">advanced partitioning tool</a> ని వాడు
tg: 1 қисмбандӣ нест карда мешавад, барои идоракунии бештар <a href="">абзори қисмбандии васеъшударо</a> истифода баред
th: มี 1 พาร์ทิชันจะถูกลบ, ใช้ <a href="">เครื่องมือพาร์ทิชันขั้นสูง</a> เพื่อควบคุม
tr: 1 adet bölüm silinecektir, daha fazla kontrol için <a href="">ileri seviye bölümleme aracı</a>nı kullanınız
ug: 1 دانە رايون(partition) ئۆچۈرۈلىدۇ. تېخىمۇ ئىنچىكە كونترول قىلىش ئۈچۈن<a href=\"\">ئالىي partitioning قورالى</a> نى ئىشلىتىڭ.
uk: 1 розділ буде видалено, використайте <a href="">advanced partitioning tool</a> для детальнішого огляду
vi: 1 phân vùng sẽ bị xóa, sử dụng <a href="">công cụ phân vùng nâng cao</a> để điều chỉnh nhiều hơn
zh_hk: 1 個分割區將被刪除，使用<a href="">進階分割工具</a>來進行更多控制

source: Split Largest Partition
af: Splits grootste partisie
ar: اقسم الجزء الأكبر
ast: Dixebrar la partición más grande
bg: Раздели най-големия дял
bo: གསོག་སྡེར་ཁག་ཆེ་ཤོས་དེ་ཁག་བགོ་བ
bs: Razdvoji najveću particiju
ca: Parteix la partició més gran
ckb: جیاکردنەوەی گەورەترین دابەشکراو
cs: Rozdělit největší oddíl
cy: Hollti'r Rhaniad Mwyaf
da: Opdel den største partition
de: Die größte Partition aufteilen
el: Διχοτόμηση της μεγαλύτερης κατάτμησης
eo: Dividi plejgrandan subdiskon
et: Suurima kettajao poolitamine
eu: Zatitu partiziorik handiena
fa: قطعه کردن بزرگ‌ترین افراز
fi: Jaa suurin osio
fr_ca: Scinder la plus grande partition
gd: Sgar am pàirteachadh as motha
gl: Dividir a partición máis grande
he: פיצול המחיצה הגדולה ביותר
hi: विशालतम पार्टीशन का विभाजन करें
hr: Podijeli najveću particiju
ia: Divider le partition plus grande
it: Dividi partizione più grande
ja: 最大パーティションを分割
kab: Bḍu aḥric ameqran
km: ពុះ​ភាគ​ថាស​ដែល​ធំ​បំផុត
ko: 가장 큰 파티션 나누기
ku: Beşa Herî Berfireh Dabeş Bike
lt: Padalinti didžiausią skirsnį
lv: Sadalīt lielāko nodalījumu
mr: सर्वात मोठे विभाजन तोडा
my: အကြီးဆုံး အကန့်ကို ကန့်သတ်ခွဲခြားပါ
nb: Del opp den største partisjonen
nl: Grootste partitie splitsen
nn: Del opp den største partisjonen
pa: ਸਭ ਤੋਂ ਵੱਡਾ ਪਾਰਟੀਸ਼ਨ ਵੰਡੋ
pl: Podziel największą partycję
ps: تر ټولو لوي وېشنه چاودل
pt: Dividir a maior partição
pt_br: Dividir a maior partição
si: විශාලම කොටස බෙදන්න
sl: Razdeli največji razdelek
sq: Nda Particionin më të Madh
sr: Подели најширу партицију
sv: Dela upp största partitionen
te: అతిపెద్ద పార్టిషన్‌ను విభజించు
tg: Тақсим кардани қисмбандии калонтарин
th: แบ่งจากพาร์ทิชันใหญ่ที่สุด
tr: En Büyük Bölümü Böl
ug: چوڭراق رايونغا بولۇش
uk: Розділити найбільший розділ
vi: Chia phân vùng lớn nhất
zh_hk: 切割最大的分割區

source: For best results, please ensure that this computer:
af: Vir die beste resultate neem sorg dat die rekenaar:
ar: لأفضل النتائج، تأكد من أن هذا الحاسوب:
ast: Pa tener los meyores resultaos, asegúrate qu'esti equipu:
bg: За най-добри резултати, моля уверете се, че този компютър:
bo: མཇུག་འབྲས་བཟང་པོ་ཞིག་ཡོངས་བའི་ཆེད་དུ་རྩིས་འཁོར་འདི་ལ་：
bs: Za najbolje rezultate osigurajte da ovaj kompjuter
ca: Per obtenir els millors resultats, assegureu-vos que aquest ordinador:
ckb: بۆ بەدەستهێنانی ئەنجامی باش، تکایە دڵنیابە لەم کۆمپیوتەرە:
cs: Pro bezproblémovou instalaci zajistěte u tohoto počítače, aby:
cy: Ar gyfer y canlyniadau gorau, gwnewch yn siŵr bod y cyfrifiadur hwn:
da: For at opnå det bedste resultat skal du sikre dig følgende:
de: Für eine optimale Installation sollten Sie sicherstellen, dass Ihr Rechner:
el: Για επιτυχημένο αποτέλεσμα, παρακαλούμε εξασφαλίστε ότι ο υπολογιστής:
eo: Por plej bonaj rezultoj, certiĝu, ĉu ĉi tiu komputilo:
et: Parima tulemuse tagamiseks veendu, et:
eu: Emaitza hobea lortzeko, ziurtatu ordenagailu honek:
fa: برای بهترین نتیایج، مطمئن شوید این رایانه:
fi: Saavuttaaksesi parhaan lopputuloksen, varmista seuraavat asiat:
fr_ca: Pour de meilleurs résultats, veuillez vous assurer que cet ordinateur :
gd: Airson 's gun obraich e cho math 's a ghabhas, dèan cinnteach gu bheil na leanas aig a' choimpiutair:
gl: Para ter os mellores resultados, asegúrese de que este equipo:
he: לתוצאות המיטביות, יש לוודא כי מחשב זה:
hi: सर्वश्रेष्ठ नतीजे के लिए, कृपया सुनिश्चत करें कि यह कंप्यूटर:
hr: Za najbolje rezultate, provjerite da ovo računalo:
ia: Pro resultatos melior, per favor assecura te que iste computator:
it: Per un risultato ottimale, assicurarsi che il computer:
ja: 正常にインストールするためコンピューターを確認してください:
kab: Iwakken ad ilin igmaḍ igerrzen, ttxil-k m tḥeq beli aselkim-agi:
km: ដើម្បី​ទទួលបានលទ្ធផល​ល្អបំផុត សូម​ប្រាកដ​ថា​កុំព្យូទ័រ​នេះ ៖
ko: 최적의 결과를 얻으려면 이 컴퓨터의 다음 항목을 확인하십시오:
ku: Ji bo netîceyên herî baş, piştrast be ku kompûtera te van peyda kiriye:
lt: Prašome įsitikinti, kad šis kompiuteris:
lv: Vislabākie rezultāti sagaidāmi, ja datoram izpildīsies šie nosacījumi:
mr: हा संगणक उत्तम परिणामांसाठी:
my: အကောင်းဆုံးရလဒ်ရရိရန်၊ သင့်ကွန်ပျူတာကို အောက်ပါ တို့ကို သေချာရန် ပြုလုပ်ပါ :
nb: For best resultat, vennligst forsikre deg om at denne datamaskinen:
nl: Voor het beste resultaat zorgt u dat deze computer:
nn: For best resultat, kontroller at denne datamaskina:
pa: ਸਭ ਤੋਂ ਵਧੀਆ ਨਤੀਜਿਆਂ ਲਈ, ਯਕੀਨੀ ਬਣਾਉ ਕਿ ਇਹ ਕੰਪਿਊਟਰ ਹੈ:
pl: Najlepsze rezultaty instalacji zostaną uzyskane, jeśli ten komputer:
ps: د غوره پایلو لپاره، مهرباني وکړئ، ډاډمن شئ چې دا سولګر:
pt: Para melhores resultados certifique-se que este computador:
pt_br: Para melhores resultados, certifique-se que este computador:
si: වඩා හොඳ ප්‍රථිපල සඳහා, මෙම පරිගණකය මෙලෙස බව තහවුරු කරගන්න:
sl: Za najboljše rezultate se prepričajte, da ta računalnik:
sq: Për rezultate më të mira, ju lutemi të siguroheni që ky kompjuter:
sr: За најбоље резултате, уверите се да овај рачунар:
sv: För bästa resultat, försäkra dig om att denna dator:
te: మంచి ఫలితాలకోసం, దయచేసి ఈ కంప్యూటర్ పై హామీ ఇవ్వండి:
tg: Барои натиҷаҳои беҳтарин, мутмаин шавед ки ин компютер:
th: เพื่อผลลัพธ์ที่ดีกว่า โปรดตรวจสอบความเรียบร้อยของคอมพิวเตอร์นี้:
tr: En iyi netice için, bu bilgisayarın şunları sağladığından emin olun:
ug: نورمال ئورنىتىش ئۈچۈن، بۇ كومپيۇتېرنى ياخشى تەكشۈرۈڭ:
uk: Для найкращих результатів, переконайтеся, що на цьому комп'ютері:
vi: Để có kết quả tốt nhất, hãy chắc chắn rằng máy tính này:
zh_hk: 為了取得最佳的結果，請確認此電腦：

source: Sorry
af: Jammer
ar: عذرًا
bs: Izvinite
ca: Ho sento
ckb: ببورە
cs: Promiňte
cy: Ymddiheuriad
eo: Pardonu
et: Vabandust
eu: Sentitzen dugu
fa: شرمنده
fi: Pahoittelut
fr_ca: Désolé
gd: Duilich
hr: Isprika
ia: Desolate
ja: 申し訳ありません
kab: Suref-aɣ
ku: Biborîne
lt: Atleiskite
lv: Piedodiet
mr: माफ करा
nl: Helaas
nn: Beklagar
pl: Przepraszamy
ps: بخښنه غواړو
pt: Desculpe
sr: Извините
sv: Beklagar
tg: Таассуф
th: ขออภัย
tr: Maalesef
ug: كەچۈرۈڭ
vi: Xin lỗi
zh_hk: 抱歉

source: Turn off RST
af: Draai af RST
ar: أوقف RST
ca: Desactiva la RST.
cs: Vypnout RST
eu: Itzali RST
fi: Sammuta RST
hr: Isključi RST
ja: RSTをオフにしてください
kab: Sens RST
lt: Išjunkite RST
lv: Izslēgt RST
pl: Wyłącz RST
ps: RST بندول
pt: Desactivar RST
sr: Искључи „RST“
sv: Slå av RST
tg: Хомӯш кардани RST
th: ปิด RST
tr: RST'yi kapat
ug: RST نى تاقاش
vi: Đã tắt RST

source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST before installing Linux Mint. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
af: Hierdie rekenaar gebruik Intel RST (Rapid Storage Technology). Jy moet RST af te skakel voor die installering van Linux Mint. Vir instruksies, open hierdie bladsy op 'n telefoon of ander toestel: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
cs: Tento počítač používá Intel RST (Rapid Storage Technology). Před instalací Linux Mint musíte vypnout RST. Pro instrukce otevřete tuto stránku na telefonu či jiném zařízení: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
fi: Tämä tietokone käyttää Intel RST:tä (Rapid Storage Technology). Sinun tulee sammuttaa RST, ennen kuin asennat Linux Mintn. Lue ohjeet esimerkiksi puhelimellasi tai jollain toisella laitteella: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
hr: Ovo računalo koristi Intel RST (Rapid Storage Technology). Morate isključiti RST prije instalacije Linux Minta. Za daljnje upute, otvorite ovu stranicu na mobilnom telefonu ili na nekom drugom uređaju: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
ja: このコンピューターはIntel RST (Rapid Storage Technology)を使用しています。Linux Mintをインストールする前に、RSTをオフにする必要があります。手順については、スマートフォンなど他のデバイスで次のページを開いてください: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
lt: Šiame kompiuteryje įjungta Intel RST (Rapid Storage Technologija). Jei norite įdiegti Linux Mint Linux sistemą, turėtumėte išjungti RST. Kaip tai padaryti parašyta puslapyje: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a> internete.
sr: Овај рачунар користи Интелову БСТ (Брзо Смештајну Технологију). Треба да искључите БСТ пре него инсталирате Убунту. За упутства, отворите ову страницу на телефону или другом уређају: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
tg: Ин компютер Intel RST (Технологияи нигоҳдории зуд)-ро истифода мебарад. Пеш аз насб кардани Linux Mint, шумо бояд RST-ро хомӯш кунед. Барои гирифтани дастур, лутфан, ин саҳифаро дар телефон ё дастгоҳи дигар кушоед: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
tr: Bu bilgisayar Intel RST (Rapid Storage Technology - Hızlı Depolama Teknolojisi) kullanmaktadır. Linux Mint kurulumundan önce RST'yi kapatmanız gerekmektedir. Talimatlar için bir telefon veya başka bir cihazdan <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a> sayfasını açınız.

source: Turn off BitLocker
af: Draai af BitLocker
ar: اوقف تشغيل BitLocker
ca: Desactiva el BitLocker
cs: Vypnout BitLocker
eu: Itzali BitLocker
fi: Sammuta BitLocker
hr: Isključi BitLocker
ja: BitLockerをオフにしてください
kab: Sens BitLocker
lt: Išjunkite BitLocker
lv: Izslēgt BitLocker
pl: Wyłącz BitLocker
ps: بېټلاکر بندول
pt: Desactivar o BitLocker
sr: Искључи „BitLocker“
sv: Slå av Bitlocker
tg: Хомӯш кардани BitLocker
th: ปิด BitLocker
tr: BitLocker'ı kapat
ug: BitLocker نى تاقاش
vi: Tắt BitLocker

source: This computer uses Windows BitLocker encryption. You need to turn off BitLocker in Windows before installing Linux Mint. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
af: Hierdie rekenaar gebruik Windows BitLocker enkripsie. Jy moet af BitLocker om te draai in Windows voor die installering van Linux Mint. Vir instruksies, open hierdie bladsy op 'n telefoon of ander toestel: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
cs: Tento počítač používá šifrování Windows BitLocker. Před instalací Linux Mint musíte vypnout BitLocker ve Windows. Pro instrukce otevřete tuto stránku na telefonu či jiném zařízení: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
fi: Tämä tietokone käyttää Windowsin BitLocker-salausta. Sinun tulee sammuttaa BitLocker, ennen kuin asennat Linux Mintn. Lue ohjeet esimerkiksi puhelimellasi tai jollain toisella laitteella: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
hr: Ovo računalo koristi Windows BitLocker šifriranje. Morate isključiti BitLocker u Windowsima prije instalacije Linux Minta. Za daljnje upute, otvorite ovu stranicu na mobilnom telefonu ili nekom drugom uređaju: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
ja: このコンピューターはWindowsのBitLockerによる暗号化を使用しています。Linux Mintをインストールする前に、WindowsでBitLockerをオフにする必要があります。手順については、スマートフォンなど他のデバイスで次のページを開いてください: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
sr: Овај рачунар користи Виндоуз шифровање закључавача бита. Треба да искључите Закључавача бита пре него инсталирате Убунту. За упутства, отворите ову страницу на телефону или другом уређају: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/bitlocker</a>
tg: Ин компютер рамзгузории Windows BitLocker-ро истифода мебарад. Пеш аз насб кардани Linux Mint, шумо бояд BitLocker-ро дар Windows хомӯш кунед. Барои гирифтани дастур, лутфан, ин саҳифаро дар телефон ё дастгоҳи дигар кушоед: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
tr: Bu bilgisayar Windows BitLocker şifrelemesi kullanmaktadır. Linux Mint kurulumundan önce Windows'da BitLocker'ı kapatmanız gerekmektedir. Talimatlar için bir telefon veya başka bir cihazdan <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a> sayfasını açınız.

source: You need at least ${SIZE} disk space to install ${RELEASE}.
af: Jy benodig ten minste ${SIZE} disketspasie om ${RELEASE} te installeer.
ar: تحتاج إلى مساحة قرص ${SIZE} على الأقل لتثبيت ${RELEASE}.
bs: Potrebno je ${SIZE} prostora na disku za instalaciju ${RELEASE}.
ca: Us cal almenys ${SIZE} d'espai de disc per instal·lar ${RELEASE}.
ckb: تۆ پێویست بە ${SIZE} قەبارەی پەپکە هەی بۆ دامەزراندنی ${RELEASE}.
cs: Na disku musíte mít alespoň ${SIZE} místa pro instalaci ${RELEASE}
cy: Mae angen o leiaf ${SIZE} o le ar ddisg i osod ${RELEASE}.
eo: Vi bezonas almenaŭ ${SIZE} de diskspaco por instali ${RELEASE}.
et: ${RELEASE} paigaldamiseks on vaja vähemalt ${SIZE} kettaruumi.
eu: Gutxienez ${SIZE} libre behar dira diskoan ${RELEASE} instalatzeko.
fa: برای نصب ${RELEASE} به لااقل ${SIZE} فضای دیسک نیاز دارید.
fi: Levytilaa on oltava vähintään ${SIZE}, jotta ${RELEASE} on mahdollista asentaa.
fr_ca: Il vous faut au moins ${SIZE} d'espace disque libre pour installer ${RELEASE}.
gd: Feumaidh tu ${SIZE} a rum air an diosg air a char as lugha gus ${RELEASE} a stàladh.
hr: Potrebno vam je najmanje ${SIZE} diskovnog prostora za instalaciju ${RELEASE}.
ia: Tu necesita al minus ${SIZE} de spatio de disco pro installar ${RELEASE}.
ja: ${RELEASE} のインストールには少なくとも ${SIZE} のディスク容量が必要です。
kab: Tesriḍ ma drus ${SIZE} n tallunt n uḍebsi iwakken ad tesbeddeḍ ${RELEASE}.
ku: Ji bo barkirina ${RELEASE} herî kêm ${SIZE} valahiya dîskê hewce ye.
lt: ${RELEASE} sistemos įdiegimui, jums reikia bent ${SIZE} laisvos vietos.
lv: Lai instalētu ${RELEASE}, vajag vismaz ${SIZE} brīvas diska vietas.
mr: ${RELEASE} प्रस्थापित पाहण्यासाठी किमान ${SIZE} डिस्क जागा पाहिजे.
nl: U hebt tenminste ${SIZE} schijfruimte nodig om ${RELEASE} te installeren.
nn: Du treng minst ${SIZE} ledig plass på harddisken for å installera ${RELEASE}.
pl: Potrzebujesz przynajmniej ${SIZE} miejsca na dysku, aby zainstalować ${RELEASE}.
ps: د ${RELEASE} لګولو لپاره تاسې پر ټيکلي لګ تر لګه ${SIZE} تشې ته اړتیا لرئ.
pt: Precisa no mínimo ${SIZE} de espaço no disco para instalar ${RELEASE}.
sr: Потребно вам је барем ${SIZE} простора на диску да бисте инсталирали ${RELEASE}.
sv: Du behöver åtminstone ${SIZE} diskutrymme för att installera ${RELEASE}.
tg: Барои насб кардани ${RELEASE} ба шумо ақаллан ${SIZE} фазои дикси компютерӣ лозим аст.
th: คุณต้องมีพื้นที่ว่างอย่างน้อย ${SIZE} จึงจะสามารถติดตั้ง ${RELEASE} ได้
tr: ${RELEASE}'yu kurmak için asgari ${SIZE} disk alanına ihtiyacınız var.
ug: بۇ ${RELEASE} نەشرىنى ئورنىتىشقا ئاز دېگەندە ${SIZE} دىسكا بوشلۇقى كېرەك.
vi: Bạn cần có ít nhất ${SIZE} dung lượng trống để cài ${RELEASE}.
zh_hk: 要至少 ${SIZE} 磁碟空間才能安裝 ${RELEASE}。

source: This computer has only ${SIZE}.
af: Hierdie rekenaar het slegs ${SIZE}.
ar: يحتوي هذا الحاسوب على ${SIZE} فقط.
bs: Ovaj računar posjeduje samo ${SIZE}.
ca: Aquest ordinador sols té ${SIZE}.
ckb: کۆمپیوتەرەکەت تەنها ${SIZE} ماوە.
cs: Tento počítač má pouze ${SIZE} místa.
cy: Dim ond ${SIZE} sydd gan y cyfrifiadur hwn.
eo: Ĉi tiu komputilo disponas nur ${SIZE}.
et: Selles arvutis on ainult ${SIZE}.
eu: Ordenagailu honek ${SIZE} soilik ditu libre.
fa: این رایانه فقط ${SIZE} دارد.
fi: Tällä tietokoneella on tilaa vain ${SIZE}.
fr_ca: L'ordinateur n'en a que ${SIZE}.
gd: Chan eil ach ${SIZE} aig a' choimpiutair seo.
hr: Ovo računalo ima samo ${SIZE} diskovnog prostora.
ia: Iste computatore ha sol ${SIZE}.
ja: このコンピューターには ${SIZE} しかありません。
kab: Aselkim-ayi tesɛa ala ${SIZE}.
ku: Di vê kompûterê de tenê evqas cih heye: ${SIZE}.
lt: Šiame kompiuteryje yra tik ${SIZE}.
lv: Šim datoram ir tikai ${SIZE}.
mr: या संगणकावर फक्त ${SIZE} आहे.
nl: Deze computer heeft slechts ${SIZE}.
nn: Denne datamaskina har berre ${SIZE}.
pl: Ten komputer posiada tylko ${SIZE}.
ps: دا سولګر يوازې ${SIZE} لري.
pt: Este computador tem apenas ${SIZE}.
sr: Овај рачунар има само ${SIZE}.
sv: Den här datorn har endast ${SIZE}.
tg: Ин компютер танҳо ${SIZE} дорад.
th: คอมพิวเตอร์นี้มีเพียง ${SIZE}
tr: Bu bilgisayar sadece ${SIZE} alana sahip.
ug: مەزكۇر كومپيۇتېردا ئاران ${SIZE} دىسكا بوشلۇقى باركەن.
vi: Máy tính chỉ còn ${SIZE}.
zh_hk: 本電腦只有 ${SIZE}。

source: is plugged in to a power source
af: by 'n kragpunt ingeprop is
ar: موصل بمقبس التيار
ast: ta coneutáu a una toma de corriente
bg: е включен към електрическата мрежа
bo: གློག་སྐུད་རྒྱུད་ཡོད་པ
bs: je priključen na izvor napajanja
ca: Estigui connectat a la xarxa elèctrica
ckb: ئایا بەستراوە بە سەرچاوەی کارەباوە
cs: byl připojen ke zdroji napájení
cy: wedi ei gysylltu i ffynhonnell bŵer
da: er sluttet til en strømkilde
de: an die Steckdose angeschlossen ist
el: τροφοδοτείται από την μπρίζα
eo: estas ligita al elektro
et: Arvuti on ühendatud vooluvõrku
eu: energia iturri batera konektatuta dagoela
fa: به یک منبع انرژی وصل است
fi: tietokone on kytketty verkkovirtaan
fr_ca: est connecté à une source d'alimentation
gd: ceangal ri bun-dealain
gl: está conectado a unha toma de corrente
he: מחובר למקור חשמל
hi: शक्ति स्रोत से प्लग किया गया है
hr: kabelom dobiva struju
ia: es attaccate al rete electric
it: sia collegato alla corrente elettrica
ja: 電源に接続されていること
kab: yeqqen ɣer uɣbalu n tnezmart
km: ត្រូវ​បាន​ដោត​ទៅប្រភពថាមពល
ko: 전원을 연결함
ku: girêdayî çavkaniyeke hêzê ye
lt: yra prijungtas prie elektros šaltinio
lv: ir pievienots strāvas avotam
mr: ऊर्जास्रोताला जोडलेला आहे
my: လျှပ်စစ်ပလပ်ပေါက် ချိတ်ဆက်ထားမှု ရှိမရှိ
nb: er koblet til en strømkilde
nl: op een stroomvoorziening is aangesloten
nn: er kopla til ei straumkjelde
pa: ਪਾਵਰ ਸਰੋਤ ਲਈ ਪਲੱਗ ਲੱਗਾ ਹੈ
pl: jest podłączony do źródła zasilania,
ps: د ځواک يوه سرچينه کښې لګول شوی
pt: está ligado a uma fonte de energia
pt_br: está conectado a uma fonte de energia
si: බල සැපයුමකට සම්බන්ධයි
sl: je vklopljen v električno omrežje
sq: është lidhur me një burim korenti
sr: је прикључен на мрежно напајање
sv: är ansluten till en strömkälla
te: విద్యుఛ్చక్తికి అనుసంధానించబడింది
tg: ба васлаки деворӣ васл шудааст
th: การเชื่อมต่อเข้ากับแหล่งจ่ายพลังงาน
tr: bir güç kaynağına bağlı
ug: توكقا چېتىلغان
uk: підключено до джерела струму
vi: được gắn vào một nguồn điện
zh_hk: 有接上電源
