Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: The following file did not match its source copy on the CD/DVD:
af: Die volgende lêer verskil van die oorspronklike weergawe op die CD/DVD.
ar: الملف التالي لا يطابق مصدره في الاسطوانه:
ast: El siguiente ficheru nun concasa cola copia orixinal nel CD/DVD:
bg: Следният файл не съвпада с изходното копие от CD/DVD:
bo: འོག་གི་ཡིག་ཆ་འདི་དང་CD/DVDཐོག་གི་ཐོག་མའི་འདྲ་བཤུ་གཉིས་གཅིག་མཚུངས་མ་རེད:
bs: Sljedeća datoteka nije ista kao njena kopija na CD/DVD-u:
ca: El fitxer següent no coincideix amb el seu original en el CD/DVD:
ckb: ئه‌م په‌ڕگانه‌ی خواره‌وه‌ جیاوازن له‌گه‌ڵ سه‌رچاوه‌كه‌دا كه‌ له‌ CD/DVD دان:
cs: Následující soubor neodpovídá zdrojové kopii na CD/DVD:
cy: Nid oedd y ffeil canlynol yn cyfateb i'w ffynhonell copio ar y CD/DVD:
da: Den følgende fil stemte ikke overens med kildekopien på cd/dvd'en:
de: Folgende Datei entsprach nach dem Kopieren nicht der Originaldatei auf der CD/DVD:
el: Το παρακάτω αρχείο δεν αντιστοιχεί στο αρχικό αντίγραφο του CD/DVD:
eo: La jena dosiero ne egalas sian originan version el la KD/DVD:
et: Järgnev fail erineb algsest versioonist CD/DVD peal:
eu: Fitxategi hau ez dator CD/DVD-ko jatorrizko fitxategiarekin bat:
fa: این پرونده با رونوشت منبعش روی سی‌دی/دی‌وی‌دی تطابق ندارد:
fi: Seuraava tiedosto ei vastannut lähteenä ollutta tiedostokopiota CD-/DVD-levyllä:
fr_ca: Le fichier suivant ne correspond pas à sa copie originale sur le CD/DVD :
gd: Cha robh am faidhle a leanas co-ionnann ris an lethbhreac tùsail air an CD/DVD:
gl: O seguinte ficheiro non coincide coa copia orixinal do CD/DVD:
he: הקובץ הבא אינו תואם לעותק המקור שלו בדיסק:
hi: निम्न फाइल अपने सीडी/डीवीडी स्रोत से मेल नही खाती:
hr: Sljedeća datoteka ne odgovara izvornoj kopiji na CD/DVD-u:
ia: Le file sequente non concorda con su copia fonte sur le CD/DVD:
it: Il seguente file non corrisponde alla copia nel CD/DVD:
ja: 次のファイルはCDまたはDVDのソースコピーと一致しませんでした:
kab: Afaylu-agi ur inmeɣra ara akked tenɣelt-ines deg uḍebsi CD/DVD:
km: ឯកសារ​ដូច​ខាង​ក្រោម​នេះ​មិន​ដំណូច​នឹង​ច្បាប់​ចម្លង​ប្រភព​នៅ​លើ​ស៊ីឌី​/ឌីវីឌី​របស់​វា​ទេ ៖
ko: 다음 파일은 CD/DVD의 원본과 일치하지 않습니다:
ku: Ev pela li jêr û çavkaniya di CD/DVD'ê de hev nagirin:
lt: Šis failas neatitiko savo kopijos CD/DVD diske:
lv: Šī datne neatbilst tā oriģinālam uz CD/DVD:
mr: पुढील फाईल CD/DVD वरील फाईलशी जुळली नाही:
my: အောက်ပါ ဖိုင်သည် CD/DVD မှ မူရင်း ဖိုင်နှင့် တူညီမှု မရှိပါ :
nb: Følgende fil tilsvarer ikke opprinnelig fil på CD/DVD:
nl: Het volgende bestand komt niet overeen met het bronexemplaar op de cd/dvd:
nn: Denne fila var ikkje lik originalen på CD/DVD-plata:
pl: Następujący plik nie jest zgodny z plikiem źródłowym, pochodzącym z płyty CD/DVD:
ps: لاندنۍ دوتنه پر کېښکلي ټيکلي/ګڼيال ليديز ټيکلي د خپلې سرچينې لمېسې سره سمون نه خوري:
pt: O seguinte ficheiro não corresponde ao original no CD/DVD:
pt_br: O arquivo a seguir não corresponde a sua cópia original no CD/DVD:
si: පහත ගොනු එහි CD/DVD මත පවතින මූලික පිටපත සමඟ නොගැලපේ:
sl: Navedena datoteka se ne ujema s svojim izvirnikom na nosilcu CD/DVD:
sq: Skedari që vijon nuk përputhet me kopjen në CD/DVD:
sr: Следећа датотека се не подудара са изворном копијом на оптичком (ЦД/ДВД) диску:
sv: Följande fil stämde inte överens med sin källkopia på cd/dvd-skivan:
te: కిందతెలిపిన ఫైల్‌కి CD/DVD లో ఉన్న దాని సోర్సు ఫైల్‌తో సరిపోలడంలేదు:
tg: Файли зерин ба нусхаи аслии дар CD/DVD мавҷудбуда мувофиқат намекунад:
th: แฟ้มต่อไปนี้ไม่ตรงกับแฟ้มต้นฉบับบนซีดี/ดีวีดี:
tr: Aşağıdaki dosya, CD/DVD üzerindeki kaynak kopyası ile eşleşmedi:
ug: تۆۋەندىكى ھۆججەت ئوپتېك دىسكىغا كۆچۈرۈلگەن ئەسلى ھۆججەتكە ماس كەلمىدى
uk: Наступний файл не відповідає його дійсній копії на CD / DVD:
vi: Tập tin sau đây không trùng khớp với tập nguồn trên đĩa CD/DVD:
zh_hk: 以下檔案和在 CD/DVD 中的版本不相符：

source: Copying installation logs...
af: Besig om installasielogs te kopieer...
ar: ينسخ سجلات التثبيت...
ast: Copiando rexistros de la instalación...
bg: Копиране на инсталационните журнали...
bo: སྒྲིག་འཇུག་ཟིན་ཐོ་འདྲ་བཤུ་བྱེད་བཞིན་པ...
bs: Kopiram instalacijske bilješke...
ca: S'estan copiant els registres de la instal·lació...
ckb: له‌به‌رگرتنه‌وه‌ی تۆماركراوه‌كانی كاری دامه‌زراندنه‌كه‌ له‌ئارادایه‌..
cs: Kopírování záznamů o instalaci…
cy: Copïo logiau gosod...
da: Kopierer installationslogge...
de: Installationsprotokolle werden kopiert …
el: Αντιγραφή των καταγραφών εγκατάστασης...
eo: Kopiante instaladajn registraĵojn...
et: Paigalduslogide kopeerimine...
eu: Instalazioaren log-ak kopiatzen...
fa: در حال کپی‌کردن ثبتهای نصب...
fi: Kopioidaan asennuslokeja...
fr_ca: Copie des journaux d’installation…
gd: A' dèanamh lethbhreac de logaichean an stàlaidh...
gl: Copiando os rexistros da instalación...
he: יומני ההתקנה מועתקים...
hi: संस्थापना के लॉग का नकल हो रहा है...
hr: Kopiranje instalacijskih zapisa...
ia: Copia del registros del installation...
it: Copia dei registri di installazione...
ja: インストールログをコピーしています...
kab: Asenɣel n yiɣmisen n usbeddi...
km: កំពុង​ចម្លង​កំណត់​ត្រា​នៃ​ការដំឡើង...
ko: 설치 기록 복사 중...
ku: Tomarên sazkirinê tên jibergirtin...
lt: Kopijuojami įdiegimo žurnalai...
lv: Kopē instalēšanas žurnālus...
mr: प्रस्थापना नोंदींची प्रत तयार करत आहे...
my: ထည့်သွင်းမှု မှတ်တမ်းများ ကူးယူနေပါသည်...
nb: Kopierer installasjonslogger...
nl: Installatielogboeken aan het kopiëren…
nn: Kopierer installeringsloggar …
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਲਾਗ ਕਾਪੀ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Kopiowanie dzienników instalacji...
ps: د لګونې خبرالونه لمېسل کېږي...
pt: A copiar registos de instalação...
pt_br: Copiando registros da instalação...
si: ස්ථාපන වාර්ථා පිටපත් කරමින්
sl: Kopiranje dnevnikov namestitve ...
sq: Duke kopjuar komandat për instalim...
sr: Умножавам инсталационе белешке...
sv: Kopierar installationsloggar...
te: స్థాపనప్రక్రియ చిట్టాలను నకలుతీయిస్తోంది...
tg: Нусхабардории сабти рӯйдодҳои насбкунӣ...
th: กำลังคัดลอกปูมการติดตั้ง...
tr: Kurulum günlükleri kopyalanıyor...
ug: قاچىلاش خاتىرە ھۆججىتىنى كۆچۈرۈۋاتىدۇ...
uk: Копіювання журналу встановлення…
vi: Đang sao chép các ghi chép cài đặt...
zh_hk: 正在複製安裝記錄...

source: Configuring target system...
af: Konfigureer teikien stesel...
ar: يضبط النظام الهدف...
ast: Configurando'l sistema de destín...
bg: Настройване на целевата система...
bo: དམིགས་ཡུལ་གྱི་མ་ལག་སྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam instalirani sistem...
ca: S'està configurant el sistema instal·lat...
ckb: ڕێکخستنی سیستەمی دەستنیشانکراو...
cs: Nastavování cílového systému…
cy: Ffurfweddi system targed...
da: Indstiller destinationssystemet...
de: Zielsystem wird eingerichtet …
el: Ρύθμιση του επιλεγμένου συστήματος...
eo: Agordante celan sistemon...
et: Sihtsüsteemi seadistamine...
eu: Helburu-sistema konfiguratzen...
fa: درحال پیکربندی سامانهٔ هدف…
fi: Asetetaan kohdejärjestelmää...
fr_ca: Configuration du système cible…
gd: A' rèiteachadh an t-siostaim chinn-uidhe...
gl: Configurando o sistema de destino...
he: מערכת היעד מוגדרת...
hi: लक्षित तंत्र का विन्यास प्रगती में...
hr: Podešavanje ciljnog sustava...
ia: Configuration del systema de destination...
it: Configurazione del sistema di destinazione...
ja: ターゲットシステムを設定しています...
kab: Aswel n unagraw annican...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ​គោល​ដៅ...
ko: 대상 시스템 설정 중...
ku: Pergala armanc tê avakirin....
lt: Konfigūruojama įdiegta sistema ...
lv: Konfigurē mērķa sistēmu...
mr: लक्ष्य प्रणाली संयोजीत करत आहे...
my: သတ်မှတ်ထားသော စနစ်ကို ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Konfigurerer målsystemet...
nl: Doelsysteem aan het instellen…
nn: Set opp målsystemet …
pa: ਟਾਰਗੇਟ ਸਿਸਟਮ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie systemu docelowego...
ps: د موخې غونډال سازول کېږي...
pt: A configurar o sistema alvo...
pt_br: Configurando sistema alvo...
si: ඉලක්කගත පද්ධතිය සකසමින්...
sl: Nastavljanje ciljnega sistema ...
sq: Duke konfiguruar sistemin...
sr: Подешавам циљни систем...
sv: Konfigurerar målsystemet...
te: లక్ష్య వ్యవస్థను స్వరూపిస్తోంది...
tg: Низоми асосӣ танзим шуда истодааст...
th: กำลังตั้งค่าระบบปลายทาง...
tr: Hedef sistem yapılandırılıyor...
ug: نىشان سىستېمىنى سەپلەۋاتىدۇ…
uk: Налаштовування системи призначення…
vi: Đang cấu hình hệ thống đích...
zh_hk: 正在設定目的系統...

source: Configuring system locales...
af: Stel lokaliteitsinstellings op...
ar: يضبط محليات النظام ...
ast: Configurando les llingües del sistema...
bg: Настройване системния locale...
bo: མ་ལག་གི་གནས་ཁུལ་སྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam sistemske parametre lokalizacije...
ca: S'estan configurant la localització del sistema...
ckb: ڕێکخستنی زمانەکان لە سیستەمەکە...
cs: Nastavuje se místní nastavení systému...
cy: Wrthi'n ffurfweddu lleolaethau'r system...
da: Indstiller systemets lokalitetsindstillinger...
de: System-Gebietsschema wird eingerichtet …
el: Ρύθμιση των γλωσσικών εντοπιοτήτων συστήματος...
eo: Agordante sistemajn lokaĵarojn...
et: Süsteemi kasutuskoha määramine...
eu: Sistemaren lokalak ezartzen...
fa: در حال تنظیم کردن زبانهای سیستم...
fi: Asetetaan järjestelmän maa-asetuksia...
fr_ca: Configuration des paramètres régionaux et linguistiques…
gd: A' rèiteachadh sgeamannan ionadail an t-siostaim...
gl: Configurando os idiomas do sistema...
he: המערכת מוגדרת בהתאם לאזור...
hi: तंत्र के स्थानीय को संरुप कर रहा है...
hr: Podešavanje lokalizacijskih postavki...
ia: Configuration local del systema
it: Configurazione delle lingue di sistema...
ja: システムの言語と地域を設定しています...
kab: Aswel n unagraw n tdiganin...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ទីតាំង​ប្រព័ន្ធ​...
ko: 시스템 로켈 설정 중...
ku: Herêmî (locale)'yên pergalê tên mîhenkirin...
lt: Konfigūruojamos sistemos lokalės...
lv: Konfigurē sistēmas lokāles...
mr: प्रणाली स्थानीय संयोजीत करत आहे...
my: စနစ်ပင်ရင်းများကို ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Setter opp systemspråk...
nl: Regionale systeeminstellingen aan het doorvoeren…
nn: Set opp systemspråk …
pa: ਸਿਸਟਮ ਲੋਕੇਲ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie lokalizacji...
ps: د غونډال ځاييزونې سازول کېږي...
pt: A configurar os locales (definições regionais) do sistema...
pt_br: Configurando idiomas do sistema...
si: පද්ධති දේශීයකරණ සකසමින්
sl: Nastavljanje jezikovnih nastavitev ...
sq: Duke konfiguruar lokalizimin e sistemit...
sr: Подешавам локализације система...
sv: Konfigurerar systemlokaler...
te: వ్యవస్థ స్థానికీకరణలను స్వరూపిస్తోంది...
tg: Маҳаллисозии низом танзим шуда истодааст...
th: กำลังตั้งค่าระบบภายใน...
tr: Sistem yerelleri yapılandırılıyor...
ug: سىستېما ئورنىنى سەپلەۋاتىدۇ…
uk: Налаштовування локалей системи…
vi: Đang cấu hình các thông số bản địa của hệ thống...
zh_hk: 正在設定系統地域...

source: Configuring apt...
af: Stel apt op...
ar: يضبط apt...
ast: Configurando apt...
bg: Конфигуриране на apt...
bo: APTསྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam apt...
ca: S'està configurant l'apt...
ckb: ڕێکخستنی apt...
cs: Nastavování apt…
cy: Ffurfweddi apt...
da: Sætter apt op...
de: APT wird eingerichtet …
el: Γίνεται ρύθμιση του apt...
eo: Agordante apt...
et: apt'i seadistamine...
eu: apt konfiguratzen...
fa: در حال تنظیم کردن apt...
fi: Tehdään apt:n asetuksia...
fr_ca: Configuration d'apt…
gd: A' rèiteachadh apt...
gl: Configurando apt...
he: apt מוגדר...
hi: एप्ट कॉन्फ़िगर किया जा रहा है...
hr: Podešavanje apt-a...
ia: Configuration del apt...
it: Configurazione di apt...
ja: APTを設定しています...
kab: Aswel n apt...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ apt...
ko: apt 설정 중...
ku: apt tê mîhengkirin...
lt: Konfigūruojamas apt....
lv: Konfigurē apt...
mr: एप्ट संयोजीत करत आहे...
my: apt ကို ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Setter opp apt...
nl: Apt aan het instellen…
nn: Set opp apt …
pa: apt ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie programu apt...
ps: اې.پي.ټي سازول کېږي...
pt: A configurar o apt...
pt_br: Configurando o apt...
si: apt සකසමින්...
sl: Nastavljanje programa apt ...
sq: Duke konfiguruar apt...
sr: Подешавам апт...
sv: Konfigurerar apt...
te: apt స్వరూపించబడుతోంది...
tg: Барномаи apt танзим шуда истодааст...
th: กำลังตั้งค่า apt...
tr: Apt yapılandırılıyor...
ug: apt سەپلەۋاتىدۇ…
uk: Налаштовування apt…
vi: Đang cấu hình apt...
zh_hk: 正在設定 apt ...

source: Configuring time zone...
af: Stel tydsone op...
ar: يضبط النطاق الزمني...
ast: Configurando la estaya horaria...
bg: Настройване на часовата зона...
bo: དུས་ཚོད་ཀྱི་ཁུལ་སྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam vremensku zonu...
ca: S'està configurant el fus horari...
ckb: ڕێکخستنی کات
cs: Nastavování časového pásma…
cy: Ffurfweddi rhanbarth amser...
da: Indstiller tidszone...
de: Zeitzone wird eingerichtet …
el: Ρύθμιση ζώνης ώρας...
eo: Agordante horzonon...
et: Ajavööndi määramine...
eu: Ordu-eremua konfiguratzen...
fa: درحال پیکربندی منطقهٔ زمانی…
fi: Asetetaan aikavyöhykettä...
fr_ca: Configuration du fuseau horaire…
gd: A' rèiteachadh an raon-ama...
gl: Configurando o fuso horario...
he: אזור הזמן מוגדר...
hi: समय क्षेत्र का विन्यास कर रहा है...
hr: Podešavanje vremenske zone...
ia: Configuration del foso orari...
it: Configurazione del fuso orario...
ja: タイムゾーンを設定しています...
kab: Aswel n tmennaḍ tasragant...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​តំបន់​ពេល​វេលា​...
ko: 시간대 설정 중...
ku: Herêma demê tê mîhengkirin...
lt: Konfigūruojama laiko juosta...
lv: Konfigurē laika joslu...
mr: वेळ क्षेत्र संयोजीत करत आहे...
my: အချိန်​ဒေသဇုန်များ ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Setter opp tidssone...
nl: Tijdzone aan het instellen…
nn: Set opp tidssone …
pa: ਸਮਾਂ ਖੇਤਰ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie strefy czasowej...
ps: مهال سيمه سازول کېږي...
pt: A configurar o fuso horário...
pt_br: Configurando o fuso horário...
si: වේලාකලාපය සකසමින්...
sl: Nastavljanje časovnega pasu ...
sq: Duke konfiguruar zonën kohore...
sr: Подешавам временску зону...
sv: Konfigurerar tidszon...
te: సమయ క్షేత్రం స్వరూపించబడుతోంది...
tg: Минтақаи вақт танзим шуда истодааст...
th: กำลังตั้งค่าเขตเวลา...
tr: Saat dilimi yapılandırılıyor...
ug: ۋاقىت رايونىنى سەپلەۋاتىدۇ…
uk: Налаштовування часового поясу…
vi: Đang cấu hình múi giờ...
zh_hk: 正在設定時區...

source: Configuring keyboard...
af: Stel sleutelbord op...
ar: يضبط لوحة المفاتيح...
ast: Configurando'l tecláu...
bg: Настройване на клавиатурата...
bo: མཐེབ་གཞོང་སྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam tastaturu...
ca: S'està configurant el teclat...
ckb: ڕێکخستنی تەختەکلیل...
cs: Nastavování klávesnice…
cy: Wrthi'n ffurfweddu'r bysellfwrdd...
da: Indstiller tastatur...
de: Tastatur wird eingerichtet …
el: Ρύθμιση πληκτρολογίου ...
eo: Agordante klavaron...
et: Klahvistiku seadistamine...
eu: Teklatua konfiguratzen...
fa: در حال پیکربندی صفحه‌کلید…
fi: Tehdään näppäimistön asetuksia...
fr_ca: Configuration du clavier…
gd: A' rèiteachadh a' mheur-chlàir...
gl: Configurando o teclado...
he: המקלדת מוגדרת...
hi: कुंजीपटल का विन्यास कर रहा है...
hr: Podešavanje tipkovnice...
ia: Configuration del claviero...
it: Configurazione della tastiera...
ja: キーボードを設定しています...
kab: Aswel n unasiw...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ក្តារ​ចុច​...
ko: 키보드 설정 중...
ku: Klavye tê mîhengkirin...
lt: Konfigūruojama klaviatūra...
lv: Konfigurē tastatūru...
mr: कळफलक संयोजीत करत आहे...
my: ကီးဘုတ် ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Setter opp tastatur...
nl: Toetsenbord aan het instellen…
nn: Set opp tastatur …
pa: ਕੀਬੋਰਡ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie klawiatury...
ps: کيليدړه سازول کېږي...
pt: A configurar o teclado...
pt_br: Configurando o teclado....
si: යතුරුපුවරුව සකසමින්...
sl: Nastavljanje tipkovnice ...
sq: Duke konfiguruar tastjeren...
sr: Подешавам тастатуру...
sv: Konfigurerar tangentbord...
te: కీబోర్డును స్వరూపిస్తోంది...
tg: Клавиатура танзим шуда истодааст...
th: กำลังตั้งค่าแป้นพิมพ์...
tr: Klavye yapılandırılıyor...
ug: ھەرپتاختا سەپلەۋاتىدۇ…
uk: Налаштовування клавіатури…
vi: Đang cấu hình bàn phím...
zh_hk: 正在設定鍵盤...

source: Creating user...
af: Besig om gebruiker te skep...
ar: ينشئ المستخدم...
ast: Creando usuariu...
bg: Създаване на потребител...
bo: སྤྱོད་མཁན་སྒྲིག་འཛུགས་བྱེད་བཞིན་པ...
bs: Kreiram korisnika...
ca: S'està creant un usuari...
ckb: دروستکردنی به‌کارهێنه‌ر
cs: Vytváření uživatelského účtu…
cy: Creu defnyddiwr...
da: Opretter bruger...
de: Benutzer wird hinzugefügt …
el: Δημιουργία χρήστη...
eo: Kreante uzanton...
et: Kasutaja loomine...
eu: Erabiltzailea sortzen...
fa: در حال ایجاد کاربر…
fi: Luodaan käyttäjää...
fr_ca: Création de l’utilisateur…
gd: A' cruthachadh a' chleachdaiche...
gl: Creando o usuario...
he: נוצר משתמש...
hi: प्रयोक्ता बना रहा है...
hr: Stvaranje korisnika...
ia: Creation del usator...
it: Creazione dell'utente...
ja: クリーニング中です...
kab: Asnulfu n useqdac...
km: កំពុង​បង្កើត​អ្នក​ប្រើ​...
ko: 사용자를 만드는 중...
ku: Bikarhêner tê çêkirin...
lt: Kuriamas naudotojas...
lv: Izveido lietotāja kontu...
mr: वापरकर्ता निर्माण करत आहे...
my: အသုံးပြုသူ ဖန်တီးနေပါသည်...
nb: Oppretter bruker...
nl: Bezig met maken van gebruiker...
nn: Lagar brukar …
pa: ਯੂਜ਼ਰ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Dodawanie użytkownika...
ps: کارن پنځول کېږي...
pt: A criar utilizador...
pt_br: Criando usuário...
si: පරිශීලක සාදමින්...
sl: Ustvarjanje uporabniškega računa ...
sq: Duke krijuar përdoruesin...
sr: Стварам корисника...
sv: Skapar användare...
te: వాడుకరిని సృష్టిస్తోంది...
tg: Корбар эҷод шуда истодааст...
th: กำลังสร้างผู้ใช้...
tr: Kullanıcı oluşturuluyor...
ug: ئىشلەتكۈچى قۇرۇۋاتىدۇ...
uk: Створення запису користувача…
vi: Đang tạo tài khoản người dùng...
zh_hk: 正在建立使用者...

source: Configuring hardware...
af: Stel hardeware op...
ar: يضبط العتاد...
ast: Configurando'l hardware...
bg: Настройване на хардуера...
bo: སྲ་ཆས་སྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam komponente...
ca: S'està configurant el maquinari...
ckb: ڕێکخستنی پەپکەڕەق
cs: Nastavování zařízení…
cy: Ffurfweddi caledwedd...
da: Indstiller hardware...
de: Hardware wird eingerichtet …
el: Ρύθμιση υλικού...
eo: Agordante aparataron...
et: Riistvara seadistamine...
eu: Hardwarea konfiguratzen...
fa: در حال پیکربندی سخت‌افزار…
fi: Tehdään laitteiston asetuksia...
fr_ca: Configuration du matériel…
gd: A' rèiteachadh a' bhathair-chruaidh...
gl: Configurando o hardware...
he: החומרה מוגדרת
hi: हार्डवेयर विन्यास कर रहा है...
hr: Podešavanje hardvera...
ia: Configuration del hardware...
it: Configurazione dell'hardware...
ja: ハードウェアを設定しています...
kab: Aswel n warrum...
km: កំពុង​កំណត់​រចនាសម្ព័ន្ធ​ផ្នែក​រឹង​...
ko: 하드웨어 설정 중...
ku: Reqalav tê vesazkirin...
lt: Konfigūruojama aparatinė įranga...
lv: Konfigurē aparatūru...
mr: हार्डवेअर संयोजीत करत आहे...
my: hardware ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Setter opp maskinvare...
nl: Apparatuur aan het instellen…
nn: Set opp maskinvara …
pa: ਹਾਰਡਵੇਅਰ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie sprzętu...
ps: هډوتری سازول کېږي...
pt: A configurar o hardware...
pt_br: Configurando o hardware...
si: දෘඩාංද සකසමින්...
sl: Nastavljanje strojne opreme ...
sq: Duke konfiguruar Hardware...
sr: Подешавам физичке компоненте...
sv: Konfigurerar maskinvara...
te: హార్డ్‍వేర్ స్వరూపించబడుతోంది...
tg: Сахтафзор танзим шуда истодааст...
th: กำลังตั้งค่าฮาร์ดแวร์...
tr: Donanım yapılandırılıyor...
ug: قاتتىق دېتال سەپلەۋاتىدۇ...
uk: Налаштовування обладнання…
vi: Đang cấu hình phần cứng...
zh_hk: 正在設定硬件...

source: Installing third-party software...
af: Besig om derdepartysagteware te installeer...
ar: يثبّت برمجيات الطرف الثالث...
ast: Instalando software de terceros...
bg: Инсталиране на приложения от трети страни...
bo: ཚོང་གཉེར་གསུམ་པའི་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་བཞིན་པ་་་
bs: Instalacija programa treće strane...
ca: S'està instal·lant programari de tercers...
ckb: دامەزراندنی داوانامەی لایەنی سێهەم...
cs: Instalace softwaru třetích stran…
cy: Wrthi'n gosod meddalwedd allanol...
da: Installerer tredjepartsprogrammer...
de: Drittanbieter-Software wird installiert …
el: Γίνεται εγκατάσταση λογισμικού τρίτων…
eo: Instalante programaron de ekstera liveranto...
et: Kolmandate osapoolte tarkvara paigaldamine...
eu: Hirugarrengoen softwarea instalatzen...
fa: در حال نصب نرم‌افزارهای خارجی…
fi: Asennetaan kolmannen osapuolen ohjelmia...
fr_ca: Installation de logiciels tiers…
gd: A' stàladh bathar-bog treas-phàrtaidh...
gl: Instalando software de terceiros...
he: מותקנת תכנת צד־שלישי...
hi: तृतीय पक्ष सॉफ्टवेयर संस्थापित कर रहा है...
hr: Instaliranje softvera treće strane...
ia: Installation del software de tertie parte...
it: Installazione software di terze parti...
ja: サードパーティのソフトウェアをインストールしています...
kab: Asbeddi n yiseɣẓanen n wis kraḍ...
km: កំពុង​ដំឡើង​កម្មវិធី​ភាគី​ទី​បី...
ko: 서드 파티 프로그램 설치 중...
ku: Nivîsbariyên kesên-sêyem têne sazkirin...
lt: Įdiegiama kitų gamintojų programinė įranga...
lv: Instalē neatkarīgas izcelsmes programmatūru...
mr: तृतिय पक्ष सॉफ्टवेयर प्रतिष्ठापन करत आहे...
my: တတိယ-အဖွဲ့အစည်း ဆော့ဝဲများ ထည့်သွင်းနေပါသည်...
nb: Installerer tredjepartsprogramvare…
nl: Programmatuur van derden aan het installeren...
nn: Installerer tredjepartsprogramvare …
pa: ਸਤੰਤਰ ਪਾਰਟੀ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Instalowanie dodatkowego oprogramowania...
ps: ٣م-ګړي ساوتري لګول کېږي...
pt: A instalar software de terceiros...
pt_br: Instalando software de terceiros...
si: තෙවන-පාර්ශවීය මෘදුකාංග ස්ථාපනය කරමින්...
sl: Nameščanje programov tretjih oseb ...
sq: Instalim i programeve të palëve të treta...
sr: Инсталирам софтвер трећих лица...
sv: Installerar tredjepartsprogram...
te: థర్డ్-పార్టీ సాఫ్ట్‍వేర్ స్థాపించబడుతోంది...
tg: Нармафзори тарафҳои сеюм насб шуда истодааст...
th: กำลังติดตั้งซอฟต์แวร์จากบุคคลที่สาม...
tr: Üçüncü parti yazılımlar kuruluyor...
ug: ئۈچىنچى تەرەپ يۇمشاق دېتالىنى ئورنىتىۋاتىدۇ…
uk: Встановлення стороннього програмного забезпечення…
vi: Đang cài đặt phần mềm của bên thứ ba...
zh_hk: 正在安裝第三方軟件...

source: Configuring network...
af: Stel netwerk op...
ar: يضبط الشبكة...
ast: Configurando la rede...
bg: Настройване на мрежа...
bo: དྲ་བ་སྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam mrežu...
ca: S'està configurant la xarxa...
ckb: ڕێکخستنی ڕایەڵە
cs: Nastavuje se síť...
cy: Yn cyflunio'r rhwydwaith...
da: Sætter netværket op...
de: Netzwerk wird eingerichtet …
el: Ρύθμιση δικτύου...
eo: Agordante reton...
et: Võrgu seadistamine...
eu: Sarea konfiguratzen...
fa: در حال انجام تنظیمات شبکه ...
fi: Määritetään verkkoasetuksia...
fr_ca: Configuration du réseau…
gd: A' rèiteachadh an lìonraidh...
gl: Configurando a rede...
he: הרשת מוגדרת
hi: नेटवर्क विन्यास रहा है...
hr: Podešavanje mreže...
ia: Configuration del rete...
it: Configurazione della rete...
ja: ネットワークを設定しています...
kab: Aswel n uzeḍḍa...
km: កំពុង​កំណត់​រចនា​សម្ព័ន្ធ​បណ្តាញ​...
ko: 네트워크 설정 중...
ku: Tor tê avakirin...
lt: Konfigūruojamas tinklas...
lv: Konfigurē tīklu...
mr: संजाळ संयोजीत करत आहे...
my: ကွန်ယက် ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Setter opp nettverk ...
nl: Netwerk aan het instellen…
nn: Set opp nettverk …
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Konfigurowanie sieci...
ps: ځال سازول کېږي...
pt: A configurar a rede...
pt_br: Configurando a rede...
si: ජාලය සකසමින්...
sl: Nastavljanje omrežja ...
sq: Duke konfiguruar rrjetin...
sr: Подешавам мрежу...
sv: Konfigurerar nätverket...
te: నెట్‌వర్కు స్వరూపించబడుతోంది...
tg: Шабака танзим шуда истодааст...
th: กำลังตั้งค่าเครือข่าย...
tr: Ağ yapılandırılıyor...
ug: تور سەپلەۋاتىدۇ...
uk: Налаштовування мережі…
vi: Đang cấu hình mạng...
zh_hk: 正在設定網絡...
