Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
af: Dit is meestal die gevolg van 'n foutiewe CD/DVD-skyf of aandrywer. Dit kan help om die CD/DVD skoon te maak, die CD/DVD teen 'n laer spoed te sny of om die CD/DVD-aandrywerlens skoon te maak (skoonmaakprodukte is gewoonlik beskikbaar by elektronikawinkels).
ar: هذا غالبا ناتج عن خلل في القرص أو في محرك الأقراص. يمكن حل المشكل بتنظيف القرص، أو استعمال قرص مسجل بسرعة كتابة منخفضة أو تنظيف عدسة محرك الأقراص (يمكن الحصول على المعدات اللازمة من محلات الأجهزة الإلكترونية).
ast: Esto débese a un CD/DVD o unidá defeutuosa. Podría ayudar llimpiar el CD/DVD, grabar el CD/DVD a una velocidá menor, o llimpiar la lente de la unidá de CD/DVD (en tiendes d'electrónica pues alcontrar sistemes de llimpieza).
bg: Това се случва често поради повреден CD/DVD диск или устройство. Може да помогне почистване на CD/DVD, записване на CD/DVD на по-ниска скорост или да почистване лещите на CD/DVD устройството (налични си комплекти за почистване в магазините за електроника).
bo: སྐྱོན་འདི་ནམ་རྒྱུན་CD/DVD གསོག་སྡེར་རམ་སྒུལ་ཆས་ནས་ཡིན་པ་འདྲ། CD/DVD་གཙང་མ་བཟོ་བའམ་CD/DVD མྱུར་ཚད་དལ་དུ་གཏོང་བ་དང་ཡང་ན་CD/DVD སྒུལ་ཆས་ཀྱི་ཤེལ་མིག་གཙང་སྦྲ་བཟོས་ན་ཕན་ཐོགས་ཡོད་ཤས་ཆེ (གཙང་སྦྲ་ཡོ་ཆས་ནམ་རྒྱུན་གློག་ཆས་གཙོང་མཁན་ལ་ཡོད).
bs: Ovo se često dešava zbog oštećenog CD/DVD diska ili pogona. Od pomoći može biti čišćenje CD/DVD-a, snimanje CD/DVD-a na manjim brzinama, ili čišćenje CD/DVD pogon leće (oprema za čišćenje je dostupna kod dobavljača elektronske opreme).
ca: Això acostuma a ser causat per un disc o lector CD/DVD defectuós. A vegades es pot solucionar netejant el CD/DVD, enregistrant el CD/DVD a una velocitat més baixa, o bé netejant la lent del lector de CD/DVD (les botigues d'informàtica especialitzades solen vendre jocs de neteja).
cs: Toto je často způsobeno chybou CD/DVD disku nebo mechaniky. Může pomoci vyčištění CD/DVD, vypálení CD/DVD na nižší rychlosti nebo vyčištění čočky CD/DVD mechaniky (čistící sady bývají dostupné u prodejců elektroniky).
cy: Mae hwn yn aml wedi achosi gan disg neu gyrrwr CD/DVD gwallus. Gallau bod yn help i glanhau'r CD/DVD, i llosgi'r CD/DVD ar cyflymder is, neu i glanhau lens y gyrrwr CD/DVD (mae pecynnau golchi yn aml argael o cyflenwyr electroneg).
da: Dette skyldes ofte fejl på cd/dvd-disken eller i selve drevet. Det kan hjælpe at rengøre cd/dvd'en, at brænde cd/dvd'en ved en lavere hastighed, eller at rense cd/dvd-drevets linse (rensesæt kan ofte købes i elektronikforretninger).
de: Dies wird oft durch fehlerhafte CD/DVD-Laufwerke oder -Medien verursacht. Es kann helfen, die CD/DVD zu reinigen, die CD/DVD mit einer niedrigeren Geschwindigkeit zu brennen oder die Linse des CD/DVD-Laufwerks zu reinigen (Zubehör für solche Reinigungen ist häufig im Elektronikhandel verfügbar).
el: Αυτό συνήθως οφείλεται σε ελαττωματική συσκευή ή δίσκο CD/DVD. Ίσως βοηθούσε αν καθαρίζατε το δίσκο CD/DVD, αν γράφατε το CD/DVD σε χαμηλότερη ταχύτητα ή αν καθαρίζατε την κεφαλή της συσκευής CD/DVD (συνήθως τα σετ καθαρισμού είναι διαθέσιμα σε καταστήματα ηλεκτρονικών).
eo: Tio ofte estas kaŭzata de erara KD/DVD-disko aŭ diskingo. Purigado de la KD/DVD, reregistro de la KD/DVD per pli malalta rapido aŭ purigado de la KD/DVD-diskingan lenson (purigilaroj ofte disponeblas ĉe elektronikbutikoj) povas helpi.
et: See juhtub tihti vigase CD/DVD-plaadi või -lugeja tõttu. Võimalikud lahendused on plaadi puhastamine, plaadi kirjutamine aeglasemal kiirusel või CD/DVD-lugeja läätse puhastamine (puhastuskomplekte müüakse elektroonikapoodides).
eu: Hau askotan CD/DVD diska edo unitate akastun baten erruz gertatzen da. Lagungarria izan daiteke CD/DVDa garbitzea, CD/DVD hori abiadura mantxoagoan grabatzea edo CD/DVD unitatearen lentea garbitzea (elektronika dendetan hau garbitzeko tresneria aurkitu dezakezu).
fa: این غالباً به علت معیوب بودن دی‌وی‌دی/سی‌دی یا کرداننده‌ی آن است. لنزهای گرداننده را تمیز کنید. (کیت‌های پاک کننده غالباً از تأمین‌کنندگان لوازم الکترونیک در دست‌رسند).
fi: Tämä on usein virheellisen CD-/DVD-levyn tai -aseman vika. CD-/DVD-levyn puhdistus, CD-/DVD-levyn polttaminen pienemmällä nopeudella tai CD-/DVD-aseman linssin puhdistus (puhdistussarjoja myydään usein elektroniikkaliikkeissä) voi auttaa.
fr_ca: Ceci est souvent causé par un disque ou un lecteur CD/DVD défectueux. Vous pourriez nettoyer le CD/DVD, le graver à vitesse réduite ou nettoyer la lentille du lecteur CD/DVD (des trousses de nettoyage sont souvent disponibles chez les fournisseurs d'électronique).
gd: Tachraidh seo gu tric ri linn draibh CD/DVD nach eil a' dèanamh mar bu chòir. Feuch is glan an CD/DVD, loisg an CD/DVD aig astar nas slaodaiche no glan lionsa an draibh CD/DVD (gheibhear acainnean glanaidh o bhùithtean bathair-dhealain gu tric).
gl: Isto adoita deberse a un CD/DVD ou unidade defectuosos. Podería axudar limpar o CD/DVD, gravalo a unha velocidade menor ou mesmo limpar a lente da unidade lectora (nas tendas de electrónica pode encontrar sistemas de limpeza).
he: תקלה זו נגרמת לרוב עקב דיסק התקנה פגום. יתכן שניקוי הדיסק, צריבתו במהירות נמוכה יותר או ניקוי עינית הכונן (ניתן להשיג ערכות ניקוי במגוון חנויות אלקטרוניקה) עלולים לסייע בפתרון הבעיה.
hi: यह प्रायः सीडी/डीवीडी डिस्क या ड्राइव की गड़ब़ड़ी से होता है. सीडी/डीवीडी को साफ करने, सीडी/डीवीडी को धीमी गति से बर्न करने या सीडी/डीवीडी ड्राइव लेंस को साफ करने पर लाभ हो सकता है (सफाई करने का समान इलेक्टाँनिक आपुर्तिकर्ता के पास उपलब्ध रहता है)
hr: Ovo je često posljedica neispravnog CD/DVD medija ili uređaja. Možete pokušati očistiti CD/DVD, snimiti ga manjom brzinom ili očistiti leće na CD/DVD uređaju.
ia: Isto es sovente debite a un disco o a un drive CD/DVD mendose. Il pote adjutar nettar le CD/DVD, gravar le CD/DVD a velocitate minor, o nettar le lente del drive de CD/DVD (le necessaire pro nettar es sovente disponibile per le fornitores de electronica).
it: Questo può essere causato da un disco o da un lettore CD/DVD difettoso. Potrebbe essere utile pulire il CD/DVD, masterizzarlo a una velocità inferiore oppure pulire la lente del lettore (kit di pulizia sono spesso disponibili nei negozi di elettronica).
ja: 多くの場合、CD/DVDかドライブの問題です。CD/DVDのホコリを取り除くか、CD/DVDを低速で焼き直すか、CD/DVDドライブのレンズを掃除すれば解決するかもしれません（電気店に行けば、ドライブレンズの掃除キットが販売されています）。
kab: Ayagi sebba-s di tegti d aḍebsi CD/DVD ixesren neɣ d ameɣri. Iwakken ad tefruḍ ugur, tzemreḍ ad sefḍeḍ aḍebsi CD/DVD, ad tserɣeḍ aḍebsi s urued anadday, neɣ ad tsefḍeḍ tiniltiyin n yimeɣri n uḍebsi CD/DVD (ttawilat n wesfaḍ wejden ɣer yimzenzuyen n dduzan ilikṭrunnanen).
km: ជា​ញឹក​ញាប់ នេះ​ដោយ​សារ​តែ​ដ្រាយ ឬ​ថាស​ស៊ីឌី​/ឌីវីឌី​មាន​កំហុស ។ ​វា​អាច​ជួយ​នៅ​ក្នុងការ​សម្អាតស៊ីឌី​/ឌីវីឌី ជួយ​ដុត​ស៊ីឌី​/ឌីវីឌីត្រឹម​ល្បឿន​មួយ​ដែល​ទាប​ជាង​នេះ ឬ​ជួយ​សម្អាត​ភ្នែក​ដ្រាយ​ស៊ីឌី​/ឌីវីឌី​ (ឧបករណ៍​សម្អាត​ទាំង​នេះ​ជា​ទូទៅ​អាច​រក​បាន​ពី​ក្រុម​ហ៊ុន​ផ្គត់​ផ្គង់​គ្រឿង​អេឡិច​ត្រូនិច) ។
ko: 이 오류는 일반적으로 CD/DVD 디스크나 드라이브에 문제가 있을 때 발생합니다. CD/DVD를 청소하거나 CD/DVD를 느린 속도로 굽거나 CD/DVD 드라이브의 렌즈를 전자 제품 상점에서 판매하는 도구를 이용해 청소하면 해결할 수도 있습니다.
ku: Ev pirsgirêk bi piranî ji ber CD/DVD'yên xirabe derdikeve. Dibe ku heke CD'yê paqij bikî, optîka ajokar paqij bikî an jî CD'yê ji nû ve bidî nivîsandin, pirsgirêk çareser bibe. (Amûrên paqijkirinê li firoşgehên ku amûrên elektronîk difiroşin peyda dibin.)
lt: Ši klaida dažniausiai įvyksta dėl sugedusio (pvz. subraižyto) CD/DVD disko ar diskų nuskaitymo/įrašymo įrenginio. Pamėginkite nuvalyti CD/DVD arba įrašyti CD/DVD mažesniu greičiu ar nuvalyti CD/DVD įrenginio lęšius (valymo rinkinį galite gauti elektronikos parduotuvėse).
lv: Šādu situāciju bieži izraisa bojāts CD/DVD disks vai disku lasošais diskdzinis. Iespējamie risinājumi — diska tīrīšana, diska ierakstīšana zemākā ātrumā, vai arī diskdziņa lēcu tīrīšana (tīrīšanas komplekti ir nopērkami elektronikas preču tirdzniecības vietās).
mr: हे चुकीच्या CD/DVD मुळे होते. CD/DVD साफ केल्याने, कमी वेगात बर्न केल्याने किंवा CD/DVD ड्राइव्हचे भिंग साफ केल्याने मदत होईल(इलेक्ट्रॉनिक दुकानात सफाई हत्यारे उपलब्ध असतात).
my: CD/DVD သို့မဟုတ် drive ချို့ယွင်းချက်ကြောင့်လည်း ဖြစ်တတ်ပါသည်။ CD/DVDကို သန့်ရှင်းမှု ပြုလုပ်ခြင်း၊ CD/DVD ကို အမြန်နှုန်း လျော့ချ၍ ကူးယူခြင်း သို့မဟုတ် CD/DVD ၏ မှန်ဘီလူးကို သန့်ရှင်းခြင်း(သန့်ရှင်းရေး ကိရိယာများ လျှပ်စစ်ပစ်စည်း အရောင်းဆိုင်များတွင် ရရှိနိုင်ပါသည်) ဖြင့် ဖြေရှင်းနိုင်ပါသည်။
nb: Dette er ofte forårsaket av en skadet CD/DVD-plate eller -spiller. Det kan hjelpe å enten rense CD/DVD-platen, brenne CD/DVD-platen på en lavere hastighet eller å rense spillerlinsen (rensesett kan kjøpes på elektronikkbutikker).
nl: Dit komt meestal door een gebrekkige cd/dvd-schijf of -speler. Mogelijke oplossingen zijn: het schoonmaken van de cd/dvd, de cd/dvd opnieuw branden op een lagere snelheid, of het schoonmaken van de lens van de cd/dvd-speler (schoonmaakproducten zijn te verkrijgen bij de meeste elektronicawinkels).
nn: Dette kjem ofte av feil på CD/DVD-plata eller spelaren. Det kan hjelpa å reingjera plata, brenna plata ved lågare fart eller å reingjera linsa i lesaren (reinsesett er tilgjengeleg frå dei fleste elektronikkforretningar).
pl: Powodem jest często uszkodzenie nośnika lub napędu CD/DVD. Pomocne może być czyszczenie napędu, próba zapisu z niższą prędkością lub czyszczenie układu optycznego CD/DVD (zestawy czyszczące są dostępne w sklepach z asortymentem elektronicznym).
ps: دا زیاتره وخت د یو ويارن کېښکلي ټيکلي/ګڼيال ليديز ټيکلي یا سخت ټيکلي له کبله کېږي. د کېښکلي ټيکلي/ګڼيال ليديز ټيکلي په ورو چټکتیا باندې لمېسل یا د کېښکلي ټيکلي/ګڼيال ليديز ټيکلي وړنګې پاکول (چې پاکوونی يې تاسې له برېښنيز وزلو رسوونکو نه تر لاسه کولای شئ)، ښايي چې مرسته وکړي.
pt: Isto pode ter ocorrido devido a um disco ou leitor de CD/DVD defeituoso. Para resolver o problema, pode tentar limpar o CD/DVD, gravar o CD/DVD numa velocidade inferior, ou limpar as lentes do gravador de CD/DVD (normalmente, as lojas de informática disponibilizam kits de limpeza de CDROM).
pt_br: Isto é comumente devido a um disco ou unidade de CD/DVD defeituoso. Limpar o CD/DVD, queimar o CD/DVD em velocidade menor, ou limpar as lentes da unidade de CD/DVD pode ajudar (kits de limpeza são encontrados facilmente em lojas de informática).
si: මෙය බොහෝ විට දෝශ සහගත CD/DVD තැටියක් හෝ ධාවකයක් නිසා සිදුවේ. CD/DVD පිරිසිදු කිරීම, CD/DVD අඩු වේගයකින් දහනය, CD/DVD ධාවකයේ කාච පිරිසිදු කිරීම සහායක් විය හැක (විද්‍යුත් උපකරණ සපයන්නන් සතුව පිරිසිදුකිරීමේ කට්ටල පවතී)
sl: Ponavadi do tega pride zaradi okvare diska ali enote CD/DVD. Morda bo pomagalo, če očistite CD/DVD, ponovno zapišete CD/DVD pri nižji hitrosti ali očistite lečo v enoti CD/DVD (čistilni paketi so pogosto na voljo pri prodajalcih elektronike).
sq: Kjo i dedikohet një disku CD/DVD të dëmtuar. Provoni ta pastroni CD/DVD, ta digjni CD/DVD me një shpejtësi më të vogël, apo të pastroni lenten e pajisjes CD/DVD (mjete pastruese gjenden shpesh në dyqanet elektronike).
sr: Ово се најчешће дешава услед грешке на оптичком (ЦД/ДВД) или чврстом диску. Могло би да помогне чишћење ЦД/ДВД диска, резање ЦД/ДВД диска споријом брзином или чишћење сочива ЦД/ДВД уређаја (комплети за чишћење се најчешће могу наћи у продавницама рачунарске опреме).
sv: Detta händer ofta på grund av en trasig cd/dvd-skiva eller enhet. Det kan hjälpa att göra rent skivan, bränna skivan med en lägre hastighet eller att göra rent linsen i cd/dvd-enheten (rengöringspaket finns ofta tillgängliga hos elektronikleverantörer).
te: సాధారణంగా చెడిపోయిన CD/DVD డిస్కు లేదా డ్రైవ్ వల్లే ఇలా అవుతుంది. ఇది CD/DVD లను శుభ్రంచేయుటకు సహాయపడవచ్చు, CD/DVD ని తక్కువ వేగం వద్ద బర్న్ చేయడం, లేదా CD/DVD డ్రైవ్ అద్దాన్ని శుభ్రంచేయటానికి(శుభ్రపరిచే సామాగ్రి సాధారణంగా ఎలక్ట్రానిక్స్ సరఫరాదారుల వద్ద లభిస్తాయి).
tg: Одатан, ин мушкилӣ ба сабаби вайрон будани драйв ё диски CD/DVD ба вуҷуд меояд. Эҳтимол аст, ки тоза кардани CD/DVD, сабт кардани CD/DVD дар суръати пасттар, тоза кардани линзаи драйви CD/DVD (лавозимоти тозакунӣ дар мағозаҳои компютерӣ дастрасанд) метавонад ба шумо кумак расонад.
th: ปัญหานี้ส่วนใหญ่เกิดมาจากแผ่นซีดี/ดีวีดีหรือไดรว์เสีย อาจลองทำความสะอาดแผ่นซีดี/ดีวีดี เขียนแผ่นซีดี/ดีวีดีที่ความเร็วต่ำลง หรือทำความสะอาดเลนส์ของเครื่องเล่น (ชุดทำความสะอาดเลนส์หาซื้อได้จากร้านขายเครื่องไฟฟ้า)
tr: Bu sorun, genellikle hatalı bir CD/DVD ya da CD/DVD sürücüsü yüzünden oluşur. CD/DVD'yi temizlemek, daha yavaş bir hızda yeniden yazdırmak ya da sürücünüzün merceğini temizlemek sorunu giderebilir (Temizlik malzemeleri çoğunlukla elektronik malzeme satan yerlerden temin edilebilir).
ug: بۇ خىل قىسمەن خاتالىقلار ئادەتتە نۇقسان بار CD/DVD ياكى CD/DVD قوزغاتقۇچ سەۋەبىدىن كېلىپ چىقىدۇ. CD/DVD تازىلاڭ، CD/DVD نى تۆۋەن سۈرئەتتە ئويۇڭ ياكى CD/DVD قوزغاتقۇچنىڭ ئوقۇش بېشىنى تازىلاڭ (تازىلاش بويۇملىرى ئېلېكترون ئۇسكۈنىلىرى شىركەتلىرىدىن سېتىۋالالايسىز).
uk: Таке часто трапляється через дефект CD/DVD диска або пристрою. Може допомогти чистка CD/DVD, перезапис з меншою швидкістю або чистка оптичного приймача в CD/DVD пристрої (засоби чищення можна придбати в постачальника обладнання).
vi: Lỗi này thường do đĩa hoặc ổ đĩa CD/DVD bị hỏng. Hãy thử lau sạch CD/DVD, ghi CD/DVD với tốc độ chậm hơn, hoặc lau chùi mắt đọc của đầu CD/DVD (các dụng cụ lau chùi thường có bán tại các cửa hàng điện tử).
zh_hk: 多數是因為 CD/DVD 光碟或光碟機有問題。清潔一下 CD/DVD、以低速燒錄 CD/DVD，或是清潔一下 CD/DVD 光碟機的雷射針頭 (清潔用品於電器店有售) 可能解決此問題。

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
af: Dit is meestal die gevolg van 'n foutiewe hardeskyf. Dat kan help om te kyk of die hardeskyf oud is en vervang moet word, of om die rekenaar na 'n kouer omgewing te skuif.
ar: هذا غالبا ناتج عن خلل في القرص الصلب. يمكن حل المشكلة بتفقد ما إذا كان القرص الصلب قديما ويجب استبداله، أو بنقل النظام إلى مكان أبرد.
ast: Esto débese davezu a un discu duru defeutuosu. Podría ser d'ayuda revisar si'l discu duru ye antiguu y necesita reemplazase, o mover el sistema a un ambiente más frescu.
bg: Това се случва често поради повреден твърд диск. Може да помогне проверка дали твърдият диск е стар и трябва да го замените или да преместите компютъра в по-студено помещение.
bo: སྐྱོན་འདི་ནམ་རྒྱུན་སྲ་སྡེར་ནས་ཡིན་སྲིད། འདིར་སྲ་སྡེར་རྙིང་དྲག་ནས་བརྗེ་ལེན་བྱེད་དགོས་མིན་ལྟ་ཞིབ་བྱེད་པ་དང་མ་ལག་འདི་ཁོར་ཡུག་གྲང་མོ་ཞིག་གི་ནང་དུ་སྤོས་ན་ཕན་ཐོགས་ཡོད་ཤས་ཆེ།
bs: Ovo se često dešava zbog oštećenog tvrdog diska. Od pomoći može biti provjera starosti tvrdog diska zbog njegove zamjene, ili premjestite sistem u hladniju okolinu.
ca: Aquest error acostuma ser causat per un problema amb el disc dur. Comproveu si el disc dur és massa vell i necessita ser reemplaçat, o bé traslladeu el sistema a una ubicació on hi hagi una temperatura més baixa.
cs: Toto často bývá kvůli vadnému disku. Zkontrolujte proto, zda z jeho diagnostiky (SMART) nevyplývá potřeba ho nahradit. Také může být problém s příliš vysokou teplotou okolí a nebo nedostatečnou ventilací vnitřku stroje. Může pomoci přenést ho do chladnějšího prostředí a nebo jeho (odborné) vyčištění.
cy: Mae hwn yn aml wedi achosi gan disg caled gwallus. Gallau bod yn help i gwirio os yw'r disg caled yn hen ac yn angen newid, neu i symud y system i amgylchedd fwy oer.
da: Dette skyldes ofte fejl på harddisken. Det kan hjælpe at tjekke, om harddisken er gammel og bør udskiftes eller at flytte systemet til et køligere miljø.
de: Dies wird oft durch eine fehlerhafte Festplatte verursacht. Es kann helfen, zu überprüfen, ob die Festplatte alt ist und ausgetauscht werden muss, oder das System in eine kühlere Umgebung zu verlagern.
el: Αυτό συνήθως οφείλεται σε ελαττωματικό σκληρό δίσκο. Ελέγξτε την παλαιότητα του σκληρού δίσκου, ίσως χρήζει αντικατάστασης, ή μετακινήστε το σύστημα σε ψυχρότερο περιβάλλον.
eo: Tio ofte estas kaŭzata de erara fiksdisko. Kontroli ĉu la fiksdisko estas malnova kaj anstataŭigenda aŭ movi la sistemon al pli malvarma medio povas helpi.
et: See juhtub tihti vigase kõvaketta tõttu. Võimalikuks lahenduseks on kõvaketta hooldus ja vajadusel selle asendamine või ka arvuti paigutamine jahedamasse keskkonda.
eu: Hau askotan disko gogor akastun baten erruz gertatzen da. Lagungarria izan daiteke disko gogorra zaharregia den eta aldaketarik behar duen egiaztatzea, edo sistema ingurune hotzagoren batera mugitzea.
fa: این غالباً به علت معیوب بودن هارد دیسک است. بررسی کیند که آیا هارد دیسک قدیمی است و لازم است تعویض شود، یا سامانه باید به محیطی خنک‌تر منتقل شود.
fi: Tämä on usein virheellisen kiintolevyn vika. Kiintolevy saattaa olla vanha ja tarvitset uuden kiintolevyn. Voit myös kokeilla siirtää järjestelmääsi viileämpään tilaan.
fr_ca: Ceci est souvent causé par un disque dur défectueux. Vous pourriez vérifier si le disque dur est ancien et nécessite un remplacement ou déplacer le système dans un environnement plus frais.
gd: Tachraidh seo gu tric ri linn clàir-chruaidh nach eil ag obair mar bu chòir. Thoir sùil a bheil an clàr-cruaidh aosta 's feum air fear ùr no gluais an siostam agad gu àite nas fhionnaire.
gl: Isto adoita deberse a un disco ríxido defectuoso. Podería axudar comprobar se o disco ríxido xa está vello e precisa ser substituído, ou trasladar o sistema a un ambiente máis temperado.
he: תקלה זו נגרמת לרוב עקב כונן פגום. בדיקת ותק הכונן והחלפתו במידת הצורך או העברת המחשב לסביבה קרירה יותר עלולים לסייע בפתרון הבעיה.
hi: यह प्रायः हार्ड डिस्क की गड़ब़ड़ी से होता है. जाँच करें हार्ड डिस्क पुराना तो नहीं है कहीं इसको बदलने की जरुरत तो नही है या अपने तंत्र को ठंडे वातावरण में ले जाएं.
hr: Ovo je često posljedica neispravnog čvrstog diska. Provjerite je li disk star i treba li ga zamijeniti ili premjestite računalo u hladniju okolinu.
ia: Isto es sovente debite a un disco dur mendose. Il pote adjutar controlar si le disco dur es vetule e necessita reimplaciamento, o mover le systema a un ambiente plus frigide.
it: Questo può essere causato da un disco fisso difettoso. Potrebbe essere utile controllare se il disco fisso è vecchio e necessita di essere sostituito oppure spostare il sistema in un ambiente più ventilato.
ja: 多くの場合、ハードディスクの問題です。ハードディスクが古く置き換える必要があるかどうかを確認するか、より低温の環境に移動して動作させると解決するかもしれません。
kab: Sebba n wayagi di tegti d aḍebsi aquran ixesren. Iwakken ad tefruḍ ugur-agi senqed ma yella aḍebsi aquran d aqbur u yesra ad yettwabeddel, neɣ ad tesmuttiḍ anagraw ɣer twennaḍt isemḍen ugar.
km: ជាញឹក​ញាប់ នេះ​ដោយសារ​តែ​ថាស​រឹង​មាន​កំហុស ។ វា​អាច​ជួយ​នៅ​ក្នុង​ការត្រួត​​ពិនិត្យ​មើល​ថា​តើ​ ថាសរឹង​​ចាស់ និង​ត្រូវ​ការ​ជំនួសឬ​អត់ ឬ​ដើម្បី​ផ្លាស់​ទី​ប្រព័ន្ធ​ទៅ​កាន់​បរិស្ថាន​ត្រជាក់ ។
ko: 이 오류는 일반적으로 하드 디스크에 문제가 있을 때 발생합니다. 하드 디스크가 오래되어 교체해야 할 필요가 있는지 확인하거나 시스템을 더 시원한 장소로 옮기면 해결할 수도 있습니다.
ku: Ev pirsgirêk bi piranî ji ber hard dîskeke bipirsgirêk rû dide. Ji bo çareserkirinê; an hard dîska xwe saxtî bike an biguherîne an jî komputerê li ciyekî hênik bixebitîne.
lt: Ši klaida dažniausiai įvyksta dėl sugedusio standžiojo disko. Patikrinkite ar diskas, į kurį diegiate, nėra sugedęs ar gendantis, gal jį reikia pakeisti geru? Taipogi galite pabandyti perkelti kompiuterį į vėsesnę vietą.
lv: Šādu situāciju bieži izraisa bojāts cietais disks. Būtu vēlams pārbaudīt, vai cietais disks nav vecs un aizstājams, vai arī pārvietot sistēmu uz vēsāku vidi.
mr: हे बहुतकरून चुकीच्या हार्डडिस्क मुळे होते. जुनी हार्ड डिस्क असेल तर ती बदलावी लागेल, किंवा प्रणाली थंड जागेत ठेवून बघा.
my: hard disk ချို့ယွင်းချက်ကြောင့်လည်း ဖြစ်တတ်ပါသည်။ hard disk သည် ဟောင်းနွမ်းနေခြင်း ရှိမရှိ စစ်ဆေးခြင်း လဲလှယ်ရန် လိုအပ်မှု ရှိမရှိ စစ်ဆေးခြင်း သို့မဟုတ် စနစ်ကို ပိုမို အေးမြသော ပတ်ဝန်းကျင်သို့ ရွေ့ပြောင်းရန် လိုအပ်မှု ရှိမရှိ စစ်ဆေးရန် လိုအပ်ပါသည်။
nb: Dette skjer som regel på grunn av en skadet harddisk. Det kan hjelpe å sjekke om harddisken er gammel og moden for utskifting, eller å flytte datamaskinen til kjøligere omgivelser.
nl: Dit komt vaak door een gebrekkige harde schijf. U kunt nakijken of de harde schijf te oud is en aan vervanging toe, of de computer verplaatsen naar een koelere omgeving.
nn: Dette er ofte på grunn av ein skada harddisk. Det kan vera lurt å sjekka om harddisken er gammal og må bytast ut, eller flytta datamaskina til eit kjølegare rom.
pa: ਇਹ ਖਰਾਬ ਹੋਈ ਹਾਰਡ ਡਿਸਕ ਦੀ ਵਜ੍ਹਾ ਕਰਕੇ ਹੋਇਆ ਹੈ। ਇਹ ਚੈੱਕਰ ਕਰਨਾ ਫਾਇਦੇਮੰਦ ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਹਾਰਡ ਡਿਸਕ ਕਿਤੇ ਪੁਰਾਣੀ ਹੈ ਤੇ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ ਜਾਂ ਸਿਸਟਮ ਨੂੰ ਠੰਡਾ ਹੋਣ ਦਿਉ।
pl: Powodem jest często uszkodzenie dysku twardego. Należy sprawdzić, czy dysk twardy nie wymaga wymiany lub zapewnić lepsze chłodzenie systemu.
ps: دا زیاتره وخت د یو ويارن سخت ټيکلي له کبله کېږي. د دې کتل چې که سخت ټيکلی زوړ شوی وي او ونجون ته اړتیا لري، یا که غونډال یو سوړ ځي ته خوځول غواړي، ښايي چې مرسته وکړي.
pt: Isto ocorre geralmente devido a um disco rígido defeituoso. Para resolver o problema, verifique se o disco é muito antigo e precisa de ser substituído ou então resolva os potenciais problemas de sobreaquecimento do sistema, aumentando o seu arejamento.
pt_br: Isto acontece geralmente devido a uma falha no disco rígido. Talvez ajude verificar se o disco é velho e precisa ser trocado, ou mover o sistema para um ambiente mais fresco.
si: මෙය බොහෝ විට දෝශ සහගත දෘඩ තැටියක් නිසා විය හැක. දෘඩ තැටිය පැරණි දැයි හා ප්‍රතිපිහිටුවීමක් ඇවැසිදැයි පිරික්සන්න, නැතහොත් වඩා සිසිල් පරිසරයකට පද්ධතිය ගෙනයන්න.
sl: Ponavadi do tega pride zaradi okvare trdega diska. Preverite, ali je trdi disk morda okvarjen in ga je zato treba zamenjati, ali pa prestavite celoten računalnik v hladnejše okolje.
sq: Kjo ndodh për shkak të një Hard Disku të dëmtuar. Shikoni se mos Hard Disku është i vjetër dhe ka nevojë për një zëvendësim, ose çojeni kompjuterin në një ambient më të freskët.
sr: Ово се најчешће дешава услед грешке на чврстом диску. Могла би да помогне провера исправности чврстог диска или смањивање радне температуре система.
sv: Detta händer ofta på grund av en trasig hårddisk. Det kan hjälpa att kontrollera huruvida hårddisken är gammal och behöver ersättas eller att flytta systemet till en miljö med lägre temperatur.
te: ఇది సాధారణంగా చెడిపోయిన హార్డ్‍డిస్కు వలన కావొచ్చు. హార్డ్‍డిస్కు పాతదా కాదా మరియు పునఃస్థాపన అవసరమో కాదో తేల్చుటలో మరియు వాటిని పరీక్షించుటలో సహాయం చేస్తుంది, లేక సిస్టంని ఒక చల్లని పరిసరానికి తరలించు.
tg: Одатан, ин мушкилӣ ба сабаби вайрон будани диски компютерӣ ба вуҷуд меояд. Эҳтимол аст, ки санҷиши вайронии диски компютерӣ ё иваз кардани он, гузоштани низом ба муҳити салқин, метавонад ба шумо кумак расонад.
th: ปัญหานี้ส่วนใหญ่เกิดจากฮาร์ดดิสก์เสีย กรุณาตรวจสอบว่าฮาร์ดดิสก์เก่าและต้องเปลี่ยนใหม่หรือไม่ หรืออาจต้องย้ายเครื่องคอมพิวเตอร์ไปอยู่ในที่ที่เย็นกว่านี้
tr: Bu sorun, genellikle sorunlu bir sabit disk yüzünden oluşur. Sabit diskinizin eski olup olmadığına ya da değiştirilmesi gerekip gerekmediğine bakmak veya sisteminizi daha serin bir ortama taşımak sorunu giderebilir.
ug: بۇ خىل خاتالىق قاتتىق دىسكىدا نۇقسان بارلىقىدىن كېلىپ چىقىدۇ. قاتتىق دىسكا كونىراپ كەتكەن بولسا ئالماشتۇرۇش زۆرۈر ياكى سىستېمىنى تېمپراتورىسى تېخىمۇ تۆۋەن مۇھىتقا يۆتكىسىڭىز بۇ مەسىلىنى ھەل قىلىشقا ياردىمى بولۇشى مۇمكىن.
uk: Таке часто трапляється через дефекти жорсткого диска. Можливо він занадто старий і потребує заміни, або кращих умов для охолодження.
vi: Lỗi này thường là do ổ cứng bị hỏng. Hãy thử kiểm tra xem ổ đĩa có quá cũ và cần thay thế hay không hoặc thử dời máy sang một chỗ thoáng mát hơn.
zh_hk: 多數是因為硬碟有問題。檢查一下硬碟是否太舊是時候更換，或是將系統移至更涼快的環境可能解決此問題。
