Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Error while removing packages
af: fout tydens die verwydering van pakkette
ar: خطأ أثناء حذف الحزم
ast: Fallu al desinstalar paquetes
bg: Грешка при премахване на пакети
bo: ཐུམ་བུ་བསུབ་བཞིན་པའི་སྐབས་ནོར་འཁྲུལ
bs: Greška prilikom uklanjanja paketa
ca: S'ha produït un error en suprimir paquets
ckb: هه‌ڵه‌ له‌کاتی لابردنی گورزه‌کان
cs: Chyba při odstraňování balíčků
cy: Gwall tra'n dileu pecynnau
da: Fejl under fjernelse af pakker
de: Fehler beim Entfernen der Pakete
el: Σφάλμα κατα την απομάκρυνση πακέτων
eo: Eraro dum forigado de pakaĵoj
et: Pakettide eemaldamisel ilmnes viga
eu: Errorea paketeak kentzean
fa: خطا هنگام برداشتن بسته‌ها
fi: Virhe poistettaessa paketteja
fr_ca: Erreur lors de la suppression de paquets
gd: Mearachd a' toirt air falbh nam pacaidean
gl: Produciuse un erro ao retirar os paquetes
he: שגיאה במהלך הסרת חבילות
hi: पैकेज को हटाने में त्रुटि पाई गई.
hr: Greška pri uklanjanja paketa
ia: Error in le remotion del pacchettos
it: Errore durante la rimozione dei pacchetti
ja: パッケージの削除中にエラーが起きました
kab: Tuccḍa di tukksa n ikemmusen
km: មាន​កំហុស ខណៈ​ពេល​កំពុង​យក​កញ្ចប់​ចេញ
ko: 패키지 제거 중 오류 발생
ku: Dema ku pakêt dihatin rakirin çewtî derket
lt: Klaida šalinant paketus
lv: Kļūda pakotņu noņemšanas laikā
mr: पॅकेजेस काढून टाकताना त्रुटी
my: အစုအဝေးများ ဖယ်ရှားရာတွင် ချို့ယွင်းချက်တွေ့ရှိရပါသည်
nb: Feil under fjerning av pakker
nl: Fout bij verwijderen van pakketten
nn: Feil ved fjerning av pakkar
pl: Błąd usuwania pakietów
ps: د بنډلونو ړنګولو پر مهال تېروتنه
pt: Erro ao remover pacotes
pt_br: Erro ao remover pacotes
si: පැකේජ ඉවත් කිරීම අතරතුර දෝෂයකි
sl: Napaka med odstranjevanjem paketov
sq: Gabim në heqjen e paketave
sr: Грешка приликом уклањања пакета
sv: Fel vid borttagning av paket
te: ప్యాకేజీలను తొలగించునపుడు దోషం
tg: Ҳангоми тозакунии бастаҳо хато ба вуҷуд омад
th: ผิดพลาดขณะกำลังถอดถอนแพกเกจ
tr: Paketler kaldırılırken bir hata oluştu
ug: بوغچىلارنى ئۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка під час вилучення пакунків
vi: Lỗi trong khi gỡ bỏ các gói
zh_hk: 移除套件時發生錯誤

source: An error occurred while removing packages:
af: Fout het voorgekom tydens die verwydering van pakkette:
ar: حدث خطأ أثناء حذف الحزم:
ast: Hebo un fallu al desinstalar los paquetes
bg: Възникна грешка при премахването на пакетите:
bo: ཐུམ་བུ་བསུབ་བཞིན་པའི་སྐབས་ནོར་འཁྲུལ：
bs: Došlo je do greške prilikom uklanjanja paketa:
ca: S'ha produït un error mentre es suprimien paquets:
ckb: روودانی هه‌ڵه‌یه‌ک له‌کاتی لابردنی گورزه‌کان
cs: Nastala chyba při odstraňování balíků:
cy: Bu gwall wrth dynnu'r pecynnau:
da: Der opstod en fejl under fjernelse af pakker:
de: Ein Fehler ist beim Entfernen von Paketen aufgetreten:
el: Σφάλμα κατά την απομάκρυνση των πακέτων:
eo: Eraro okazis dum forigado de pakaĵoj:
et: Pakettide eemaldamisel ilmnes viga:
eu: Errorea gertatu da paketeak kentzean:
fa: هنگام برداشتن بسته‌ها، خطایی رخ داد:
fi: Poistettaessa paketteja tapahtui virhe:
fr_ca: Une erreur est survenue lors de la suppression de paquets :
gd: Thachair mearachd fhad 's a bha sinn a' toirt air falbh nam pacaidean:
gl: Produciuse un erro ao retirar os paquetes:
he: אירעה שגיאה במהלך הסרת החבילות:
hi: पैकेज को हटाने में त्रुटि पाई गई.
hr: Greška je nastala pri uklanjanja paketa:
ia: Un error ha occurrite in le remotion del pacchettos:
it: Si è verificato un errore nel rimuovere i pacchetti:
ja: パッケージの削除中に1件のエラーが発生しました
kab: Teḍra-d tuccḍa di tukksa n ikemmusen:
km: កំហុស​បាន​កើត​ឡើង ខណៈ​ពេល​កំពុង​យក​កញ្ចប់​ចេញ​ ៖
ko: 패키지 제거 중 오류 발생:
ku: Dema ku pakêt dihatin rakirin çewtiyek derket
lt: Šalinant paketus, įvyko klaida:
lv: Pakotņu noņemšanas laikā gadījusies kļūda
mr: पॅकेजेस काढून टाकताना त्रुटी आढळली :
my: အစုအဝေးများ ဖယ်ရှားနေစဉ် ချို့ယွင်းချက် တစ်ခုတွေ့ရှိရပါသည်:
nb: Det oppstod en feil under fjerning av pakker:
nl: Er is een fout opgetreden bij het verwijderen van pakketten:
nn: Det oppstod ein feil ved fjerning av pakkar:
pl: Wystąpił błąd podczas usuwania pakietów:
ps: د بنډلونو ړنګولو پر مهال يوه تېروتنه رامنځته شوه:
pt: Um erro ocorreu ao remover os pacotes:
pt_br: Um erro ocorreu ao remover os pacotes:
si: පැකේජ ඉවත් කරන අතරතුර දෝෂයකි:
sl: Med odstranjevanjem paketov je prišlo do napake:
sq: Një gabim ndodhi në heqjen e paketave:
sr: Дошло је до грешке приликом уклањања пакета:
sv: Ett fel inträffade vid borttagning av paket:
te: ప్యాకేజీలను తొలగించునపుడు ఒక దోషం సంభవించింది:
tg: Ҳангоми тозакунии бастаҳо хато ба вуҷуд омад:
th: ข้อผิดพลาดขณะกำลังถอดถอนแพกเกจ:
tr: Paketler kaldırılırken bir hata oluştu:
ug: بوغچىلارنى ئۆچۈرۈۋاتقاندا بىر خاتالىق كۆرۈلدى:
uk: Помилка під час вилучення пакунків:
vi: Có lỗi xảy ra trong khi đang gỡ bỏ các gói:
zh_hk: 移除套件時發生錯誤：

source: Error copying network configuration
af: Fout met kopiëring van netwerkkonfigurasie
ar: خطأ في نسخ إعدادات الشبكة
ast: Fallu al copiar la configuración de la rede
bg: Грешка при копиране на мрежовите настройки
bo: དྲ་བའི་སྒྲིག་འགོད་འདྲ་བཤུ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ
bs: Greška u kopiranju postavki mreže
ca: S'ha produït un error en copiar la configuració de la xarxa.
ckb: هەڵە لە کاتی لەبەرگرتنەوەی ڕێکخستنەکانی ڕایەڵە
cs: Chyba při kopírování nastavení sítě
cy: Gwall wrth gopïo ffurfweddiad y rhwydwaith
da: Fejl ved kopiering af netværkskonfiguration
de: Fehler beim Kopieren der Netzwerkeinstellungen
el: Σφάλμα αντιγραφής ρυθμίσεων δικτύου
eo: Eraro dum kopiado de la retaj agordoj
et: Tõrge võrgusätete kopeerimisel
eu: Errorea sarearen konfigurazioa kopiatzean
fa: خطا در رونوشت پیکربندی شبکه
fi: Virhe kopioitaessa verkkoasetuksia
fr_ca: Erreur lors de la copie de la configuration du réseau
gd: Mearachd a' dèanamh lethbhreac de rèiteachadh an lìonraidh
gl: Produciuse un erro ao copiar a configuración da rede
he: שגיאה בהעתקת תצורת הרשת
hi: नेटवर्क विन्यास की प्रतिलिपि में त्रुटि
hr: Greška pri kopiranju mrežnog podešavanja
ia: Error in le copia del configuration de rete
it: Errore nel copiare la configurazione di rete
ja: ネットワーク設定のコピーエラー
kab: Tuccḍa deg usenɣel n twila n uzeḍḍa
km: មាន​កំហុស​ក្នុង​ការ​ចម្លង​ការកំណត់​រចនាសម្ព័ន្ធ​បណ្តាញ
ko: 네트워크 설정 복사 오류
ku: Xetaya kopîkirinê ya eyarkirina torê
lt: Klaida kopijuojant tinklo konfigūraciją
lv: Kļūda tīkla konfigurācijas kopēšanas laikā
mr: संजाळ संयोजना प्रत करताना त्रुटी
my: ကွန်ယက် ချိန်ညှိမှုများ ကူးယူနေစဉ် ချို့ယွင်းချက် တွေ့ရပါသည်
nb: Feil ved kopiering av nettverksinnstillingene
nl: Fout bij kopiëren van netwerkinstellingen
nn: Feil ved kopiering av nettverksoppsett
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ ਕਾਪੀ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd kopiowania konfiguracji sieci
ps: جال سازونه لمېسلو کښې تېروتنه
pt: Erro ao copiar a configuração da rede
pt_br: Erro ao copiar a configuração de rede
si: ජාල සැකසුම් පිටපත් කිරීමේ දෝශයක්
sl: Napaka med kopiranjem nastavitev omrežja
sq: Gabim në kopjimin e konfigurimit të rrjetit
sr: Грешка умножавања подешавања мреже
sv: Fel vid kopiering av nätverkskonfigurationen
te: నెట్‌వర్క్ స్వరూపణను నకలుతీయుటలో దోషం
tg: Ҳангоми нусхабардории танзимоти шабака хато ба вуҷуд омад
th: การคัดลอกการตั้งค่าเครือข่ายผิดพลาด
tr: Ağ yapılandırması kopyalama hatası
ug: تور سەپلىمىسىنى كۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى
uk: Помилка копіювання конфігурації мережі
vi: Lỗi sao chép cấu hình mạng
zh_hk: 複製網路設定時發生錯誤

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
af: Fout het voorgekom tydens die kopiëring van die netwerkinstellings. Die installasie sal voortgaan, maar die netwerkkonfigurasie sal weer opgestel moet word in die geïnstalleerde stelsel.
ar: حدث خطأ في نسخ إعدادات الشبكة. سيستمر التثبيت، لكن يجب ضبط إعدادات الشبكة بعد تثبيت النظام.
ast: Asocedió un fallu al copiar la configuración de rede. La instalación continuará, pero la configuración de la rede va tener que crease otra vuelta nel sistema instaláu.
bg: При копирането на мрежовите настройки възникна грешка. Инсталацията ще продължи, но мрежовите настройки няма да бъдат зададени на инсталираната система.
bo: དྲ་བའི་སྒྲིག་འགོད་འདྲ་བཤུ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། སྒྲིག་འཇུག་འདི་མུ་མཐུད་རྒྱུ་ཡིན་ནའང་སྒྲིག་འཇུག་ཚར་རྗེས་མ་ལག་གི་ཐོག་ཏུ་དྲ་བའི་སྒྲིག་འགོད་གསར་འགོད་བྱེད་དགོས
bs: Nastupila je greška pri kopiranju mrežnih postavki. Instalacije će se nastaviti, ali postavke mreže će se ponovo morati instalirati na sistemu.
ca: S'ha produït un error en copiar els paràmetres de la xarxa. La instal·lació continuarà, però la xarxa s'haurà de tornar a configurar en el sistema instal·lat.
cs: Při kopírování nastavení sítě došlo k chybě. Instalace bude pokračovat, ale nastavení sítě bude muset být znovu nastaveno v nainstalovaném systému.
cy: Bu gwall wrth gopïo gosodiadau'r rhwydwaith. Bydd y gosod yn parhau, ond bydd rhaid ffurfweddu'r rhwydwaith eto ar y system sydd wedi ei gosod.
da: Der opstod en fejl under kopiering af netværksindstillingerne. Installationen vil fortsætte, men netværkskonfigurationen skal oprettes igen under det installerede system.
de: Beim Kopieren der Netzwerkeinstellungen ist ein Fehler aufgetreten. Die Installation wird fortgesetzt, aber die Netzwerkeinstellungen müssen im neu installierten System neu eingerichtet werden.
el: Εμφανίστηκε ένα σφάλμα κατά την αντιγραφή των ρυθμίσεων του δικτύου. Η εγκατάσταση θα συνεχιστεί, αλλά το δίκτυο θα πρέπει να ρυθμιστεί ξανά στο εγκατεστημένο σύστημα.
eo: Eraro okazis dum kopiado de la retaj agordoj. La instalado daŭros, sed vi mem devos agordi la reton en la instalita sistemo.
et: Võrguseadistuste kopeerimisel esines tõrge. Paigaldus jätkub, aga võrk tuleb paigaldatud süsteemis uuesti seadistada.
eu: Errore bat gertatu da sarearen ezarpenak kopiatzean. Instalazioak jarraituko du, baina sarearen konfigurazioa berriro ezarri beharko da instalatutako sisteman.
fa: هنگام رونویسی تنظیمات شبکه، خطایی رخ داد. نصب ادامه خواهد یافت، ولی پیکربندی شبکه باید دوباره در سامانهٔ نصب‌شده، برپا شود.
fi: Verkkoasetuksia kopioitaessa tapahtui virhe. Asennus jatkuu, mutta verkkoasetukset joudutaan mahdollisesti tekemään uudelleen asennuksen jälkeen.
fr_ca: Une erreur est survenue lors de la copie de la configuration du réseau. L’installation va continuer mais la configuration du réseau devra être refaite sur le système installé.
gd: Thachair mearachd fhad 's a bha sinn a' dèanamh lethbhreac de roghainnean an lìonraidh. Leanaidh an stàladh air adhart ach bidh agad ri rèiteachadh an lìonraidh a shuidheachadh às ùr air an t-siostam stàlaichte.
gl: Produciuse un erro ao copiar a configuración da rede. A instalación continuará, pero a configuración da rede terá que ser creada de novo no sistema instalado.
he: אירעה שגיאה בזמן העתקת הגדרות הרשת. ההתקנה תימשך אך יהיה צורך להגדיר מחדש את הגדרות הרשת במערכת המותקנת.
hi: नेटवर्क विन्यास की प्रतिलिपि के दौरान त्रुटि पाई गई. संस्थापन चालू रहेगा लेकिन नेटवर्क विन्यास संस्थापित तंत्र में पुनः किया जा सकता है.
hr: Greška je nastala pri kopiranju mrežnih postavki. Instalacija će se nastaviti, no mrežno podešavanje će morati biti ponovno postavljeno na instaliranom sustavu.
ia: Un error occurreva durante le copia del configurationes de rete. Le installation continuara, ma le rete debera ser configurate ex novo in le systema installate.
it: Si è verificato un errore durante la copia delle impostazioni di rete. L'installazione continuerà, ma la configurazione di rete dovrà essere eseguita nuovamente nel sistema installato.
ja: ネットワーク設定のコピー中にエラーが発生しました。インストールは継続しますが、システムのインストール後に再度ネットワークの設定を行う必要があります。
kab: Teḍra-d tuccḍa deg uenɣal n yiɣewwaren n uzeḍḍa. Asbeddi ad ikemmel, maca tawila n uzeḍḍa isefk ad tettusbadu tikkelt-nniḍen deg unagraw n usbeddi.
km: កំហុស​បាន​កើត​ឡើង​ ខណៈ​ពេល​កំពុង​ចម្លង​ការកំណត់​បណ្ដាញ​ ។ ការ​ដំឡើង​នឹង​បន្ត ប៉ុន្តែ​ការកំណត់​រចនា​សម្ព័ន្ធ​បណ្ដាញ​នឹង​ត្រូវ​បាន​រៀប​ចំ​ម្ដង​ទៀត​នៅ​ក្នុង​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង​ ។
ko: 네트워크 설정을 복사하는 중 오류가 발생했습니다. 설치 과정은 계속하지만 완료한 후에 네트워크를 다시 설정해야 합니다.
ku: Gava ku eyarên torê dihate kopîkirin xetayek derket. Sazkirin wê dewam bike, lê vesazkirina torê divê di sîstema sazkirî de dîsa were eyarkirin.
lt: Įvyko klaida kopijuojant tinklo nustatymus. Diegimas bus pratęstas, bet tinklo konfigūracija įdiegtoje sistemoje turės būti nustatyta iš naujo.
lv: Kopējot tīkla iestatījumus, gadījusies kļūda. Instalēšana turpināsies, bet tīkla konfigurāciju vajadzēs iestatīt instalētajā sistēmā no jauna.
mr: संजाल सेटिंगची प्रत बनविताना चूक झाली. प्रस्थापना चालू राहील पण संजाल संरचना प्रस्थापना झाल्यावर परत करावी लागेल.
my: ကွန်ယက်ချိန်ညှိမှုများ ကူးယူနေစဉ် ချို့ယွင်းချက်တစ်ခု တွေ့ရှိရပါသည်။ စနစ်ထည့်သွင်းမှု ဆက်လက်လုပ်ဆောင်ပါမည်။ သို့သော် ကွန်ယက်ချိန်ညှိမှုများ ထည့်သွင်းလိုက်သော စနစ်တွင် ထပ်မံတည်ဆောက်မှု ပြုလုပ်ရပါမည်။
nb: En feil oppsto ved kopieringen av nettverksinnstillingene. Installasjonen vil fortsette, men nettverksinnstillingene må angis på nytt i det installerte systemet.
nl: Er is een fout opgetreden bij het kopiëren van de netwerkinstellingen. De installatie zal verdergaan, maar u zult de netwerkconfiguratie weer zelf moeten instellen in het geïnstalleerde systeem.
nn: Det oppstod ein feil ved kopiering av nettverksoppsettet. Installeringa vil halda fram, men du må setja opp nettverk på nytt frå det installerte systemet.
pl: Wystąpił błąd podczas kopiowania ustawień sieciowych. Instalacja będzie kontynuowana, jednak konieczne będzie ponowne skonfigurowanie sieci w zainstalowanym systemie.
ps: د جال امستنې لمېسلو پر مهال يوه تېروتنه رامنځته شوه. لګونه به پایول شي، خو جال سازونه به بیا په لګول شوي غونډال کښې امستل وغواړي.
pt: Ocorreu um erro ao copiar as configurações de rede. A instalação irá continuar, mas a rede terá de ser configurada novamente no sistema instalado.
pt_br: Um erro aconteceu ao copiar as configurações de rede. A instalação irá continuar, mas a configuração de rede terá de ser definida novamente no sistema instalado.
si: ජාල සැකසුම් පිටපත්කිරීමේ දෝශයක් හට ගැනිනි. ස්ථාපනය ඉදිරියට යන නමුත් ඔබට ස්ථාපිත පද්ධතිය තුල නැවත ජාල සැකසුම් සැකසීමත සිදුවිය හැක.
sl: Med kopiranjem nastavitev omrežja je prišlo do napake. Namestitev se bo nadaljevala, vendar bo potrebno na novem sistemu ponovno urediti omrežne nastavitve.
sq: Ndodhi një gabim gjatë kopjimit të parametrave të rrjetit. Instalimi do të vazhdojë, por konfigurimi i rrjetit duhet të rivendoset në sistemin e instaluar.
sr: Дошло је до грешке приликом умножавања поставки мреже. Инсталација ће се наставити, али подешавања мреже ће морати поново да буду постављена у инсталираном систему.
sv: Ett fel inträffade vid kopiering av nätverksinställningarna. Installationen kommer att fortsätta men nätverkskonfigurationen måste konfigureras igen i det installerade systemet.
te: నెట్వర్కు అమరికలను నకలుతీసేటపుడు ఒక దోషము సంభవించినది. స్థాపన కొనసాగుతుంది, కాని స్థాపించబడిన సిస్టంలో నెట్వర్కు కాన్ఫిగరేషన్ మరలాఆమర్చవలసి ఉంటుంది.
tg: Ҳангоми нусхабардории танзимоти шабака хато ба вуҷуд омад. Насбкунӣ давом дода мешавад, вале шумо бояд танзимоти шабакаро дар низоми насбшуда аз нав танзим намоед.
th: เกิดข้อผิดพลาดขณะคัดลอกการตั้งค่าเครือข่าย การติดตั้งจะดำเนินต่อไปแต่การกำหนดค่าเครือข่ายจะต้องตั้งค่าอีกครั้งในระบบหลังการติดตั้ง
tr: Ağ ayarları kopyalanırken bir hata oluştu. Kurulum devam edecek, fakat ağ yapılandırmasının kurulu sistemde tekrar ayarlanması gerekecektir.
ug: تور سەپلىمىسىنى كۆچۈرۈۋاتقاندا خاتالىق كۆرۈلدى. ئورنىتىشنى داۋاملاشتۇرغىلى بولىدۇ، بىراق تور سەپلىمىسىنى ئورنىتىلغان سىستېما مۇھىتىدا قايتا تەڭشىشىڭىز كېرەك.
uk: При копіюванні мережевих налаштувань виникла помилка. Встановлення буде продовжено, але після його завершення буде необхідно встановити налаштування мережі знову.
vi: Một lỗi xuất hiện trong khi sao chép thiết lập mạng. Quá trình cài đặt sẽ tiếp tục nhưng cấu hình mạng sẽ phải được thiết lập lại khi hệ thống đã cài đặt xong.
zh_hk: 複製網絡設定時發生錯誤。安裝會繼續，但網絡須於安裝好的新系統再次設定。

source: Error copying bluetooth configuration
af: Fout met kopiëring van bluetooth-konfigurasie
ar: خطأ في نسخ إعدادات بلوتوث
ast: Error al copiar la configuración bluetooth
bg: Грешка при копирането на bluetooth конфигурацията
bo: སོ་སྔོན་སྒྲིག་འགོད་འདྲ་བཤུ་སྐབས་ཀྱི་ནོར་འཁྲུལ
bs: Greška u kopiranju Bluetooth konfiguracije
ca: S'ha produït un error en copiar la configuració del Bluetooth
ckb: هەڵە لە لەبەرگرتنەوەی ڕێکخستنەکانی بلووتوس
cs: Chyba při kopírování nastavení pro bluetooth
cy: Gwall wrth gopïo'r ffurfweddiad bluetooth
da: Fejl under kopiering af bluetooth-konfiguration
de: Fehler beim Kopieren der Bluetooth-Konfiguration
el: Σφάλμα κατά την αντιγραφή των ρυθμίσεων Bluetooth
eo: Eraro dum kopiado de Bludento-agordoj
et: Bluetoothi seadete kopimise viga.
eu: Errorea Bluetooth konfigurazioa kopiatzean
fa: خطا در رونوشت پیکربندی بلوتوث
fi: Virhe kopioitaessa Bluetooth-asetuksia
fr_ca: Erreur lors de la copie de la configuration bluetooth
gd: Mearachd a' dèanamh lethbhreac rèiteachadh a' bluetooth
gl: Produciuse un erro ao copiar as preferencias de Bluetooth
he: אירעה שגיאה בהעתקת תצורת ה־bluetooth
hi: ब्लूटूथ कॉन्फ़िगरेशन की प्रतिलिपि बनाने मॆ त्रुटि
hr: Greška prilkom kopiranja bluetooth postavki
ia: Error durante le copia del configuration del bluetooth
it: Errore nel copiare la configurazione Bluetooth
ja: Bluetooth設定のコピーに失敗しました
kab: Tuccḍa deg usenɣel n twila n bluetooth
km: កំហុស​ក្នុង​កា​រចម្លង​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប៊្លូធូស
ko: 블루투스 설정 복사 중 오류 발생
ku: Xetaya kopîkirinê ya vesazkirina Bluetoothê
lt: Klaida kopijuojant bluetooth konfigūraciją
lv: Kļūda bluetooth konfigurācijas kopēšanas laikā
mr: ब्लुटूथ संयोजना प्रत करताना त्रुटी
my: bluetooth ချိန်ညှိမှု ကူးယူရာတွင် ချို့ယွင်းချက်ဖြစ်နေပါသည်
nb: Feil ved kopiering av bluetooth-konfigurasjon
nl: Fout bij het kopiëren van de bluetooth-instellingen
nn: Feil ved kopiering av Bluetooth-oppsett
pl: Błąd kopiowania konfiguracji bluetooth
ps: بلوټوت سازونه لمېسلو کښې تېروتنه
pt: Erro ao copiar a configuração bluetooth
pt_br: Erro ao copiar as configurações de bluetooth
si: බ්ලුටූත් වින්‍යාසගතකෙරුම පිටපත් කිරීමේ දෝෂය
sl: Napaka med kopiranjem nastavitev bluetooth
sq: Gabim në kopjimin e konfigurimit të bluetooth
sr: Грешка умножавања подешавања блутута
sv: Fel vid kopiering av blåtandskonfigurationen
te: బ్లూటూత్ స్వరూపణాన్ని నకలుచేయుటలో దోషం
tg: Ҳангоми нусхабардории танзимоти Bluetooth хато ба вуҷуд омад
th: เกิดข้อผิดพลาดในการคัดลอกการกำหนดค่าบลูทูธ
tr: Bluetooth yapılandırması kopyalama hatası
ug: كۆكچىش سەپلىمىسىنى كۆچۈرۈشتە خاتالىق كۆرۈلدى
uk: Помилка копіювання налаштувань Bluetooth
vi: Gặp lỗi khi đang chép cấu hình bluetooth
zh_hk: 複製藍芽設定時發生錯誤
