Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Encrypt the new Ubuntu installation for security
ast: Cifrar la nueva instalación d'Ubuntu por seguridá
bg: Криптиране на новата инсталация на Ubuntu за сигурност
bo: གསར་དུ་སྒྲིག་འཇུག་བྱས་པའིUbuntu དེ་བདེ་སྲུང་གི་ཆེད་དུ་གསང་རྒྱ་བྱེད་པ
da: Kryptér den nye Ubuntu-installation af hensyn til sikkerheden
de: Die neue Ubuntu-Installation zur Sicherheit verschlüsseln
el: Κρυπτογράφηση της νέας εγκατάστασης του Ubuntu για ασφάλεια
gl: Cifrar a nova instalación de Ubuntu por seguranza
he: הצפנת התקנת אובונטו החדשה להגברת האבטחה
hi: सुरक्षा के लिए नए उबुन्टू स्थापना काे एन्क्रिप्ट करें
it: Cifra la nuova installazione Ubuntu per maggiore sicurezza
km: ដាក់​លេខ​កូដ​​ការ​ដំឡើង​អ៊ូប៊ុនទូ​ថ្មី​ដើម្បី​សុវត្ថិភាព
ko: 보안을 위해 설치한 새 우분투를 암호화
nb: Krypter den nye Ubuntu-installasjonen for økt sikkerhet
pt_br: Criptografar a nova instalação do Ubuntu por segurança
sl: Šifriraj novo namestitev Ubuntuja zaradi varnostnih razlogov.
sq: Kriptoje instalimin e ri të Ubuntu për siguri
uk: Зашифрувати дані встановленої Ubuntu для їхнього убезпечення

source: Use LVM with the new Ubuntu installation
ast: Usar LVM cola nueva instalación d'Ubuntu
bg: Използване на LVM с новата инсталация на Ubuntu
bo: གསར་དུ་སྒྲིག་འཇུག་བྱས་པའི་Ubuntu ལLVM སྤྱོད་པ
da: Benyt LVM med den nye Ubuntu-installation
de: LVM für die neue Ubuntu-Installation benutzen
el: Χρήση LVM στη νέα εγκατάσταση του Ubuntu
gl: Usar XVL coa nova instalación de Ubuntu
he: יש להשתמש ב־LVM (מנהל כרכים לוגיים) בהתקנת האובונטו החדשה
hi: नए उबुन्टू स्थापना के साथ LVM का प्रयोग करें
it: Usa LVM con la nuova installazione di Ubuntu
km: ប្រើ LVM ជាមួយ​ការ​ដំឡើង​អ៊ូប៊ុនទូ​ថ្មី
ko: 설치한 새 우분투에 LVM 사용
nb: Bruk LMV med den nye Ubuntu-installasjonen
pt_br: Use LVM com a nova instalação do Ubuntu
sl: Uporabi LVM z novo namestitvijo Ubuntuja.
sq: Përdor LVM me një instalim të ri të Ubuntu
uk: Використати LVM для нововстановленої Ubuntu

source: Any files outside of Ubuntu will not be encrypted.
ast: Nun va cifrase dengún ficheru esternu a Ubuntu.
bg: Файловете извън дяла на Ubuntu няма да бъдат шифровани.
bo: Ubuntu མ་ལག་ལ་མ་གཏོགས་པའི་ཡིག་ཆ་གང་ཡང་གསང་རྒྱ་བྱེད་མི་སྲིད
da: Enhver fil som er uden for Ubuntu vil ikke blive krypteret.
de: Alle Dateien außerhalb von Ubuntu werden nicht verschlüsselt.
el: Οποιοδήποτε αρχείο έξω από το Ubuntu δε θα κρυπτογραφηθεί.
gl: Non se cifrará ningún ficheiro externo a Ubuntu.
he: כל הקבצים שמחוץ לאובונטו לא יוצפנו.
hi: उबुन्टू के बाहर किसी भी फाइल काे एन्क्रिप्टेड नहीं किया जाएगा.
it: Tutti i file non salvati all'interno di Ubuntu non saranno cifrati.
km: ឯកសារ​មួយ​ចំនួន​នៅ​ខាងក្រៅ​អ៊ូប៊ុនទូ​នឹង​មិន​ត្រូវ​បាន​ដាក់​លេខ​កូដ​ឡើយ។
ko: 우분투 밖에 있는 파일은 암호화하지 않습니다.
nb: Eventuelle filer utenfor Ubuntu krypteres ikke.
pt_br: Quaisquer arquivos fora do Ubuntu não serão criptografados.
sl: Morebitne datoteke zunaj Ubuntuja ne bodo šifrirane.
sq: Skedarët që janë jashtë Ubuntu nuk do të kriptohen.
uk: Всі файли, які не стосуються розділу з Ubuntu не буде зашифровано.

source: Logical Volume Management (LVM) lets Ubuntu treat multiple physical volumes as a single volume.
ast: Logical Volume Management (LVM) permite qu'Ubuntu trate múltiples volumes físicos como un únicu volume.
bg: Управлението на логическите дялове (LVM) позволява на Убунту да интерпретира няколко физически диска, както едно и също устройство.
bo: རྟོགས་བཟོས་ཁུལ་དོ་དམ་ཆས (LVM) སྤྱད་ནས་Ubuntu ཡིས་དངོས་ཡོད་ཀྱི་ཁུལ་མང་པོ་ཁུལ་གཅིག་བཞིན་བཟོ་ཆོག
da: Logisk diskenhedshåndtering (LVM) lader Ubuntu behandle flere fysiske delarkiver som ét enkelt delarkiv.
de: Durch die logische Laufwerksverwaltung (LVM) ist es Ubuntu möglich, mehrere physikalische Laufwerke wie eins zu behandeln.
el: Η διαχείριση λογικών τόμων (Logical Volume Management) επιτρέπει στο Ubuntu να αντιμετωπίζει πολλαπλούς φυσικούς τόμους ως έναν ενιαίο τόμο.
gl: A xestión de volumes lóxica (XVL) permítelle a Ubuntu tratar múltiples volumes físicos como un único volume.
he: ניהול כוננים לוגי (LVM) מאפשר לאובונטו להתנהג למספר כרכים פיזיים כאל כרך יחיד.
hi: लॉजिकल वॉल्यूम प्रबंधन उबुनटु को एकाधिक भोतिक खंडों को एकल वोल्युम की तरह व्यवहार करने देता है ।
it: Logical Volume Management (LVM), il gestore logico dei volumi, consente a Ubuntu di considerare molteplici volumi come un singolo volume.
km: ការ​គ្រប់គ្រង​ភាគ​ឡូជីខល (LVM) អនុញ្ញាត​ឲ្យ​​អ៊ូប៊ុនទូ​ចាត់​ទុក​ភាគ​ហ្វីស៊ីខល​ច្រើន​ជា​ភាគ​តែ​មួយ។
ko: 논리 볼륨 관리(LVM)는 우분투가 여러 볼륨을 단일 볼륨으로 취급할 수 있게 해줍니다.
nb: Logisk dataområdebehandling (LVM) lar Ubuntu behandle flere fysiske lagringsenheter som et enkelt dataområde.
pt_br: Gerenciamento de volume lógico (LVM) permite ao Ubuntu tratar múltiplos volumes físicos como um único volume.
sl: Upravljanje logičnih nosilcev (LVM) dovoljuje Ubuntuju obravnavanje več fizičnih nosilcev kot en sam nosilec.
sq: Menaxhimi i Volumit Logjik (LVM) e lejon Ubuntu ti trajtojë volume të shumta fizike si një volum të vetëm.
uk: Керування логічними томами (LVM) надає Ubuntu змогу працювати з набором фізичних томів (дисків чи розділів) як з одним томом.

source: EXPERIMENTAL: Erase disk and use ZFS
fa: آزمایشی: پاک کردن دیسک و استفاده از ZFS
nl: EXPERIMENTEEL (en dus riskant): wis schijf en gebruik ZFS

source: <span foreground="darkred">Warning:</span> This will delete all your files on all operating systems. This is experimental and may cause data loss. Do not use on production systems.
fa: <span foreground="darkred">هشدار:</span> این کار تمامی پرونده‌هایتان روی تمام سیستم‌عامل‌ها را جذف می‌کند. این حالت آزمایشی بوده و ممکن است باعث از دست رفتن داده‌هایتان شود. روی سامانه‌های در کار کار استفاده نشود.
nl: <span foreground="darkred">Waarschuwing:</span> dit zal al uw bestanden in alle besturingssystemen wissen. Dit is experimenteel, riskant en kan gegevensverlies veroorzaken. Gebruik het niet op productiesystemen.

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or wi-fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot needs to be configured to allow the use of these third-party drivers.
fa: برگزیدید که نرم‌افزارهای سوم‌شخص را به عنوان بخشی از نصبتان به کار بیندازید که برای این سامانه شامل راه‌اندازی سخت‌افزاری برای گرافیک و/یا وای‌فای می‌شود. هم‌چنین راه‌اندازی امن UEFI سامانه‌تان به کار افتاده است. راه‌اندازی امن UEFI نیاز به پیکربندی برای دادن اجازهٔ استفاده از این راه‌اندازهای سوم‌شخص دارد.
nl: U hebt ervoor gekozen om stuurprogramma's van derden in te schakelen als onderdeel van uw installatie, wat voor dit systeem inhoudt stuurprogramma's voor videokaarten en/of wi-fi-apparatuur. In het BIOS van uw computer is ook UEFI Secure Boot ingeschakeld. UEFI Secure Boot moet in het BIOS worden uitgeschakeld (voorkeursoplossing) of worden ingesteld om het gebruik van deze stuurprogramma's van derden mogelijk te maken.

source: Where would you like to install Linux Mint?
fr_ca: Où voudriez-vous installer Linux Mint?

source: Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media
fr_ca: Installer les logiciels tiers pour le matériel graphique et Wi-Fi, Flash, MP3 et autres médias

source: Installing third-party drivers requires turning off Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
fr_ca: L'installation de pilotes tiers exige que l'amorçage sécurisé « Secure Boot » soit désactivé. Pour ce faire, vous devez choisir une clef de sécurité maintenant et la saisir lors du redémarrage du système.

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or wi-fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot is not compatible with the use of these third-party drivers.
fr_ca: Vous avez choisi d'ajouter des logiciels tiers dans le cadre de votre installation, ce qui, pour ce système, inclut des pilotes pour le matériel graphique et Wi-Fi. L'amorçage sécurisé UEFI « Secure Boot » est aussi activé sur votre système. L'amorçage sécurisé UEFI « Secure Boot » n'est pas compatible avec l'utilisation de pilotes tiers.

source: After installation completes, Ubuntu will assist you in disabling UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
fr_ca: Une fois l'installation terminée, Ubuntu vous aidera à désactiver l'amorçage sécurisé UEFI « Secure Boot ». Pour garantir que cette modification est effectuée par vous en tant qu'utilisateur autorisé, et non par un attaquant, vous devez choisir maintenant un mot de passe, puis utiliser le même mot de passe après le redémarrage pour confirmer la modification.
