Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
af: Kies jou ligging sodat die stelsel gepaste vertoonkonvensies vir jou land kan gebruik, bywerkings gaan haal by webwerwe na aan jou en die horlosie kan instel op die korrekte plaaslike tyd.
ar: حدد مكانك حتى يستطيع النظام استخدام الإعدادات المناسبة لبلدك، وجلب التحديثات من أقرب موقع لك، وضبط الساعة حسب التوقيت المحلي.
ast: Seleicione la so llocalización, d'esta miente'l sistema puede amosar les opciones más afayadices pal so país, obtener anovamientos dende sitios cercanos al suyu, y afitar el reló cola hora llocal correuta.
bg: Изберете вашата държава, така че системата правилно да показва вашата държава, да избере най-близкият подходящ сървър с актуализации и да нагласи часовника правилно.
bo: ཁྱོད་ཀྱི་གནས་ཡུལ་འདེམས་པ། འདི་འདྲ་མ་ལག་གིས་ཁྱོད་ཀྱི་རྒྱལ་ཁབ་ཀྱི་ལུགས་དང་མཐུན་པའི་འཆར་སྟངས་དང་ཁྱོད་དང་ཐག་ཉེ་བའི་དྲ་ཚིགས་ནས་གསར་སྒྱུར་ལེན་འཇུག་བྱེད་པ། མ་ཚད་ཡང་དག་པའི་རང་ཁུལ་ཆུ་ཚོད་ལ་སྒྲིག་འཛུགས་བྱེད་པ
bs: Odaberite lokaciju, tako da sistem može koristiti odgovarajuća pravila prikaza za vašu zemlju, dobaviti nove verzije s vama bliskih mjesta, i postaviti sat na tačno vrijeme.
ca: Seleccioneu la vostra ubicació, de manera que el sistema pugui mostrar les convencions apropiades per al vostre país, recollir les actualitzacions de llocs web prop vostre, i establir el rellotge a l'hora local correcta.
ckb: شوێنەکەت هەڵبژێرە، بۆ ئەوەی سیستمەکە پیشاندانی گونجاو بۆ وڵاتەکەت دیاری بکات، ‌هێنانی نوێکاری ماڵپەرەکان بۆ تۆ، هەروەها ڕێکخستنی کاتی هەرێمی ڕاست.
cs: Vyberte vaše umístění, aby systém mohl vybrat vhodná nastavení typická pro vaši zemi, získávat aktualizace z nejbližších serverů a správně nastavit hodiny.
cy: Dewiswch eich lleoliad, fel gall y system ddangos confensiynau priodol ar gyfer eich gwlad, cyrchu diweddariadau o lefydd yn agos atoch chi, ac i osod y cloc i'r amser cywir.
da: Vælg din lokalitet, så systemet kan bruge de relevante visningsindstillinger for dit land, hente opdateringer fra steder tæt på dig og indstille uret til den korrekte lokaltid.
de: Wählen Sie Ihren Standort, so dass das System die passenden Darstellungskonventionen für Ihr Land verwenden, Aktualisierungen von einem in der Nähe befindlichen Server holen und die Uhr korrekt einstellen kann.
el: Επιλέξτε την τοποθεσία σας, ώστε το σύστημα να χρησιμοποιήσει τα κατάλληλα πρότυπα εμφάνισης για την χώρα σας, να κάνει λήψη των ενημερώσεων από κοντινές σε εσάς ιστοσελίδες και να ρυθμίσει το ρολόι στην σωστή τοπική ώρα.
eo: Elektu vian lokon, tiel ke la sistemo povos uzi la konvenajn montro-konvenciojn por via lando, elŝuti ĝisdatigojn el proksimaj retejoj kaj alĝustigi la horloĝon al la loka tempo.
et: Vali oma asukoht, et süsteem teaks kasutada sinu riigis kehtivaid vorminõudeid, laadida uuendusi lähimatest serveritest ning määrata kella kohaliku aja järgi.
eu: Hautatu zure kokalekua, zure herrialdearentzako egokiak diren adostasunak ezarri ditzan sistemak, zugandik gertuen dagoen lekutik eskuratu ditzan eguneraketak, eta ordularia ondo ezarri dezan.
fa: مکان خود را مشخّص کنید، تا سامانه بتواند قراردادهای مناسب برای کشور شما را نشان بدهد، به روز رسانی ها را از وبگاه‌های نزدیکتان بگیرد و ساعت را به وقت محلّی خودتان تنظیم کند.
fi: Valitse sijaintisi, jotta järjestelmä voi käyttää asuinmaasi merkitsemistapoja, noutaa päivityksiä lähimmiltä sivustoilta sekä asettaa kellon oikeaan aikaan.
fr_ca: Choisissez votre emplacement géographique afin que le système puisse utiliser les conventions d'affichage adéquates pour votre pays, récupérer les mises à jour de sites près de chez vous et régler l'horloge sur la bonne heure locale.
gd: Innis dhuinn far a bheil thu ach an urrainn dhan t-siostam dàta a shealltainn a-rèir nòsan do dhùthcha, ùrachaidhean fhaighinn o làrach a tha faisg ort agus an t-àm ceart a thaghadh dhan chleoc.
gl: Seleccione o lugar no que está para que o sistema poida mostrar as convencións axeitadas ao seu país, recoller actualizacións desde os lugares máis próximos a vostede e configurar o reloxo coa hora local correspondente.
he: נא לבחור את מיקומך, כדי שהמערכת תוכל להשתמש במוסכמות המתאימות לארצך, תמשוך עדכונים מאתרים קרובים, ותגדיר את השעון לזמן המקומי המדויק.
hi: अपना स्थाननिर्धारण चुनें ताकि यह तंत्र आपके देश का परम्परानुसार उचित प्रदर्शन का इस्तेमाल कर सके, आपके निकट से साइट से अद्यतन को आकर्षित कर सके, तथा आपके स्थानीय समयानुसार घड़ी को नियत कर सके.
hr: Odaberite svoju lokaciju kako bi sustav mogao koristiti ispravan prikaz za vašu državu, preuzeti nadopune s vama bliskim stranica i podesiti točnu vremensku zonu za vaš sat.
ia: Elige tu localitate, assi que le systema pote usar conventiones del schermo appropriate pro tu pais, extraher le ajornamentos ex le sitos propter a te, e le horologio al correcte tempore local.
it: Selezionare la propria località, in modo che il sistema possa usare le convenzioni di visualizzazione appropriate per la propria nazione, prelevare gli aggiornamenti da siti vicini e impostare l'orologio all'ora locale corretta.
ja: 現在地を選択してください。現在地を選択すると、国ごとの慣習に合わせた適切な表示をしたり、近くのサイトからアップデートを取得したり、時計を正確な現地時間に合わせることができます。
kab: Fren ideg-inek m, akken anagraw ad yizmir ad iseqdec imsisa n ubeqqeḍ n tmurt-ik m, ad d-yawi ileqman seg yisemlen iqerben ɣur-k m, yerna ad yesbadu tamrilt ɣer wakud adigan iwatan.
km: ជ្រើស​ទីតាំង ដូច្នេះ​ប្រព័ន្ធ​អាច​ប្រើ​ការ​បង្កើត​ការ​បង្ហាញ​ដែល​ត្រឹម​ត្រូវ​សម្រាប់​ប្រទេស​របស់​អ្នក​ ទៅ​យក​បច្ចុប្បន្នភាព​ពី​តំបន់​ដែល​នៅ​ជិត​អ្នក និង​កំណត់​នាឡិកា​ឲ្យ​ត្រូវ​នឹង​ពេល​វេលា​តាម​តំបន់​មូលដ្ឋាន ។
ko: 거주하는 지역을 선택하여 시스템이 적절한 표시 규약을 사용하고 가까운 곳에서 업데이트를 가져오고 올바른 시간대로 시간을 설정할 수 있게 합니다.
ku: Cihê xwe bibijêre, da ku sîstem karibe eyarên ji bo welatê te minasib nîşan bide, ji sîteyên nêzî te rojanekirinan bîne, û saetê li gorî herêma demê ya rast eyar bike.
lt: Pasirinkite savo gyvenamąją vietovę, kad sistema galėtų naudoti šalyje įprastą vaizdavimą (datą, valiutą ir kt.), siųsti atnaujinimus iš artimiausių tinklaviečių ir nustatyti teisingą laiką.
lv: Izvēlieties jūsu atrašanās vietu, lai sistēma varētu parādīt valstij nozīmīgākos datus, iegūt atjauninājumus no tuvākiem serveriem un iestatīt pareizu pulksteņlaiku atbilstoši vietējam laikam.
mr: तुमचे स्थान निवडा, जेणेकरून प्रणाली तुमच्या देशाचे प्रदर्शन आवडीनिवडी घेईल, तुमच्या जवळच्या स्थानातून अद्यतने घेईल, आणि बरोबर स्थानिक वेळ घेईल.
my: သင့်နိုင်ငံ၏ သင့်လျော်သော လုပ်ငန်းစဉ်လာများကို ပြသနိုင်ရန်၊ သင်နှင့် နီးစပ်သော sites များကို ပြသနိုင်ရန်၊ သင့်ဒေသအချိန်ကို သတ်မှတ်ရန် သင့်တည်နေရာကို ရွေးချယ်ပါ။
nb: Velg plassing slik at systemet får satt rett systemklokke og kan hente språkavhengige oppdateringer .
nl: Kies uw locatie. Het systeem kan dan de juiste regionale instellingen gebruiken, bijgewerkte pakketten binnenhalen van spiegelservers in uw buurt, en de klok instellen op de juiste lokale tijd.
nn: Vel kor du er, slik at datamaskina kan finna språkformat, klokkeslett og henta oppdateringar frå stadar nær deg.
pl: Proszę wybrać lokalizację, by system mógł przyjąć właściwe ustawienia wyświetlania informacji, pobierać aktualizacje z lokalnych serwerów i wskazywać prawidłowy czas lokalny.
ps: خپل ځای مو وټاکئ، تر څو غونډال ستاسې د هېواد لپاره سم تړونونه وښودلی شي، له هغو ګورتځايونو اوسمهاليزونې راولېښي چې تاسې ته نژدې وي، او د ګړۍ سم ځايي مهال ته امستنه وکړي.
pt: Selecione a sua localização, para que o sistema possa usar as convenções de apresentação apropriadas para o seu país, obter atualizações a partir de servidores próximos de si e acertar o relógio para o seu fuso horário.
pt_br: Selecione a sua localização, para que o sistema possa usar as convenções de visualização adequadas para o seu país, buscar atualizações de sites mais perto de você e definir o relógio para o horário local correto.
si: ඔබේ ස්ථානය තෝරන්න, එවිට පද්ධතිය ඔබේ රටට ගැලපෙන සේ දෘශ්‍ය ප්‍රකාර සකසයි, ඔබට ආසන්න අඩවි වලින් යාවත් ලබාගනී හා නිවැරදි දේශීය කාලයට වේලාව සකසයි.
sl: Izberite mesto, kjer se nahajate, da bo sistem lahko uporabil način prikaza, ki velja v vaši državi, pridobival posodobitve s spletišč v vaši bližini in nastavil uro na pravilen krajevni čas.
sq: Zgjidhni vendndodhjen tuaj, në mënyrë që sistemi të shfaqë njësitë e duhura për vendin tuaj, të marrë përditësimet nga faqe pranë jush dhe të vendosë kohën në orën korrekte lokale.
sr: Изаберите вашу локацију, да би систем могао да користи одговарајуће ознаке (за дужину, за новац, и сл.), узимао надоградње са интернет страница у вашој близини и подесио часовник на исправно локално време.
sv: Välj din plats så att systemet kan använda lämpliga standarder för ditt land, hämta uppdateringar från platser som ligger nära dig samt ställa in klockan till korrekt lokal tid.
te: మీ స్థానాన్ని ఎంచుకోండి, దీనివలన మీరు మీ దేశానికి సంబంధించిన సంప్రదాయాలకు, పద్ధతులకు అనుగుణంగా చూపిస్తుంది, మీకు దగ్గరగా ఉన్న సైట్ల నుంచి నవీకరణలను, మరియు గడియారాన్ని సరైన స్థానిక సమయానికి అమరుస్తుంది.
tg: Ҷойгиршавии худро интихоб намоед, то ки низом тавонад хусусиятҳои мувофиқро барои кишвари шумо истифода барад, навсозиҳоро аз сомонаҳои ба шумо наздиктарин боргирӣ кунад ва соатро ба вақти маҳаллии дуруст танзим намояд.
th: เลือกตำแหน่งที่ตั้งของคุณเพื่อให้ระบบสามารถแสดงข้อมูลข่าวสารที่เหมาะสมกับประเทศของคุณ รวมทั้งดึงข้อมูลอัปเดตจากไซต์ที่อยู่ใกล้คุณ และตั้งค่านาฬิกาให้ถูกต้องตามเวลาท้องถิ่นได้
tr: Sistemin ülkeniz için doğru ayarları kullanması, size yakın sitelerden güncellemeleri alması ve saati doğru yerel saate göre ayarlaması için bulunduğunuz bölgeyi seçin.
ug: ئورنىڭىزنى بېكىتىڭ. شۇنداقتا سىستېما دۆلىتىڭىزنىڭ ئادىتى بويىچە كۆرسىتىش ئېلىپ بارالايدۇ. سىزگە يېقىن بولغان مۇلازىمېتىرلاردىن يېڭىلاش ئېلىپ بارالايدۇ. ۋاقىتنى توغرا كۆرسىتىپ بېرەلەيدۇ.
uk: Виберіть ваше місце розташування, щоб система могла вірно показувати одиниці виміру та місцевий час, отримувати оновлення з найближчих до вас серверів.
vi: Vui lòng chọn địa điểm để làm căn cứ cho hệ thống chọn những thông số mặc định cho quốc gia, những kho phần mềm gần nhất, và đặt giờ địa phương chính xác.
zh_hk: 請選擇你的地點，如此一來系統可以使用適合你國家或地區的顯示方式、從離你較近的網站取得更新，還有將時鐘設定為正確的當地時刻。

source: Time Zone:
af: Tydsone:
ar: المنطقة الزّمنيّة:
ast: Estaya horaria:
bg: Часова зона:
bo: ཆུ་ཚོད་མངའ་ཁོངས：
bs: Vremenska zona:
ca: Fus horari:
ckb: کاتی هەرێمی:
cs: Časové pásmo:
cy: Cylchfa Amser:
da: Tidszone:
de: Zeitzone:
el: Ζώνη ώρας:
eo: Horzono:
et: Ajavöönd:
eu: Ordu-eremua:
fa: ناحیهٔ زمانی:
fi: Aikavyöhyke:
fr_ca: Fuseau horaire :
gd: Raon-ama:
gl: Fuso horario:
he: אזור זמן:
hi: समय क्षेत्र:
hr: Vremenska zona:
ia: Fuso horari:
it: Fuso orario:
ja: タイムゾーン:
kab: Tamennaḍt tasragant:
km: តំបន់​ពេល​វេលា ៖
ko: 시간대:
ku: Herêma demê:
lt: Laiko juosta:
lv: Laika josla:
mr: वेळ क्षेत्र :
my: အချိန် ဇုန်:
nb: Tidssone:
nl: Tijdzone:
nn: Tidssone:
pa: ਸਮਾਂ-ਖੇਤਰ:
pl: Strefa czasowa:
ps: مهال سيمه:
pt: Fuso horário:
pt_br: Fuso horário:
si: වේලා කලාපය:
sl: Časovni pas:
sq: Zona Kohore:
sr: Временска зона:
sv: Tidszon:
te: సమయ క్షేత్రం:
tg: Минтақаи вақт:
th: เขตเวลา:
tr: Saat Dilimi:
ug: ۋاقىت رايونى:
uk: Часовий пояс:
vi: Múi Giờ:
zh_hk: 時區：

source: Region:
af: Streek:
ar: الإقليم:
ast: Rexón:
bg: Регион
bo: ས་ཁུལ：
bs: Regija:
ca: Regió:
ckb: ناوچه‌:
cs: Oblast:
cy: Rhanbarth:
el: Περιοχή:
eo: Regiono:
et: Regioon:
eu: Eskualdea:
fa: منطقه:
fi: Alue:
fr_ca: Région :
gd: Roinn-dùthcha:
gl: Rexión:
he: אזור:
hi: क्षेत्र
hr: Regija:
it: Regione:
ja: 地域：
kab: Tamennaḍt:
km: តំបន់ ៖
ko: 지역:
ku: Herêm:
lt: Regionas:
lv: Reģions:
mr: विभाग :
my: နယ်မြေ:
nb: Område:
nl: Regio:
nn: Område:
pa: ਖੇਤਰ:
ps: سيمه:
pt: Região:
pt_br: Região:
si: ප්‍රදේශය:
sl: Področje:
sq: Krahina:
sr: Регион:
te: ప్రాంతం:
tg: Минтақа:
th: ภูมิภาค:
tr: Bölge:
ug: رايون:
uk: Регіон:
vi: Quốc gia hay Vùng:
zh_hk: 地區：

source: [type here to change]
af: [tik hier om te verander]
ar: [اكتب هنا لتغييرها]
ast: [escribi equí pa camudar]
bg: [пишете тук за промяна]
bo: [འདིར་ཡིག་འཇུག་བྱས་ནས་བསྒྱུར་དགོས་པ]
bs: [unesi ovdje za izmjene]
ca: [escriviu aquí per canviar-ho]
ckb: [لێرە بنووسە بۆ گۆڕین]
cs: [klikněte zde pro změnu]
cy: [teipiwch yma i newid]
da: [skriv her for at ændre]
de: [für Änderung hier eingeben]
el: [πληκτρολογήστε εδώ για αλλαγή]
eo: [tajpu ĉi tie por ŝanĝi]
et: [muutmiseks klõpsa siia]
eu: [idatzi hemen aldatzeko]
fa: [برای تغییر، این‌جا بنویسید.]
fi: [kirjoita tähän vaihtaaksesi]
fr_ca: [tapez ici pour le changer]
gd: [sgrìobh an-seo gus atharrachadh]
gl: [escriba aquí para cambiar]
he: [יש להקליד כאן כדי לשנות]
hi: [परिवर्तन हेतु यहाँ टंकण करें]
hr: [upišite ovdje za promjenu]
ia: [scribe ci pro cambiar]
it: [digitare qui per cambiare]
ja: [変更するにはここに入力]
kab: [aru dayi iwakken ad tbeddeleḍ]
km: វាយអក្សរកនែ្លងនេះដើម្បីផ្លាស់ប្ដូរ
ko: [바꿀 내용을 입력하십시오]
ku: [ji bo guherandinê li vir binivîse]
lt: [rašykite čia, jei norite pakeisti]
lv: [rakstiet šeit, lai mainītu]
mr: [बदल करण्याकरिता येथे टाइप करा]
my: [ပြောင်းလဲရန် ဤနေရာတွင် ရိုက်ပါ]
nb: [skriv her for å endre]
nl: [tik hier om te veranderen]
nn: [Skriv her for å endra]
pa: [ਬਦਲਣ ਲਈ ਕਲਿੱਕ ਕਰੋ]
pl: [Proszę wpisać tutaj, aby zmienić]
ps: [د بدلولو لپاره دلته ليکل وکړئ]
pt: [escreva aqui para alterar]
pt_br: [digite aqui para alterar]
si: [වෙනස් කිරීමට මෙහි ලියන්න]
sl: [za spremembo tipkajte sem]
sq: [kliko këtu për ta ndryshuar]
sr: [куцајте овде да промените]
sv: [skriv här för att ändra]
te: [మార్చుటకు ఇక్కడ టైపు చెయ్యండి]
tg: [барои тағйир додан ин ҷо зер кунед]
th: [พิมพ์ที่นี่เพื่อเปลี่ยน]
tr: [değiştirmek için buraya yazın]
ug: [ئۆزگەرتىش ئۈچۈن بۇ يەرگە كىرگۈزۈڭ]
uk: [вводьте тут для змін]
vi: [nhập vào đây để thay đổi]
zh_hk: [在這裏輸入以更改]

source: Replace ${OS} with ${DISTRO}
af: Vervang ${OS} met ${DISTRO}
ar: استبدل ${OS} بـ ${DISTRO}
ast: Trocar ${OS} por ${DISTRO}
bg: Замяна на ${OS} с ${DISTRO}
bo: ${OS}་མ་ལག་གི་ཚབ་ཏུ་${DISTRO}་བཞག་པ
bs: Zamjena ${OS} sa ${DISTRO}
ca: Reemplaça ${OS} per ${DISTRO}
ckb: گۆرێنی ${OS} بە ${DISTRO}
cs: Nahradit ${OS} distribucí ${DISTRO}
cy: Amnewid ${OS} am ${DISTRO}
da: Erstat ${OS} med ${DISTRO}
de: ${OS} mit ${DISTRO} ersetzen
el: Αντικατάσταση του ${OS} με το ${DISTRO}
eo: Anstataŭigi ${OS} per ${DISTRO}
et: ${OS} süsteemi asendamine süsteemiga ${DISTRO}
eu: Ordeztu ${OS} ${DISTRO}(r)ekin
fa: جایگزینی ${OS} با ${DISTRO}
fi: Korvaa käyttöjärjestelmä ${OS} käyttöjärjestelmällä ${DISTRO}
fr_ca: Remplacer ${OS} par ${DISTRO}
gd: Cuir ${DISTRO} an àite ${OS}
gl: Substituír ${OS} con ${DISTRO}
he: החלפת ${OS} עם ${DISTRO}
hi: ${OS} को ${DISTRO} से प्रतिस्थापित करे
hr: Zamijeni ${OS} s ${DISTRO}
ia: Replaciar ${OS} con ${DISTRO}
it: Sostituisci ${OS} con ${DISTRO}
ja: ${OS}を${DISTRO}で置き換える
kab: Semselsi ${OS} s ${DISTRO}
km: ជំនួស ${OS} ដោយ ${DISTRO}
ko: ${OS}을(를) ${DISTRO}(으)로 바꾸기
ku: ${OS} bi ${DISTRO} re biguherîne
lt: Pakeisti ${OS} sistemą į ${DISTRO}
lv: Aizstāt ${OS} ar ${DISTRO}
mr: ${OS} हे ${DISTRO} या सह बदला
my: ${OS} ကို ${DISTRO} နှင့် အစားထိုးပါ
nb: Erstatt ${OS} med ${DISTRO}
nl: Vervang ${OS} door ${DISTRO}
nn: Byt ut ${OS} med ${DISTRO}
pa: ${DISTRO} ਨੂੰ ${OS} ਨਾਲ ਬਦਲੋ
pl: Zamiana ${OS} na ${DISTRO}
ps: ${DISTRO} د ${OS} پر ځای لګول
pt: Substituir ${OS} por ${DISTRO}
pt_br: Substituir o ${OS} pelo ${DISTRO}
si: ${OS} ය ${DISTRO} වෙතින් ප්‍රතිපිහිටුවන්න
sl: Zamenjaj ${OS} z ${DISTRO}
sq: Zëvendëso ${OS} me ${DISTRO}
sr: Мењам „${OS}“ са „${DISTRO}“
sv: Ersätt ${OS} med ${DISTRO}
te: ${OS} ని ${DISTRO} తో మార్చు
tg: Ҷойгузин кардани ${OS} бо ${DISTRO}
th: แทนที่ ${OS} ด้วย ${DISTRO}
tr: ${OS} işletim sistemini ${DISTRO} ile değiştir
ug: ${OS} نى ${DISTRO} نىنغا ئالماشتۇرۇش
uk: Замінити ${OS} на ${DISTRO}
vi: Thay thế ${OS} bằng ${DISTRO}
zh_hk: 將 ${OS} 替換為 ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
af: <span foreground="darkred">Waarskuwing:</span> Hierdie sal al jou ${OS} programme, dokumente, foto's, musiek en ander lêers verwyder.
ar: <span foreground="darkred">تحذير:</span> سيؤدي ذلك إلى حذف جميع البرمجيات على ${OS}، والمستندات، والصور، والموسيقى، وأي ملفات أخرى.
ast: <span foreground="darkred">Avisu:</span> Esto va desaniciar tolos programes de ${OS}, documentos, semeyes, música, y cualquier otru ficheru.
bg: <span foreground="darkred">Внимание:</span> Това ще изтрие всичките ви ${OS} програми, документи, снимки, музика и всички останали файлове.
bo: <span foreground="darkred">ཉེན་བརྡ:</span> འདིས་ཁྱོད་ཀྱི་ ${OS} ་མ་ལག་གི་བྱ་རིམ་དང་ཡིག་ཆ། འདྲ་པར། རོལ་དབྱངས། ད་དུང་ཡིག་ཆ་གཞན་པ་ཡོངས་བསུབ་འགྲོ་ངེས།
bs: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve vaše ${OS} programe, dokumente, fotografije, muziku, i druge datoteke.
ca: <span foreground="darkred">Atenció:</span> això suprimirà tots els programes, documents, fotografies, música i altres fitxers del sistema operatiu ${OS}.
ckb: <span foreground="darkred">ئاگاداربە:</span> ئەمە هەموو داوانامە، بەڵگەنامەکان، وێنە، مۆسیقا و هەموو پەڕگەکانی ناو ${OS} دەسڕێتەوە.
cs: <span foreground="darkred">Upozornění:</span> Tímto smažete všechny své programy, dokumenty, fotografie, hudbu a další soubory z ${OS}.
cy: <span foreground="darkred">Rhybudd:</span> Bydd hyn yn dileu eich holl raglenni, dogfennau, lluniau, cerddoriaeth, a ffeiliau oddi ar ${OS}.
da: <span foreground="darkred">Advarsel:</span> Dette vil slette alle dine programmer, dokumenter, billeder, musik samt andre filer i ${OS}.
de: <span foreground="darkred">Warnung:</span> Dies wird alle Ihre Anwendungen, Dokumente, Fotos, Musik und alle anderen Dateien von ${OS} löschen.
el: <span foreground="darkred">Προσοχή:</span> Αυτό θα διαγράψει όλα τα προγράμματα, τα έγγραφα, τις φωτογραφίες, τη μουσική και οποιαδήποτε άλλα αρχεία στο ${OS}.
eo: <span foreground="darkred">Averto:</span> Ĉi tio forigos ĉiujn viajn programarojn, dokumentojn, fotojn, muzikojn kaj aliajn dosierojn de ${OS}.
et: <span foreground="darkred">Hoiatus:</span> Sellega kustutatakse kõik sinu ${OS} süsteemi programmid, dokumendid, fotod, muusika ja kõik ülejäänud failid.
eu: <span foreground="darkred">Abisua:</span> Honek ${OS}(e)ko programa, dokumentu, argazki, musika eta bestelako fitxategi guztiak ezabatuko ditu.
fa: <span foreground="darkred">هشدار:</span> این کار تمام برنامه‌ها،‌مستندات، عکس‌ها، آهنگ‌ها و هر پروندهٔ دیگر ${OS} را حذف خواهد کرد.
fi: <span foreground="darkred">Varoitus:</span> Tämä poistaa kaikki käyttöjärjestelmän ”${OS}” sovellukset, asiakirjat, valokuvat, musiikit ja muut tiedostot.
fr_ca: <span foreground="darkred">Avertissement ]:</span> Ceci supprimera tous vos programmes, documents, photos, musique et tout autre fichier ${OS}.
gd: <span foreground="darkred">Rabhadh:</span> Sguabaidh seo às a h-uile prògram, sgrìobhainn, dealbh, ceòl agus faidhle ${OS} agad.
gl: <span foreground="darkred">Aviso:</span> Isto eliminará todos o seus ${OS}, programas, documentos, fotos, música e outros ficheiros.
he: <span foreground="darkred">אזהרה:</span> פעולה זו תמחק את כל התכנית, המסמכים, התמונות, המוזיקה ושאר הקבצים שב־${OS} .
hi: <span foreground="darkred">चेतावनी:</span> यह आपके सभी ${OS} प्रोग्रामो, दस्तावेजो, तस्वीरोँ, संगीत तथा अन्य सभी फाइलो को नष्ट कर देगा.
hr: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve vaše ${OS} programe, dokumente, slike, glazbu i ostale datoteke.
ia: <span foreground="darkred">Advertimento:</span> Isto cancellara tote tu ${OS} programmas, documentos, photos, music, tote le altere files.
it: <span foreground="darkred">Attenzione:</span> in questo modo verranno eliminati programmi, documenti, foto, musica e altri file presenti in ${OS}.
ja: <span foreground="darkred">警告:</span> これにより、${OS} 上にあるプログラム、ドキュメント、写真、音楽、その他のファイルはすべて削除されます。
kab: <span foreground="darkred">Ɣur-k m:</span> Ayagi ad yekkes ihalen ${OS} inek m, isemliyen, tiwlafin, aẓawan akked yifuyla-nniḍen.
km: <span foreground="darkred">ការ​ព្រមាន ៖</span> វា​នឹង​លុប​កម្មវិធី ឯកសារ រូបថត តន្ត្រី និង​ឯកសារ​ផ្សេងៗ​ទៀត​​មាន​នៅ​ក្នុង${OS} របស់​អ្នក ។
ko: <span foreground="darkred">경고:</span> 이 작업은 사용자의 ${OS}에 있는 모든 프로그램, 문서, 사진, 음악, 기타 파일을 삭제합니다.
ku: <span foreground="darkred">Hişyarî:</span> Ev wê wan tev bername, pel, wêne, muzîk, û peldankên din yê ${OS}ê jê bibe.
lt: <span foreground="darkred">Dėmėsio:</span> Bus ištrinti visi operacinėje sistemoje ${OS} esantys dokumentai, nuotraukos, muzika, programos bei kiti failai.
lv: <span foreground="darkred">Brīdinājums:</span> tas dzēsīs visas jūsu ${OS} programmas, dokumentus, fotogrāfijas, mūziku, un jebkuras citas datnes.
mr: <span foreground="darkred">सूचना:</span> याने तुमच्या ${OS} वरील सगळे विनियोग, दस्तऐवज, फोटो, गाणी आणि बाकी फाईल्स नष्ट होतील.
nb: <span foreground="darkred">Advarsel:</span> Dette vil fjerne alle dine programmer, dokumenter, bilder, musikk og andre filer som ligger på ${OS}.
nl: <span foreground="darkred">Waarschuwing:</span> Dit zal al uw programma's en persoonlijke bestanden (documenten e.d.) op ${OS} verwijderen.
nn: <span foreground="darkred">Åtvaring:</span>Dette vil fjerna alle program, dokument, bilete, musikk, og andre filer som ligg på ${OS}.
pl: <span foreground="darkred">UWAGA!</span> Trwale usuwa wszystkie programy, dokumenty, obrazy, muzykę oraz inne pliki systemu ${OS}
ps: <span foreground="darkred">ګواښ:</span> دا به ستاسې د ${OS} ټول کاریالونه، لاسوندونه، انځورونه، ټنګټکور او نورې دوتنې ړنګې کړي.
pt: <span foreground="darkred">Atenção:</span> Irá eliminar todos os seus programas, documentos, fotografias, músicas e outros ficheiros de ${OS}.
pt_br: <span foreground="darkred">Aviso:</span> Isso apagará todos os programas, documentos, fotos, músicas e quaisquer outros arquivos do ${OS}.
si: <span foreground="darkred">අවවාදයයි:</span> මෙය ඔබේ සියළු ${OS} වැඩසටහන්, ලේඛන, ඡායාරූප, ගීත හා වෙනත් ගොනු මකාදමනු ඇත.
sl: <span foreground="darkred">Opozorilo:</span> To bo izbrisalo vse vaše programe, dokumente, glasbo, fotografije in vse druge datoteke na ${OS}.
sq: <span foreground="darkred">Kujdes:</span> Kjo do ti fshijë të gjitha ${OS} programet, dokumentet, fotot, muzikën tuaj dhe çdo skedar tjetër.
sr: <span foreground="darkred">Упозорење:</span> Ово ће обрисати све ваше програме, документа, фотографије, музику и све остале датотеке на ${OS} оперативном систему.
sv: <span foreground="darkred">Varning:</span> Detta kommer att ta bort alla dina ${OS}-program, dokument, foton, musik och alla andra filer.
te: <span foreground="darkred">హెచ్చరిక:</span> ఇది మీ ${OS} కార్యక్రమాలు, పత్రాలు, ఫోటోలు, సంగీతం, మరియు ఏవైనా ఇతర ఫైళ్ళను అన్నింటినీ తొలగిస్తుంది.
tg: <span foreground="darkred">Огоҳӣ:</span> Ин амал ҳамаи барномаҳо, ҳуҷҷатҳо, суратҳо, файлҳои мусиқӣ ва ягон файлҳои дигарро дар ${OS} нест мекунад.
th: <span foreground="darkred">คำเตือน:</span> โปรแกรม ${OS} เอกสาร ภาพถ่าย เพลง และแฟ้มอื่นๆ ของคุณจะถูกลบ
tr: <span foreground="darkred">Uyarı:</span> Bu işlem ${OS} işletim sisteminizin bütün programlarını, belgelerini, fotoğraflarını, müziklerini ve diğer dosyalarını silecektir.
ug: <span foreground=\"darkred\">ئاگاھلاندۇرۇش:</span>بۇ ${OS} دىكى بارلىق پروگرامما، پۈتۈك، سۈرەت، مۇزىكا ۋە باشقا ھۆججەتلەرنى ئۆچۈرىدۇ.
uk: <span foreground="darkred">Увага:</span> Ця дія знищить усі Ваші програми ${OS}, документи, фотографії, музику,та будь-які інші файли.
vi: <span foreground="darkred">Cảnh báo:</span> Việc này sẽ làm xóa toàn bộ chương trình trên ${OS}, tài liệu, ảnh, nhạc và các dữ liệu khác.
zh_hk: <span foreground="darkred"警告：</span>這會刪除您所有的 ${OS} 程式、文件、音樂，以及任何其他檔案。
