Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Checking for installer updates
af: Besig met nagaan van installeerderbywerkings
ar: يلتمس تحديثات المثبت
ast: Comprobando pa instalar anovamientos
bg: Проверка за актуализиран инсталатор
bo: སྒྲིག་འཇུག་ཆས་ཀྱི་གསར་སྒྱུར་འཚོལ་བ
bs: Provjeravam nadogradnje instalacijskog sistema
ca: S'està comprovant si hi ha actualitzacions de l'instal·lador
ckb: چیکردنی دامەزرێنەری نوێکاری
cs: Kontrolují se aktualizace instalátoru
cy: Wrthi'n gwirio am ddiweddariadau'r gosodydd
da: Søger efter opdateringer til installation
de: Aktualisierungen für das Installationsprogramm werden gesucht
el: Έλεγχος για ενημερώσεις του προγράμματος εγκατάστασης
eo: Serĉante instalilajn ĝisdatigojn
et: Paigaldaja uuenduste kontroll
eu: Instalatzailearen eguneraketak bilatzen
fa: در حال بررسی به‌روز رسانی‌های نصب‌کننده
fi: Tarkistetaan asennusohjelman päivityksiä
fr_ca: Vérification des mises à jour de l’installateur
gd: A' toirt sùil airson ùrachaidhean an stàlaicheir
gl: Comprobando as actualizacións do instalador
he: בחיפוש אחר עדכונים לתכנית ההתקנה
hi: संस्थापक अद्यतन हेतु जाँच
hr: Provjera nadopuna instalacijskog programa
ia: Controlo del ajornamentos pro le installator
it: Controllo aggiornamenti del programma d'installazione
ja: インストーラーのアップデートを確認しています
kab: Asenqed ɣef yileqman n usbedday
km: រក​មើល​បច្ចុប្បន្នភាព​របស់​កម្មវិធី​ដំឡើង
ko: 설치 프로그램 업데이트 확인
ku: Rojanekirinên ji bo sazker tên kontrolkirin
lt: Ieškoma diegimo programos atnaujinimų
lv: Pārbauda instalatora atjauninājumus
mr: प्रतिष्ठापक अद्ययावत तपास करत आहे
my: ထည့်သွင်းမှု နောက်ဆုံးအဆင့်အထိ ရှိမရှိ စစ်ဆေးခြင်း
nb: Ser etter installasjonsoppdateringer
nl: Controleren op bijgewerkt installatieprogramma
nn: Ser etter oppdateringar for installasjonsprogrammet
pa: ਇੰਸਟਾਲਰ ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Sprawdzanie aktualizacji instalatora
ps: د لګاند اوسمهاليزونو لپاره کتل کېږي
pt: A verificar atualizações do instalador
pt_br: Verificando por atualizações do instalador
si: ස්ථාපක යාවත් සඳහා පිරික්සමින්
sl: Preverjanje za posodobitve namestilnika
sq: Duke kërkuar për përditësime të instaluesit
sr: Тражим ажурирања инсталера
sv: Letar efter uppdateringar för installationsprogrammet
te: స్థాపకం నవీకరణల కోసం పరిశీలిస్తోంది
tg: Санҷиши навсозиҳо барои насбкунанда
th: กำลังตรวจสอบการปรับปรุงโปรแกรมติตตั้ง
tr: Kurucu güncellemelerine bakılıyor
ug: ئورناتقۇچ يېڭىلاندىمۇ تەكشۈرۈش
uk: Перевірка встановлювача на наявність оновлень
vi: Đang kiểm tra các bản cập nhật cho trình cài đặt
zh_hk: 正在檢查是否有安裝程式更新

source: Reading package information
af: Besig met lees van pakketinligting
ar: يقرأ معلومات الحزم
ast: Lleendo información de paquete
bg: Четене на информация за пакет
bo: ཐུམ་བུའི་གནས་ཚུལ་ཀློག་བཞིན་པ
bs: Čitanje informacije paketa
ca: S'està llegint la informació del paquet
ckb: خوێندنەوەی زانیاری گورزە
cs: Čtení informací o balících
cy: Wrthi'n darllen gwybodaeth y pecyn
da: Læser pakkeinformation
de: Paketinformationen werden gelesen
el: Ανάγνωση πληροφοριών πακέτου
eo: Legante pakaĵinformojn
et: Paketiloendi lugemine
eu: Paketeen informazioa irakurtzen
fa: در حال خواندن اطّلاعات بسته
fi: Luetaan pakettitietoja
fr_ca: Lecture des informations du paquet
gd: A' leughadh an fhiosrachaidh mun phacaid
gl: Lendo a información dos paquetes
he: נתוני החבילות נקראים
hi: पैकेज सूचना पढ़ रहा है
hr: Čitanje informacija paketa
ia: Lectura del informationes del pacchetto
it: Lettura informazioni sui pacchetti
ja: パッケージ情報を取得しています
kab: Taɣuri n isallan n ukemmus
km: អាន​ព័ត៌មាន​កញ្ចប់
ko: 패키지 정보를 읽는 중
ku: Agahiya pakêtê tê xwendin
lt: Skaitoma paketų informacija
lv: Lasa informāciju par pakotnēm
mr: पॅकेज माहिती वाचत आहे
my: အစုအဝေး အချက်အလက်များ ဖတ်ရှုခြင်း
nb: Leser pakkeinformasjon
nl: Pakketinformatie lezen
nn: Les pakkeinformasjon
pa: ਪੈਕੇਜ ਜਾਣਕਾਰੀ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ
pl: Odczytywanie informacji o pakietach
ps: د بنډل خبرتیا لوستل کېږي
pt: A ler a informação dos pacotes
pt_br: Lendo informações do pacote
si: පැකේජ තොරතුරු කියවමින්
sl: Branje podatkov o paketih
sq: Duke lexuar informacionin e paketave
sr: Читам информације о пакету
sv: Läser paketinformation
te: ప్యాకేజీ సమాచారాన్ని చదువుతోంది
tg: Хониши иттилооти баста
th: กำลังอ่านข้อมูลแพกเกจ
tr: Paket bilgisi okunuyor
ug: بوغچا ئۇچۇرىنى ئوقۇۋاتىدۇ
uk: Зчитування інформації про пакунок
vi: Đang đọc thông tin về gói
zh_hk: 正在讀取套件資訊

source: Updating package information
af: Besig met bywerk van pakketinligting.
ar: يُحدث معلومات الحزم
ast: Anovando la información del paquete
bg: Актуализиране на информацията за пакет
bo: ཐུམ་བུའི་གནས་ཚུལ་གསར་བསྒྱུར་བྱེད་བཞིན་པ
bs: Nadograđujem informacije paketa
ca: S'està actualitzant la informació del paquet
ckb: نوێکردنەوەی زانیاری گورزە
cs: Aktualizují se informace o balících
cy: Wrthi'n diweddaru gwybodaeth y pecyn
da: Opdaterer pakkeinformation
de: Paketinformationen werden aktualisiert
el: Ενημέρωση πληροφοριών πακέτου
eo: Ĝisdatigante pakaĵinformojn
et: Paketiloendi uuendamine...
eu: Paketeen informazioa eguneratzen
fa: به روز رسانی اطّلاعات بسته
fi: Päivitetään pakettitietoja
fr_ca: Mise à jour des informations du paquet
gd: Ag ùrachadh an fhiosrachaidh mun phacaid
gl: Actualizando a información dos paquetes
he: נתוני החבילות מתעדכנים
hi: पैकेज सूचना अद्यतन कर रहा है
hr: Nadopuna informacija paketa
ia: Ajornamento del informationes del pacchetto
it: Aggiornamento informazioni sui pacchetti
ja: パッケージ情報をアップデートしています
kab: Aleqqem n isallan n ukemmus
km: ធ្វើ​បច្ចុប្បន្នភាព​ព័ត៌មាន​កញ្ចប់
ko: 패키지 정보 업데이트 중
ku: Agahiya pakêtê tê rojanekirin
lt: Atnaujinama paketų informacija
lv: Atjaunina informāciju par pakotnēm
mr: पॅकेज माहिती अद्ययावत करत आहे
my: အစုအဝေး အချက်အလက်များ အသစ်ထွက်ရှိမှုသို့ ပြောင်းလဲခြင်း
nb: Oppdaterer pakkeinformasjon
nl: Pakketinformatie bijwerken
nn: Oppdaterer pakkeinformasjon
pa: ਪੈਕੇਜ ਜਾਣਕਾਰੀ ਅੱਪਡੇਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Aktualizowanie informacji o pakietach
ps: د بنډل خبرتیا اوسمهالول کېږي
pt: A atualizar informação dos pacotes
pt_br: Atualizando informações do pacote
si: පැකේජ තොරතුරු යාවත් කරමින්
sl: Posodabljanje podatkov o paketih
sq: Duke përditësuar informacionin e paketave
sr: Ажурирам информације о пакету
sv: Uppdaterar paketinformation
te: ప్యాకేజీ సమాచారాన్ని నవీకరిస్తోంది
tg: Навсозии иттилооти баста
th: กำลังปรับข้อมูลแพกเกจ
tr: Paket bilgisi güncelleniyor
ug: بوغچا ئۇچۇرىنى يېڭىلاۋاتىدۇ
uk: Оновлення інформації про пакунок
vi: Đang cập nhật thông tin về gói
zh_hk: 正在更新套件資訊

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
af: Lêer ${INDEX} van ${TOTAL} teen ${SPEED}/s
ar: ملف ${INDEX} من ${TOTAL} بسرعة ${SPEED}\ث
ast: Ficheru ${INDEX} de ${TOTAL} a ${SPEED}/s
bg: Файл ${INDEX} от ${TOTAL} с ${SPEED}/с
bo: ཡིག་ཆ ${INDEX}/${TOTAL}། ལེན་འཇུག་མྱུར་ཚད ${SPEED}/s
bs: Fajl ${INDEX} od ${TOTAL} pri ${SPEED}/s
ca: Fitxer ${INDEX} de ${TOTAL} a ${SPEED}/s
ckb: پەڕگە ${INDEX} لە ${TOTAL} بە ${SPEED}/s
cs: Soubor ${INDEX} z ${TOTAL} rychlostí ${SPEED}/s
cy: Ffeil ${INDEX} o ${TOTAL}, ${SPEED}/eiliad
da: Fil ${INDEX} af ${TOTAL} med ${SPEED}/s
de: Datei ${INDEX} von ${TOTAL} mit ${SPEED}/s
el: Αρχείο ${INDEX} από ${TOTAL} με ${SPEED}/s
eo: Dosiero ${INDEX} el ${TOTAL} je ${SPEED}/s
et: Fail ${INDEX}/${TOTAL} kiirusel ${SPEED}/s
eu: ${INDEX}/${TOTAL} fitxategia (${SPEED}/s)
fa: پروندهٔ ${INDEX} از ${TOTAL} با ${SPEED}/ث
fi: Tiedosto ${INDEX} / ${TOTAL}, nopeus ${SPEED}/s
fr_ca: Fichier ${INDEX} sur ${TOTAL} à ${SPEED}/s
gd: Faidhle ${INDEX} de ${TOTAL} aig ${SPEED}/s
gl: Ficheiro ${INDEX} de ${TOTAL} a ${SPEED}/s
he: קובץ ${INDEX} מתוך ${TOTAL} במהירות של ${SPEED} לשנייה
hi: कुल ${TOTAL} में ${INDEX} फाइल ${SPEED}/s से
hr: Datoteka ${INDEX} od ${TOTAL} pri ${SPEED}/s
ia: File ${INDEX} de ${TOTAL} a ${SPEED}/s
it: File ${INDEX} su ${TOTAL} a ${SPEED}/s
ja: ファイル ${INDEX} / ${TOTAL} 速度 ${SPEED}/s
kab: Afaylu ${INDEX} gar ${TOTAL} s ${SPEED}/tsn
km: ឯកសារ​ ${INDEX} នៃ​ ${TOTAL} នៅ​ ${SPEED}/វិ
ko: 전체 ${TOTAL}파일 중 ${INDEX}파일, 속도 ${SPEED}/s
ku: Pelê ${INDEX} ji ${TOTAL} bi ${SPEED}/ç
lt: Failas ${INDEX} iš ${TOTAL} ${SPEED}/s
lv: Datne ${INDEX} no ${TOTAL}, ātrums ${SPEED}/s
mr: फाईल ${INDEX} / ${TOTAL} वेग ${SPEED}/s
nb: Fil ${INDEX} av ${TOTAL} med ${SPEED}/s
nl: Bestand ${INDEX} van ${TOTAL} met ${SPEED}/s
nn: Fil ${INDEX} av ${TOTAL} ved ${SPEED}/s
pa: ${TOTAL} ਵਿੱਚੋਂ {INDEX} ਫਾਇਲ ${SPEED}/s ਨਾਲ
pl: Plik ${INDEX} z ${TOTAL} i ${SPEED}/s
ps: دوتنه ${INDEX} له ${TOTAL} په ${SPEED}/رپ
pt: Ficheiro ${INDEX} de ${TOTAL} a ${SPEED}/s
pt_br: Arquivo ${INDEX} de ${TOTAL} a ${SPEED}/s
si: ගොනුව ${INDEX} හි ${TOTAL} හි ${SPEED}/s
sl: ${INDEX}. datoteka od ${TOTAL}-ih pri ${SPEED}/s
sq: Skedari ${INDEX} nga ${TOTAL} me ${SPEED}/s
sr: Датотека ${INDEX} од ${TOTAL} при ${SPEED}/s
sv: Fil ${INDEX} av ${TOTAL} med ${SPEED}/s
tg: Файли ${INDEX} аз ${TOTAL} дар ${SPEED}/сония
th: ${INDEX} แฟ้ม จาก ${TOTAL} ที่ความเร็ว ${SPEED}/s
tr: ${INDEX}/${TOTAL} dosya, ${SPEED}/sn. oranında
ug: ${INDEX} ھۆججەت ${TOTAL}نىڭ ئىچىدە, تېزلىكى ${SPEED}/s
uk: Файл ${INDEX} розміром ${TOTAL} на швидкості ${SPEED}/s
vi: Tệp ${INDEX} trên ${TOTAL} với tốc độ ${SPEED}/s
zh_hk: 檔案 ${INDEX} (總共 ${TOTAL} 個) 速度 ${SPEED}/s

source: File ${INDEX} of ${TOTAL}
af: Lêer ${INDEX} van ${TOTAL}
ar: ملف ${INDEX} من ${TOTAL}
ast: Ficheru ${INDEX} de ${TOTAL}
bg: Файл ${INDEX} от ${TOTAL}
bo: ཡིག་ཆ ${INDEX}/${TOTAL}
bs: Fajl ${INDEX} od ${TOTAL}
ca: Fitxer ${INDEX} de ${TOTAL}
ckb: پەڕگە ${INDEX} لە ${TOTAL}
cs: Soubor ${INDEX} z ${TOTAL}
cy: Ffeil ${INDEX} o ${TOTAL}
da: Fil ${INDEX} af ${TOTAL}
de: Datei ${INDEX} von ${TOTAL}
el: Αρχείο ${INDEX} από ${TOTAL}
eo: Dosiero ${INDEX} el ${TOTAL}
et: Fail ${INDEX}/${TOTAL}
eu: ${INDEX}/${TOTAL} fitxategia
fa: پروندهٔ ${INDEX} از ${TOTAL}
fi: Tiedosto ${INDEX} / ${TOTAL}
fr_ca: Fichier ${INDEX} sur ${TOTAL}
gd: Faidhle ${INDEX} de ${TOTAL}
gl: Ficheiro ${INDEX} de ${TOTAL}
he: קובץ ${INDEX} מתוך ${TOTAL}
hi: कुल ${TOTAL} मे ${INDEX} फाइल
hr: Datoteka ${INDEX} od ${TOTAL}
ia: File ${INDEX} de ${TOTAL}
it: File ${INDEX} su ${TOTAL}
ja: ファイル ${INDEX} / ${TOTAL}
kab: Afaylu ${INDEX} seg ${TOTAL}
km: ឯកសារ​ ${INDEX} នៃ​ ${TOTAL}
ko: 전체 ${TOTAL}파일 중 ${INDEX}파일
ku: Pelê ${INDEX} ji ${TOTAL}
lt: Failas ${INDEX} iš ${TOTAL}
lv: Datne ${INDEX} no ${TOTAL}
mr: फाईल ${INDEX} / ${TOTAL}
nb: Fil ${INDEX} av ${TOTAL}
nl: Bestand ${INDEX} van ${TOTAL}
nn: Fil ${INDEX} av ${TOTAL}
pa: ${TOTAL} ਵਿੱਚੋਂ ${INDEX} ਫਾਇਲ
pl: Plik ${INDEX} z ${TOTAL}
ps: دوتنه ${INDEX} له ${TOTAL}
pt: Ficheiro ${INDEX} de ${TOTAL}
pt_br: Arquivo ${INDEX} de ${TOTAL}
si: ${TOTAL} හි ${INDEX} ගොනුව
sl: ${INDEX}. datoteka od ${TOTAL}-ih
sq: Skedari ${INDEX} nga ${TOTAL}
sr: Датотека ${INDEX} од ${TOTAL}
sv: Fil ${INDEX} av ${TOTAL}
tg: Файли ${INDEX} аз ${TOTAL}
th: ${INDEX} แฟ้ม จาก ${TOTAL}
tr: ${INDEX}/${TOTAL} dosya
ug: ${INDEX} ھۆججەت ${TOTAL}نىڭ ئىچىدە
uk: Файл ${INDEX} розміром ${TOTAL}
vi: Tệp ${INDEX} trên ${TOTAL}
zh_hk: 檔案 ${INDEX} ( 總共 ${TOTAL} 個)

source: Installing update
af: Besing met installasie van bywerking
ar: يثبت التحديث
ast: Instalando anovamientu
bg: Инсталиране на актуализацията
bo: གསར་བསྒྱུར་སྒྲིག་འཇུག་བཞིན་པ
bs: Instaliram ažuriranja
ca: S'està instal·lant l'actualització
ckb: دامەزراندنی نوێکاری
cs: Instalují se aktualizace
cy: Wrthi'n gosod diweddariad
da: Installerer opdatering
de: Aktualisierung wird installiert
el: Εγκατάσταση ενημέρωσης
eo: Instalante ĝisdatigon
et: Uuenduste paigaldamine...
eu: Eguneraketa instalatzen
fa: در حال نصب به‌روز رسانی
fi: Asennetaan päivitystä
fr_ca: Installation de la mise à jour
gd: A' stàladh an ùrachaidh
gl: Instalando a actualización
he: עדכון מותקן
hi: अद्यतन संस्थापित कर रहा है
hr: Instalacija nadopune
ia: Installation del ajornamentos
it: Installazione aggiornamento
ja: アップデートをインストールしています
kab: Asebded n lqem
km: ធ្វើបច្ចុប្បន្នភាព​ការដំឡើង
ko: 업데이트 설치 중
ku: Rojanekirin tê avakirin
lt: Įdiegiamas atnaujinimas
lv: Instalē atjauninājumu
mr: अद्ययावत प्रतिष्ठापन करत आहे
my: အသစ်ထွက်ရှိမှုများ ထည့်သွင်းခြင်း
nb: Installerer oppdatering
nl: Bijgewerkt pakket installeren
nn: Oppdaterer
pa: ਅੱਪਡੇਟ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
pl: Instalowanie aktualizacji
ps: اوسمهاليز لګول کېږي
pt: A instalar atualização
pt_br: Instalando atualização
si: යාවත් ස්ථාපනය කරමින්
sl: Nameščanje posodobitve
sq: Duke instaluar përditësimin
sr: Инсталирам ажурирања
sv: Installerar uppdatering
te: నవీకరణ స్థాపించబడుతున్నది
tg: Насбкунии навсозӣ
th: กำลังติดตั้งการปรับปรุง
tr: Güncelleme kuruluyor
ug: يېڭىلانمىنى ئورنىتىۋاتىدۇ
uk: Встановлення оновлень
vi: Đang cài đặt bản cập nhật
zh_hk: 正在安裝更新

source: Error updating installer
af: Fout met bywerking van installeerder
ar: خطأ في تحديث المثبت
ast: Fallu anovando l'instalador
bg: Грешка при актуализиране на инсталатора
bo: སྒྲིག་འཇུག་ཆས་གསར་བསྒྱུར་བྱེད་པར་ནོར་འཁྲུལ
bs: Greška u nadogradnji instalacijskog sistema
ca: S'ha produït un error en actualitzar l'instal·lador
ckb: هەڵە لە نوێکردنەوەی دامەزرێنەر
cs: Chyba při aktualizaci instalátoru
cy: Gwall wrth ddiweddaru'r gosodydd
da: Fejl ved opdatering af installationen
de: Fehler beim Aktualisieren des Installationsprogramms
el: Σφάλμα ενημέρωσης προγράμματος εγκατάστασης
eo: Eraro dum ĝisdatigado de instalilo
et: Tõrge paigaldaja uuendamisel
eu: Errorea instalatzailea eguneratzean
fa: خطای به‌روز رسانی نصب‌کننده
fi: Virhe päivitettäessä asennusohjelmaa
fr_ca: Erreur lors de la mise à jour de l’installateur
gd: Mearachd ag ùrachadh an stàlaicheir
gl: Produciuse un erro ao actualizar o instalador
he: שגיאה בעדכון תכנית ההתקנה
hi: अद्यतन संस्थापन में त्रुटि पाई गई
hr: Greška nadopune instalacijskog programa
ia: Error durante le ajornamento del installator
it: Errore nell'aggiornare il programma d'installazione
ja: アップデートインストーラーのエラー
kab: Tucḍa deg lqem n usebdad
km: មាន​កំហុស​ក្នុង​ការ​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ដំឡើង
ko: 설치 프로그램 업데이트 오류
ku: Çewtiya rojanekirina sazkerê
lt: Klaida atnaujinant įdiegimo programą
lv: Klūda atjauninot instalatoru
mr: प्रतिष्ठापक अद्ययावत करताना त्रुटी
my: အသစ်ထွက်ရှိမှု ထည့်သွင်းခြင်း ချို့ယွင်းချက်
nb: Feil ved oppdatering av installasjonsprogrammet
nl: Fout bij bijwerken van installatieprogramma
nn: Feil ved oppdatering av installasjonsprogrammet
pa: ਇੰਸਟਾਲਰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pl: Błąd aktualizacji instalatora
ps: لګاند اوسمهالولو تېروتنه
pt: Erro ao atualizar o instalador
pt_br: Falha ao atualizar o instalador
si: ස්ථාපනය යාවත්කිරීමේ දෝශය
sl: Napaka med posodabljanjem namestilnika
sq: Gabim në përdiësimin e instaluesit
sr: Грешка ажурирања инсталера
sv: Fel vid uppdatering av installationsprogrammet
te: స్థాపకాన్ని నవీకరించుటలో దోషం
tg: Ҳангоми навсозии насбкунанда хато ба вуҷуд омад
th: การติดตั้งการปรับปรุงผิดพลาด
tr: Kurucu güncellenemedi
ug: ئورناتقۇچنى يېڭىلىيالمىدى
uk: Помилка оновлення встановлювача
vi: Lỗi cập nhật trình cập nhật
zh_hk: 更新安裝程式發生錯誤

source: The installer encountered an error while trying to update itself:
af: Fout met installeerder tydens bywerking van homself:
ar: واجه المثبت خطأ أثناء محاولته تحديث نفسه:
ast: L'instalador alcontró un fallu al intentar anovase:
bg: Възникна грешка при актуализиране на инсталатора:
bo: སྒྲིག་འཇུག་ཆས་གསར་བསྒྱུར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ：
bs: Instalacijski sistem naišao na grešku pri pokušaju da se nadogradi:
ca: L'instal·lador ha trobat un error quan intentava actualitzar-se:
ckb: دامەزرێنەر هەڵەیەک هاتە پێش لە کاتی خۆ نوێکردنەوە:
cs: Instalátor zjistil chybu při aktualizování sama sebe:
cy: Bu gwall wrth geisio diweddaru ei hun:
da: Installationen stødte på en fejl under forsøget på at opdatere sig selv:
de: Bei der Aktualisierung des Installationsprogramms selbst ist ein Fehler aufgetreten:
el: Το πρόγραμμα εγκατάστασης αντιμετώπισε ένα πρόβλημα ενώ προσπαθούσε να ενημερώσει τον εαυτό του:
eo: La instalilo renkontis eraron dum ĝi provis ĝisdatigi sin mem:
et: Paigaldajas esines iseenda uuendamisel tõrge:
eu: Instalatzailea errore bat aurkitu du eguneratzen saiatu denean:
fa: نصب‌کننده هنگام تلاش برای به‌روز رسانی خودش، با خطایی مواجه شد:
fi: Asennusohjelmassa tapahtui virhe sen päivittäessä itseään:
fr_ca: L’installateur a rencontré une erreur en essayant de se mettre à jour :
gd: Thachair an stàlaichear ri mearachd nuair a dh'fheuch e ri fhèin ùrachadh:
gl: O instalador encontrou un erro ao tentar actualizarse:
he: ארעה שגיאה בניסיון לעדכן את תכנית ההתקנה:
hi: स्वतः अद्यतन के दौरान संस्थापक को त्रुटि मिलाः
hr: Instalacijski program je naišao na grešku pri pokušaju nadopune:
ia: Le installator ha incontrate un error in le tentativa de ajornar se mesmo:
it: Si è verirficato un errore nell'aggiornare il programma d'installazione:
ja: インストーラーのアップデートを行う間にエラーが発生しました:
kab: Asbedday imlal-d tuccḍa mi yeɛreḍ ad ileqqem-iman-is:
km: កម្មវិធី​ដំឡើង​បាន​ជួប​ប្រទះ​នឹង​កំហុស​ ខណៈ​ពេល​ព្យាយាម​ធ្វើ​បច្ចុប្បន្នភាព​ខ្លួន​វា​ផ្ទាល់​ ៖
ko: 설치 프로그램 업데이트 중 오류가 발생했습니다:
ku: Dema ku barker xwe rojane dikir rastî çewtiyeke hat:
lt: Įvyko klaida atnaujinant diegimo programą:
lv: Atjaunošanās mēģinājuma laikā instalatoram gadījusies kļūda:
mr: स्वतःला अद्ययावत करताना प्रस्थापकाला त्रुटी सापडली.
my: အသစ်ထွက်ရှိမှုများ ကိုယ်တိုင် ထည့်သွင်းရာတွင် ချို့ယွင်းချက် တစ်ခု တွေ့ရှိရပါသည်။
nb: Installasjonsprogrammet støtte på en feil mens det prøvde å oppdatere seg selv:
nl: Er is een fout opgetreden in het installatieprogramma toen het zichzelf probeerde bij te werken:
nn: Det oppstod ein feil ved oppdatering av installasjonsprogrammet:
pa: ਇੰਸਟਾਲਰ ਨੂੰ ਖੁਦ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਸਮੱਸਿਆ ਆਈ ਹੈ:
pl: Wystąpił błąd podczas próby zaktualizowania instalatora:
ps: لګاند د خپل ځان په اوسمهالولو کښې تېروتنې سره مخ شو:
pt: O Instalador encontrou um erro ao tentar atualizar-se:
pt_br: O instalador encontrou um erro ao tentar se atualizar:
si: මෙම ස්ථාපකය යාවත් වීමේදී දෝශයකට මුහුණ දිනි:
sl: Med posodabljanjem namestilnika je prišlo do napake:
sq: Instaluesi hasi në një gabim ndërkohë që po përpiqej të përditësonte vetveten:
sr: Инсталер је наишао на грешку док је покушавао да ажурира самог себе:
sv: Installationsprogrammet påträffade ett fel vid försök att uppdatera sig själv:
te: స్థాపకం దానంతటఅదే నవీకరణకు ప్రయత్నిస్తుండగా ఒక దోషం ఎదుర్కొన్నది:
tg: Ҳангоми навсозӣ шудан, насбкунанда хатоҳоро муайян кард:
th: เกิดข้อผิดพลาดที่โปรแกรมติดตั้งในขณะกำลังพยายามปรับปรุงตัวเอง:
tr: Kurucu kendini güncellerken bir hatayla karşılaştı:
ug: ئورناتقۇچ ئۆزىنى يېڭىلاي دەۋاتقاندا خاتالىق كۆرۈلدى:
uk: Встановлювач виявив помилку під час спроби оновити самого себе:
vi: Trình cài đặt đã gặp lỗi trong lúc tiến hành tự cập nhật:
zh_hk: 安裝程式嘗試更新自身時發生錯誤：

source: USB disk
af: USB-skyf
ar: قرص USB
ast: Discu USB
bg: USB диск
bo: USBགསོག་སྡེར
ca: Disc USB
ckb: پەپکەی USB
cs: Disk USB
cy: Disg USB
de: USB-Medium
el: Δίσκος USB
eo: USB-memorilo
et: USB-ketas
eu: USB disko
fa: دیسک USB
fi: USB
fr_ca: disque USB
gd: Diosg USB
gl: Disco USB
he: כונן USB
hi: यू.एस.बी. डिस्क
ia: Disco USB
it: disco USB
ja: USB ディスク
kab: Aḍebsi USB
km: ថាស​ USB
ko: USB 디스크
ku: Dîska USB
lt: USB diskas
lv: USB disks
mr: युएसबी डिस्क
nl: USB-schijf
nn: USB-eining
pa: USB ਡਿਸਕ
pl: USB
ps: يو.اېس.بي ټيکلی
pt: Disco USB
pt_br: Disco USB
si: USB තැටිය
sl: Disk USB
sr: УСБ диск
te: USB డిస్కు
tg: Диски USB
th: ดิสก์ USB
ug: USB دىسكا
uk: USB-накопичувач
vi: ổ USB
zh_hk: USB 磁碟

source: CD
ar: اسطوانة
ckb: سی دی
eo: KD
fa: دیسک فشرده
he: דיסק
hi: सीडी
km: ស៊ីឌី
lt: CD (DVD ar kt.)
mr: सीडी
pa: ਸੀਡੀ
ps: کېښکلی ټيکلی
sr: ЦД
th: ซีดี
uk: Компакт-диск
