Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Preparing ubuntu-drivers...
af: Voorbereiding van ubuntu-drywers...
ca: S'està preparant ubuntu-drivers
cs: Příprava ovladačů ubuntu...
eu: ubuntu-drivers prestatzen...
fi: Valmistellaan ubuntu-drivers...
hr: Pripremanje ubuntu upravljačkih programa...
lv: Sagatavo ubuntu-drivers...
pl: Przygotowywanie sterowników Ubuntu...
pt: A preparar os controladores ubuntu...
sr: Припремам управљачке програме Убунта...
tr: ubuntu-drivers hazırlanıyor...

source: Connecting...
af: Verbind tans...
ar: يتصل...
ast: Coneutando…
bg: Свързване…
bo: སྦྲེལ་བཞིན་པ་་་
bs: Povezivanje...
ca: S'està connectant...
ckb: دەبەستێتەوە...
cs: Připojování…
cy: Wrthi'n cysylltu...
da: Opretter forbindelse...
de: Verbindungsaufbau …
el: Γίνεται σύνδεση…
eo: Konektado...
et: Ühendumine...
eu: Konektatzen...
fa: درحال اتّصال...
fi: Yhdistetään...
fr_ca: Connexion en cours…
gd: 'Ga cheangal...
gl: Conectando…
he: בהליכי התחברות...
hi: सम्बन्ध स्थापित हो रहा है......
hr: Povezivanje...
ia: In connection...
it: Connessione...
ja: 接続中...
kab: Tuqqna...
km: កំពុង​តភ្ជាប់...
ko: 연결 중...
ku: Tê Girêdan...
lt: Jungiamasi...
lv: Savienojas...
mr: जुळवत आहे...
my: ချိတ်ဆက်နေပါသည်
nb: Kobler til …
nl: Bezig met verbinden...
nn: Koplar til …
pa: ਜੁਡ਼ ਰਿਹਾ ਹੈ...
pl: Łączenie...
ps: نښلول کېږي...
pt: A estabelecer a ligação...
pt_br: Conectando...
si: සම්බන්ධ වෙමින්...
sl: Povezovanje ...
sq: Duke u lidhur......
sr: Повезујем се...
sv: Ansluter...
te: అనుసంధానిస్తోంది...
tg: Пайваст шуда истодааст...
th: กำลังเชื่อมต่อ...
tr: Bağlanılıyor...
ug: باغلىنىۋاتىدۇ...
uk: З’єднання…
vi: Đang kết nối...
zh_hk: 連接中...

source: Connection failed.
af: Verbinding het misluk.
ar: فشل الاتصال.
ast: Falló la conexón.
bs: Neuspjelo povezivanje.
ca: Ha fallat la connexió.
ckb: بەستنەوە سەرکەوتوو نەبوو.
cs: Připojení se nezdařilo.
cy: Methodd y cysylltiad.
da: Forbindelse mislykkedes.
de: Verbindung fehlgeschlagen.
el: Η σύνδεση απέτυχε.
eo: La konekto fiaskis.
et: Ühenduse loomine ebaõnnestus.
eu: Konexioak huts egin du.
fa: اتّصال شکست خورد.
fi: Yhteys epäonnistui.
fr_ca: Échec lors de la connexion
gd: Dh'fhàillig an ceangal
gl: Fallou a conexión.
he: ההתחברות נכשלה.
hr: Neuspjelo povezivanje.
ia: Connection fallite.
it: Connessione non riuscita.
ja: 接続に失敗しました。
kab: Tuqqna ur teddi ara.
ku: Girêdan pêk nehat.
lt: Nepavyko prisijungti.
lv: Neizdevās pieslēgties.
mr: जुळवणी अपयशी.
nl: Verbinding is mislukt.
nn: Feil ved tilkopling.
pl: Nie udało się nawiązać połączenia.
ps: نښلول نابریالي شو.
pt: A ligação falhou.
sl: Povezava ni uspela.
sr: Повезивање није успело.
sv: Anslutningen misslyckades.
tg: Пайваст қатъ шудааст.
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı başarısız.
ug: باغلىنىش مەغلۇپ بولدى.
uk: Не вдалося встановити з'єднання.
vi: Kết nối thất bại.
zh_hk: 連線失敗。

source: Connected.
af: Verbind
ar: مُتصل.
ast: Coneutáu
bs: Povezano.
ca: Connectat.
ckb: بەسترایەوە.
cs: Připojeno.
cy: Cysylltwyd.
da: Tilsluttet.
de: Verbunden.
el: Έγινε σύνδεση.
eo: Konektita.
et: Ühendatud.
eu: Konektatuta.
fa: وصل شد.
fi: Yhdistetty.
fr_ca: Connecté.
gd: Ceangailte.
gl: Conectado
he: החיבור בוצע.
hr: Povezano.
ia: Connexe.
it: Connessi.
ja: 接続しました。
kab: Yeqqen.
ku: Girêdayî.
lt: Prisijungta.
lv: Pieslēgts
mr: जोडले.
nl: Verbonden.
nn: Kopla til.
pl: Połączono
ps: ونښلول شو.
pt: Ligado
sl: Povezani.
sr: Повезан.
sv: Ansluten.
tg: Пайваст шудааст.
th: เชื่อมต่อแล้ว
tr: Bağlanıldı.
ug: باغلاندى.
uk: З’єднано.
vi: Đã kết nối
zh_hk: 已連線。

source: Restart to Continue
af: Herbegin om voort te gaan
ar: أعد التشغيل للاستمرار
ast: Reanicia pa continuar
bg: Рестартирайте, за да продължите
bo: འགོ་བསྐྱར་འཛུགས་བྱས་ནས་མུ་མཐུད
bs: Ponovo pokrenite za nastavak
ca: Reinicia per continuar
ckb: دووبارە پێکردنەوە بۆ بەردەوامبوون
cs: Pokračujte restartováním
cy: Ailgychwynwch i Barhau
da: Genstart for at forsætte
de: Neustarten, um fortzufahren
el: Επανεκκίνηση για να συνεχίσετε
eo: Restartigi por daŭrigi
et: Jätkamiseks taaskäivita
eu: Berrabiarazi jarraitzeko
fa: شروع دوباره برای ادامه
fi: Jatka käynnistämällä tietokone uudelleen
fr_ca: Redémarrer pour continuer
gd: Ath-thòisich gus leantainn air adhart
gl: Reinicie para continuar
he: יש להפעיל מחדש כדי להמשיך
hi: आगे बढने के लिए पुनः शुरु करे
hr: Ponovno pokreni za nastavak
ia: Reinitiar pro continuar
it: Riavvia per continuare
ja: 続行する（再起動）
kab: Ales asekker iwakken ad tkemmeleḍ
km: ចាប់ផ្ដើម​ឡើង​វិញ ដើម្បី​បន្ត
ko: 계속 진행하려면 다시 시작하십시오.
ku: Ji bo dewamkirinê ji nû ve bide destpêkirin
lt: Norėdami tęsti, paleiskite sistemą iš naujo
lv: Pārstartējiet, lai turpinātu
mr: चालू ठेवण्या साठी रीस्टार्ट करा
my: ဆက်လက်လုပ်ဆောင်ရန် စက်ကို ပြန်လည်စတင်ပါ
nb: Start på nytt for å fortsette
nl: Herstarten om door te gaan
nn: Start på nytt for å halda fram
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਮੁੜ-ਚਾਲੂ ਕਰੋ
pl: Proszę uruchomić ponownie, aby kontynuować
ps: پايولو لپاره يې بیاپیل کړئ
pt: Reinicie para continuar
pt_br: Reinicie para continuar
si: ඉදිරියට යාම සඳහා යලි අරඹන්න
sl: Pred nadaljevanjem je treba ponovno zagnati računalnik
sq: Rindize që të Vazhdosh
sr: Поново покрените за наставак
sv: Starta om för att fortsätta
te: కొనసాగుటకు పునఃప్రారంభించు
tg: Барои идома, низомро бозоғозӣ кунед
th: เริ่มระบบใหม่เพื่อดำเนินการต่อ
tr: Devam Etmek için Yeniden Başlatın
ug: داۋاملاشتۇرۇش ئۈچۈن قايتا قوزغىتىڭ
uk: Щоб продовжити, перезавантажте комп'ютер
vi: Khởi động lại để tiếp tục
zh_hk: 重新啟動以繼續

source: Install
af: Installeer
ar: ثبت
ast: Instalar
bg: Инсталиране
bo: སྒྲིག་འཇུག
bs: Instalacija
ca: Instal·lació
ckb: دامەزراندن
cs: Instalace
cy: Gosod
da: Installation
de: Installation
el: Εγκατάσταση
eo: Instali
et: Paigaldamine
eu: Instalatu
fa: نصب
fi: Asennus
fr_ca: Installer
gd: Stàlaich
gl: Instalación
he: התקנה
hi: संस्थापित करें
hr: Instalacija
ia: Installar
it: Installa
ja: インストール
kab: Sebded
km: ដំឡើង
ko: 설치
ku: Sazkirin
lt: Linux sistemos įdiegimas
lv: Instalēšana
mr: प्रतिष्ठापीत करा
my: စနစ်ထည့်သွင်းပါ
nb: Installer
nl: Installeren
nn: Installer
pa: ਇੰਸਟਾਲ
pl: Instalacja
ps: لګول
pt: Instalar
pt_br: Instalação
si: ස්ථාපනය කරන්න
sl: Namestitev
sq: Instalo
sr: Поступак инсталирања
sv: Installera
te: స్థాపించు
tg: Насб
th: ติดตั้ง
tr: Kur
ug: ئورنىتىش
uk: Встановлення
vi: Cài đặt
zh_hk: 安裝

source: Install (OEM mode, for manufacturers only)
af: Installeer (OEM modus, slegs vir vervaardigers)
ar: ثبت (وضع الصانع الأصلي للأجهزة، للصانعين فقط)
ast: Instalar (mou OEM, namái pa fabricantes)
bg: Инсталиране (OEM режим, само за поризводители)
bo: སྒྲིག་འཇུག (OEM་རྣམ་པ། བཟོ་སྐྲུན་པ་ཁོ་ནས་སྤྱོད་དགོས)
bs: Instaliraj (OEM mod, samo za proizvođače)
ca: Instal·la (mode OEM, només per a fabricants)
ckb: دامەزراندن (جۆری OEM، تەنها بۆ دامەزراوەکانە)
cs: Instalovat (OEM režim, pouze pro výrobce)
cy: Gosod (dull OEM, i'r gweuthwyr yn unig)
da: Installér (OEM-tilstand, kun for forhandlere)
de: Installieren (OEM-Modus, nur für Hersteller)
el: Εγκατάσταση (τύπου OEM, μόνο για κατασκευαστές)
eo: Instali (OEM-reĝimo, nur por fabrikantoj)
et: Paigaldamine (OEM režiim, ainult tootjatele)
eu: Instalatu (OEM modua, fabrikatzaileentzat bakarrik)
fa: نصب (حالت OEM، فقط برای تولیدکنندگان)
fi: Asenna (OEM-tila, vain laitevalmistajille)
fr_ca: Installer (mode OEM, pour les fabricants seulement)
gd: Stàlaich (modh OEM, airson luchd-saothrachaidh a-mhàin)
gl: Instalación (modo OEM, só para fabricantes)
he: התקנה (מצב OEM, ליצרנים בלבד)
hi: संस्थापना (मौलिक उपकरण निर्माता विधा , केवल निर्माताओं के लिए।)
hr: Instalacija (OEM način, samo za proizvođače)
ia: Installar (modo OEM, sol pro le fabricantes)
it: Installa (modalità OEM, solo per assemblatori)
ja: OEMモードのインストール (PC製造業者用)
kab: Sbedd (askar n OEM mode, i yimeɣrafen kan)
km: ដំឡើង​ (បែប OEM ​សម្រាប់​តែ​ក្រុម​ហ៊ុន​ផលិត​​ប៉ុណ្ណោះ)
ko: 설치(OEM 모드, 제조사 전용)
ku: Saz bike (Moda OEM, tenê ji bo afirînderan)
lt: Įdiegimas (OEM režimas, kompiuterių gamintojams bei pardavėjams)
lv: Instalēt (OEM režīms, tikai izgatavotājiem)
mr: प्रतिष्ठापना (OEM प्रणाली, निर्मात्यांसाठी फक्त)
my: စနစ်ထည့်သွင်းပါ ( OEM စနစ်၊ ထုတ်လုပ်သူများအတွက်သာ)
nb: Installer (OEM-modus, for maskinprodusenter)
nl: Installeren (OEM-modus, alleen voor fabrikanten)
nn: Installer (OEM-modus, for maskinprodusentar)
pa: ਇੰਸਟਾਲ ਕਰੋ (OEM ਮੋਡ, ਕੇਵਲ ਨਿਰਮਾਤਾਵਾਂ ਲਈ)
pl: Instalacja (tryb OEM, tylko dla producentów)
ps: لګول (OEM اکر، يوازې د جوړوونکو لپاره)
pt: Instalar (modo OEM, apenas para fabricantes)
pt_br: Instalação (Modo OEM, apenas para fabricantes)
si: ස්ථාපනය කරන්න (OEM ආකාරය, නිෂ්පාදකයින් සඳහා පමණි)
sl: Namestitev (način OEM, samo za proizvajalce)
sq: Instalo (mënyra OEM, vetëm për prodhues)
sr: Инсталација (ОЕМ режим, само за произвођаче)
sv: Installera (OEM-läge, endast för tillverkare)
te: స్థాపించు (OEM విధము, ఉత్పత్తిదారులకు మాత్రమే)
tg: Насб кардан (Реҷаи OEM, танҳо барои истеҳсолкунандагон)
th: ติดตั้ง (โหมด OEM สำหรับผู้ผลิตเท่านั้น)
tr: Kur (OEM modu, sadece üreticiler için)
ug: قاچىلا (OEM ھالىتىدە، زاۋۇتلار ئۈچۈنلا)
uk: Встановити (режим OEM, лише для розробників)
vi: Cài đặt (chế độ OEM, chỉ dành cho nhà sản xuất)
zh_hk: 安裝 (OEM 模式，僅限製造廠商使用)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
af: Jy is besig om te installeer in vervaardigersmodus. Sleutel asb. 'n unieke naam in vir hierdie groep stelsels. Hierdie naam sal op die geïnstalleerde stelsel geberg word en kan gebruik word om te help met foutverslae.
ar: أنت تثبّت في وضع صانع الأنظمة. رجاء أدخل اسما فريدا لهذه المجموعة من الأنظمة. هذا الاسم سوف يُحفظ في النظام المثبّت وسوف يُستخدم للمساعدة في بلاغات العلل.
ast: Tas instalando nel mou de fabricantes de sistemes. Por favor, introduz un nome únicu pa esti llote de sistemes. Esti nome guardaráse nel sistema instaláu y podrá usase p'ayudar con informes d'error.
bg: Инсталирате в режим за производители на системи. Моля, въведете уникално име за тази серия от системи! Това име ще бъде съхранено на инсталираните системи и ще бъде използвано в докладите за грешки.
bo: ཁྱོད་ཀྱིས་བཟོ་སྐྲུན་པའི་རྣམ་པའི་འོག་སྒྲིག་འཇུག་བྱེད་བཞིན་པ། མ་ལག་འདིའི་རིགས་ལ་མིང་ཁྱད་པར་ཅན་ཞིག་འཇུག་རོགས། མིང་འདི་སྒྲིག་འཇུག་བྱེད་རྒྱུ་ཡིན་པའི་མ་ལག་ནང་དུ་ཉར་རྒྱུ་ཡིན་པ་དང་སྐྱོན་ཡར་ཞུ་བྱེད་པ་ལ་སྤྱོད་རྒྱུ་ཡིན།
bs: Instalirate u režimu za sistem integratore. Molim, unesite jedinstveno ime za ovu grupu sistema. Ovo ime će biti sačuvano na instaliranom sistemu i može biti od pomoći sa prijavama grešaka.
ca: Esteu instal·lant en mode fabricant del sistema. Introduïu un nom únic per a aquest lot de sistemes. Aquest nom es desarà al sistema instal·lat i pot ser usat per a ajudar amb informes d'error.
ckb: تۆ خه‌ریكی دامه‌زراندنی له‌ "جۆری دامه‌زراوه‌" دا. تكایه‌ ناوێك دابنێ بۆ گورزه‌ی ئه‌م سیسته‌مه‌. ئه‌م ناوه‌ له‌سیسته‌مه‌كه‌ دامه‌زراوه‌كه‌دا ده‌پارێزرێت، سوودی لێوه‌رده‌گریت له هه‌ڵه‌ڕاپۆرت و نووسراوه‌كانی تردا.
cs: Instalujete v režimu výrobce systému. Zadejte neopakující se název pro tuto dávku systémů. Ten bude uložen v instalovaném systému a může pomoci při hlášení chyb.
cy: Rydych yn gosod mewn modd cynhyrchwr system. Mewnbynwch enw unigryw am y llwyth o systemau hon os gwelwch yn dda. Bydd yr enw hwn yn cael ei achub ar y system sefydledig ac yn gallu cael i ddefnyddio i helpu gydag adroddiadau nam.
da: Du er ved at installere i systemforhandlertilstand. Indtast venligst et unikt navn for denne mængde af systemer. Navnet vil blive gemt på det installerede system og bruges til hjælp med fejlrapporter.
de: Sie installieren im OEM-Modus (Herstellermodus). Bitte geben Sie einen eindeutigen Namen für diese Serie von Rechnern ein. Dieser Name wird auf den installierten Systemen gespeichert und kann bei Fehlerberichten nützlich sein.
el: Κάνετε εγκατάσταση σε λειτουργία OEM για κατασκευαστές. Παρακαλώ δώστε ένα μοναδικό όνομα για αυτό το σύνολο συστημάτων. Το όνομα θ' αποθηκευθεί στο εγκατεστημένο σύστημα και μπορεί να βοηθήσει σε αναφορές σφαλμάτων.
eo: Vi instalas nun per OEM-reĝimo (fabrikanto-reĝimo). Bonvolu aldoni unikan nomon por ĉi tiu grupo de sistemoj. La nomo estos savita al la instalita sistemo kaj ĝi estos utila, kiam cimoj estas raportitaj.
et: Paigaldus toimub süsteemitootja režiimis. Sisesta süsteemipartiile unikaalne nimi. See nimi salvestatakse paigaldatud süsteemi ning seda saab kasutada vearaportite lahendamisel.
eu: Sistema-fabrikatzaile moduan instalatzen ari zara. Sistema-talde honentzako izen esklusiboa sartu ezazu. Izen hau gorde egingo da instalatutako sisteman, eta errore-txostenekin laguntzeko erabili ahalko da.
fa: شما در حالت سازنده‌ی سیستم هستید. لطفا یک نام واحد برای این گروه از سامانه‌ها وارد کنید. این نام روی سامانه‌ی نصب‌شده دخیره شده و می‌تواند برای کمک در گزارش اشکالات استفاده شود.
fi: Asennusta ollaan tekemässä laitevalmistajatilassa. Syötä tälle järjestelmien erälle uniikki nimi. Nimi tallennetaan asennettuun järjestelmään ja sitä voidaan käyttää virheraporttien selvittämisessä.
fr_ca: Vous installez en mode fabricant. Veuillez saisir un nom unique pour ce lot de systèmes. Ce nom sera sauvegardé sur le système installé et pourra être utilisé pour les rapports de bogues.
gd: Tha thu 'ga stàladh ann am modh luchd-saothrachaidh an t-siostaim. Cuir a-steach ainm àraid airson a' bhuidhinn shiostaman seo. Thèid an t-ainm seo a shàbhaladh air an t-siostam stàlaichte agus gabhaidh a chleachdadh ann an aithrisean buga.
gl: Está instalando o sistema en modo para fabricantes. Introduza un nome único para este conxunto de sistemas. Este nome gardarase no sistema instalado e pode ser de axuda para os informes de erros.
he: ההתקנה מתבצעת במצב של יצרן מערכות. נא להזין שם מיוחד לקבוצת מערכות הללו. שם זה ישמר על כל המערכות המותקנות, והוא יסייע בדיווח על באגים.
hi: आप यह संस्थापना तंत्र निर्माता पद्धति में कर रहे ह. कृपया इस समूह के तंत्रों को अनूठा नाम दे. संस्थापित तंत्र पर यह नाम सुरक्षित रहेगा एवं आपको बाद मे बग की रपट भेजने मे काम आएगा.
hr: Instalirate u načinu za proizvođače sustava. Upišite jedinstveni naziv za ovu grupu sustava. Taj naziv će biti spremljen u instaliranom sustavu te se može koristiti za pomoć pri prijavi grešaka.
ia: Tu es installante in le modo fabricante del systema. Per favor insere un nomine unic pro iste batch de systemas. Iste nomine essera salvate sur le systema installate e pote ser usate pro adjutar con le reportos de defecto.
it: Si sta installando il sistema nella modalità per assemblatori. Inserire un nome univoco per questo insieme di sistemi. Il nome verrà salvato sul sistema installato e potrà essere usato per aiutare nella segnalazione di bug.
ja: PC製造業者用のOEMモードでインストールします。このPCのシリーズ (または製造ロット) を示す固有の名前を入力してください。この名前はインストールされたシステムに保存され、バグレポート時の情報として使用できます。
kab: Ala tesbeddayeḍ askar n umeɣraf n unagraw. Ttxil-k sekcem isem asuf i weɛemmuṛ-agi n yinagrawen. Isem-agi ad yettwasekles deg unagraw yettusbedden yerna ad iɛiwen deg yineqqisen n ibugen.
km: អ្នក​កំពុង​តែ​ដំឡើង​នៅ​ក្នុង​របៀប​ក្រុម​ហ៊ុន​ផលិត​ប្រព័ន្ធ​ ។ សូម​បញ្ចូល​ឈ្មោះ​តែ​មួយ​សម្រាប់​បណ្តុំ​ប្រព័ន្ធ​នេះ ។ ឈ្មោះ​នេះ​នឹងត្រូវ​បាន​រក្សា​ទុក​នៅ​លើ​ប្រព័ន្ធ​ដែល​បាន​ដំឡើង​ ហើយ​អាច​នឹង​ត្រូវ​បាន​ប្រើ​ សម្រាប់​ជួយ​ក្នុង​ការ​ធ្វើ​របាយ​ការណ៍​កំហុស​ទៀត​ផង ។
ko: 시스템 제조사 모드에서 설치하고 있습니다. 시스템 일괄 처리를 위한 고유의 이름을 입력해 주십시오. 이 이름은 설치한 시스템에 저장되고, 버그 리포트에 사용할 수 있습니다.
ku: Tu sazkirinê di pergala moda afirînderan de dikî. Ji kerema xwe re ji bo vê koma pergalan navekê (carekê bi kar bîne) binivîse. Ev nav di pergala sazbûyî de bê tomarkirin û di alîkariya ji bo raporkirina bugan de bê bikaranîn.
lt: Diegiate sistemos platintojo būdu. Įveskite unikalų pavadinimą šiai kompiuterių grupei. Šis pavadinimas bus išsaugotas įdiegtoje sistemoje ir gali padėti pranešant apie klaidas.
lv: Jūs instalējat sistēmu ražotāja režīmā. Lūdzu, ievadiet unikālu nosaukumu šai sistēmu grupai. Šis nosaukums tiks saglabāts instalētajā sistēmā un noderēs, apstrādājot problēmu ziņojumus.
mr: आपण प्रणाली निर्माता मोड मध्ये स्थापना करत आहोत. प्रणालीचे ह्या बैच साठी एक अद्वितीय नाव दाखल करा. हे नाव स्थापना केलेल्या प्रणाली वर रक्षित केलेलं जाईल आणि त्रुटी अहवालाच्या सोबत मदतीसाठी वापरण्यात येईल.
my: သင် ထုတ်လုပ်သူများစနစ်နှင့် စနစ်ထည့်သွင်းနေပါသည်။ ကျေးဇူးပြု၍ သီးသန့်နာမည်တစ်ခု ဤစနစ်အတွက် ပေးပါ။ ဤနာမည်သည် ထည့်သွင်းထားသော စနစ်အတွင်း သိမ်းထားမည်ဖြစ်ပြီး အခြား ချို့ယွင်းချက် တင်ပြချက်များတွင် အသုံးပြုနိုင်မည် ဖြစ်ပါသည်။
nb: Du installerer i maskinprodusentmodus. Vennligst oppgi et unikt navn for denne grenen av systemer. Dette navnet vil lagres på de installerte systemene og brukes i forbindelse med feilrapportering.
nl: U installeert in de modus voor computerfabrikanten. Voer een unieke naam in voor deze partij computers. Deze naam zal in het geïnstalleerde systeem worden opgeslagen en kan als hulp bij foutrapportages worden gebruikt.
nn: Du installerer i maskinprodusentmodus. Gjer vel å velja eit unikt namn for denne greina av system. Dette namnet vert lagra på dei installerte systema og kan brukast i samband med feilrapportering.
pl: Przeprowadzana jest instalacja w trybie producenta systemu. Proszę wprowadzić unikalną nazwę dla tego zestawu systemów. Ta nazwa zostanie zapisana na zainstalowanym systemie i będzie wykorzystywana przy zgłaszaniu raportów o błędach.
ps: تاسې غونډال د جوړوونکو په اکر کښې لګوئ. مهرباني وکړئ، د غونډالونو دې غونډ ته یو ځانګړی نوم ورکړئ. دا نوم به ستاسې پر لګول شوي غونډال وساتل شي او ښايي چې د ستونزو په ګوته کولو کښې ترې نه کار واخیستل شي.
pt: A instalar o sistema em modo OEM. Introduza um nome único para este conjunto de sistemas. Este nome será guardado no sistema instalado e será utilizado para ajudar nos relatórios de erros.
pt_br: Você está instalando no modo de fabricante. Por favor, informe um nome único para este lote de máquinas. Esse nome será salvo no sistema instalado e pode ser usado para ajudar em relatórios de erros.
si: ඔබ පද්ධතිය ස්ථාපනය කරනුයේ නිශ්පාදක ප්‍රකාරයේ සිටයි. කරුණාකර මෙම පද්ධති කාණ්ඩයට ආවේණික නමක් යොදන්න. මෙම නම පද්ධතිය තුළ සුරැකෙනු ඇති අතර. දෝශ වාර්ථා සඳහා සහාය දැක්වෙයි.
sl: Nameščanje poteka v načinu za proizvajalce računalniških sistemov. Vnesite edinstveno ime za to skupino sistemov. Ime bo shranjeno na nameščenem sistemu in se lahko uporabi za pomoč pri poročilih o hroščih.
sq: Ju jeni duke instaluar në modin e sistemit të prodhuesit. Ju lutem shkruani një emër të veçantë për këtë batch të sistemit. Ky emër do të ruhet në sistem të instaluar dhe mund të përdoret për ndihmë rreth raportimit të gabimeve.
sr: Инсталирате у режиму системског произвођача. Унесите јединствено име за овај скуп система. Ово име ће бити сачувано на инсталираном систему и може се користити као помоћ код пријављивања грешака.
sv: Du installerar i läget för systemtillverkare. Ange ett unikt namn för denna serie av system. Det här namnet kommer att sparas på det installerade systemet och kan användas för att hjälpa till vid felrapportering.
te: సిస్టం ఉత్పత్తిదారుని మోడ్‌లో మీరు స్థాపిస్తున్నారు. దయచేసి ఈ బ్యాచ్ సిస్టంలకు ప్రత్యేక పేరును ఇవ్వండి. స్థాపించబడిన సిస్టంలో ఈ పేరు దాచబడుతుంది మరియు బగ్ నివేదికలలో సహాయానికి వాడవచ్చు.
tg: Насбкунии шумо дар реҷаи низоми истеҳсолкунанда қарор дорад. Лутфан, барои гурӯҳи низомҳои ҷорӣ, номи мушаххасро ворид кунед. Номи мушаххас дар низоми насбшуда нигоҳ дошта мешавад ва барои фиристодани гузоришҳо дар бораи хатоҳо истифода мешавад.
th: คุณกำลังติดตั้งในโหมดผู้ผลิต กรุณาใส่ชื่อที่ไม่ซ้ำกับเครื่องอื่นสำหรับระบบในสายการผลิตนี้ ชื่อนี้จะถูกบันทึกในระบบที่ติดตั้งแล้ว และสามารถนำไปใช้ในการช่วยเหลือในด้านการรายงานปัญหาต่าง ๆ
tr: Sistem üreticisi modunda kurulum yapmaktasınız. Bu toplu sistem kümesi için lütfen benzersiz bir ad yazın. Yazdığınız ad, kurulan sisteme kaydedilecektir ve hata raporlarına yardım için kullanılabilir.
ug: سىز سىستېمىنى ئەسلى ھالىتىدە قاچىلاۋاتىسىز. سىستېمىڭىزغا يېڭى ئات قويۇڭ. بۇ ئات مۇشۇ قاچىلانغان سىستېمىدا ساقلىنىدۇ ھەم كېيىن سىستېما خاتالىقىنى مەلۇم قىلىشتا ياردىمى بولىدۇ.
uk: Ви встановлюєте систему в режимі розробника. Будь ласка, введіть унікальне ім'я для цієї комплектації системи. Це ім'я буде збережено у встановленій системі та може бути використано для звітів про помилки.
vi: Bạn đang cài đặt ở chế độ dành cho nhà sản xuất máy tính. Vui lòng nhập một tên duy nhất cho loạt sản phẩm này. Tên này sẽ được lưu trên hệ thống sau khi cài đặt và có thể được dùng trong việc báo cáo lỗi sau này.
zh_hk: 您正以系統製造廠商模式安裝。請為這批系統輸入獨一無二的名稱。此名稱將會儲存在安裝完成的系統，並可用來協助回報錯誤。
