Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
af: Jy kan die <a href="release-notes">vrystelingsnotas</a> lees of <a href="update">die installeerder bywerk</a>.
ar: ربما ترغب بقراءة <a href="release-notes">ملاحظات الإصدار</a> أو <a href="update">تحديث هذا المثبت</a>.
ast: Ye dable que quieras lleer les <a href="release-notes">notes d'espublización</a> o <a href="update">anovar esti instalador</a>.
bg: Можете да прочетете <a href="release-notes">бележките към изданието</a> или да <a href="update">актуализирате инсталатора</a>.
bo: ཁྱོད་ཀྱིས་ཕལ་ཆེར་<a href="release-notes">འགྲེམ་སྤེལ་གསར་འགྲེལ</a> ་ཀློག་འདོད་པ་དང་ཡང་ན <a href="update">སྒྲིག་འཇུག་ཆས་འདི་གསར་སྒྱུར་བྱེད་སྲིད</a>
bs: Možda želite pročitati <a href="release-notes">napomene izdanja</a> ili <a href="update">nadograditi ovaj instalacijski sistem</a>.
ca: Podeu llegir les <a href="release-notes">notes de la versió</a> o bé <a href="update">actualitzar aquest instal·lador</a>.
ckb: لەوانەیە بتەوێت تێبینیەکانی <a href="release-notes">ئەم بڵاوکراوەیە بخوێنیتەوە</a>یاخود<a href="update">ئەم دامەزراندنە دووبارە بکەرەوە</a>.
cs: Možná si budete chtít přečíst <a href="release-notes">poznámky k vydání</a> nebo <a href="update">aktualizovat tento instalátor</a>.
cy: Efallai hoffech ddarllen <a href="release-notes">nodiadau'r fersiwn</a> neu <a href="update">ddiweddaru'r gosodydd hwn</a>.
da: Du har mulighed for at læse <a href="release-notes">udgivelsesnoterne</a> eller <a href="update">opdatere denne installation</a>.
de: Sie können auch die <a href="release-notes">Veröffentlichungshinweise</a> lesen oder <a href="update">dieses Installationsprogramm aktualisieren</a>.
el: Ίσως θέλετε να διαβάσετε τις <a href="release-notes">σημειώσεις έκδοσης</a> ή να <a href="update">ενημερώσετε το πρόγραμμα εγκατάστασης</a>.
eo: Eble vi volas legi la <a href="release-notes">eldonajn notojn</a> aŭ <a href="update">ĝisdatigi ĉi tiun instalilon</a>.
et: Soovi korral võid lugeda <a href="release-notes">väljalaske teateid</a> või <a href="update">uuendada paigaldajat</a>.
eu: Baliteke <a href="release-notes">bertsio-oharrak</a> irakurri edo <a href="update">instalatzailea eguneratu</a> nahi izatea.
fa: شاید بخواهید <a href="release-notes">نکات انتشار</a> را خوانده یا <a href="update"> نصب کننده را ارتقا دهید</a>.
fi: Voit halutessasi lukea <a href="release-notes">julkaisumuistion</a> tai <a href="update">päivittää tämän asennusohjelman</a>.
fr_ca: Vous pourriez vouloir lire les <a href="release-notes">notes de version</a> ou <a href="update">mettre à jour cet installateur</a>.
gd: Dh'fhaoidte gum b' fheairrde dhut na <a href="release-notes">nòtaichean sgaoilidh</a> a leughadh no <a href="update">an stàlaichear seo ùrachadh</a>.
gl: Pódelle interesar ler as <a href="release-notes">notas da edición</a> ou <a href="update">actualizar este instalador</a>.
he: מומלץ לקרוא את <a href="release-notes">הערות ההפצה</a> או את <a href="update">עדכון תכנית התקנה זו</a>.
hi: आप <a href="प्रकाशित-सूचना">प्रकाशित सूचना</a> या <a href="अद्यतन">संस्थापक का अद्यतन</a> को पढ़ना चाहेंगे.
hr: Možda biste htjeli pročitati <a href="release-notes">bilješke izdanja</a> ili <a href="update">nadopuniti ovaj instalacijski program</a>.
ia: Tu pote desirar leger le notas de edition <a href="release-notes"></a> o <a href="update">del ajornamento de iste installator</a>.
it: È possibile leggere le <a href="release-notes">note di rilascio</a> oppure <a href="update">aggiornare il programma d'installazione</a>.
ja: お望みならば <a href="release-notes">リリースノート</a> をご覧ください。<a href="update">このインストーラーをアップデート</a> することもできます。
kab: Tzemreḍ ad tebɣuḍ ad teɣreḍ<a href="release-notes">tilɣa n lqem</a> neɣ <a href="update">leqqem asbedday-agi</a>.
km: អ្នក​ប្រហែល​ជា​ចង់​អាន​ <a href="release-notes">ឯកសារ​ចេញ​ផ្សាយ​</a> ឬ​ <a href="update">ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ដំឡើង​នេះ​</a> ។
ko: <a href="release-notes">릴리즈 노트</a>를 읽거나 <a href="update">이 설치 프로그램 업데이트</a>를 할 수 있습니다.
ku: Dibe ku tu bixwazibî <a href="notên guhertoyê bixwînî">release notes</a> an jî <a href="update">vê sazkerê rojane bikî</a>.
lt: Jei norite, galite perskaityti <a href="release-notes">laidos apžvalgą</a> arba <a href="update">atnaujinti įdiegimo programą</a>.
lv: Jūs varētu vēlēties izlasīt <a href="release-notes">laidiena piezīmes</a> vai <a href="update">atjaunināt šo instalatoru</a>.
mr: तुम्ही <a href="release-notes">रिलीज नोट</a> वाचू शकता किंवा <a href="update">प्रस्थापक अत्याधुनिक </a>करू शकता.
my: သင်<a href="release-notes">ထုတ်ဝေမှု မှတ်ချက်များ</a>ကို ဖတ်နိုင်ပါသည်။ သို့မဟုတ် <a href="update">ဤ ထည့်သွင်းမှုဆော့ဝဲကို နောက်ဆုံးအဆင့်သို့မြှင့်ပါ</a>
nb: Du kan ha nytte av å lese <a href="release-notes">utgivelsesmerknadene</a> eller <a href="update">oppdatere installasjonsverktøyet</a>.
nl: U kunt de <a href="release-notes">versie-informatie</a> lezen of <a href="update">dit installatieprogramma bijwerken</a>.
nn: Du kan ha nytte av å lesa <a href="release-notes">utgjevingsmerknadane</a> eller <a href="update">oppdatera installasjonsprogrammet</a>.
pl: Dostępne są <a href="release-notes">informacje o wydaniu</a> oraz istnieje możliwość <a href="update">zaktualizowania programu instalacyjnego</a>.
ps: تاسې ښايي چې د <a href="release-notes">خوشېينې يادښتونو</a> لوستل یا <a href="update">د دې لګاند اوسمهالول</a> وغواړئ.
pt: Pode desejar ler as <a href="release-notes">notas sobre este lançamento</a> ou <a href="update">fazer a atualização deste instalador</a>.
pt_br: Você talvez queira ler as <a href="release-notes">notas da versão</a> ou <a href="update">atualizar este instalador</a>.
si: ඔබට <a href="release-notes">නිකුතු සටහන්</a> කියවීමට හෝ <a href="update">ස්ථාපකය යාවත්කිරීමට</a> ඇවැසිද?
sl: Preberete si lahko <a href="release-notes">opombe ob izdaji</a> ali <a href="update">posodobite ta namestilnik</a>.
sq: Ju mund të dëshironi të lexoni <a href="release-notes">shënimet e nisjes</a> ose <a href="update">të përditësoni këtë instalues</a>.
sr: Можда желите да прочитате <a href="release-notes">белешке о издању</a> или <a href="update">да ажурирате овај инсталер</a>.
sv: Du kanske vill läsa <a href="release-notes">kommentarer till utgåvan</a> eller <a href="update">uppdatera installationsprogrammet</a>.
te: మీరు కావాలంటే దీనిని చదువవచ్చు <a href="release-notes">విడుదల పత్రం</a> or <a href="update">ఈ స్థాపకాన్ని నవీకరించు</a>.
tg: Шумо метавонед <a href="release-notes">қайдҳои нашри ҷориро</a> хонед ё ин ки<a href="update">насбкунандаи ҷориро навсозӣ кунед</a>.
th: คุณอาจต้องการอ่าน <a href="release-notes">บันทึกการออกรุ่น</a> หรือ <a href="update">ปรับปรุงโปรแกรมติดตั้งนี้</a>
tr: <a href="release-notes">Sürüm notlarını okumak</a> veya <a href="update">bu kurucuyu güncellemek</a> isteyebilirsiniz.
ug: سىز <a href="تارقىتىش ئىزاھاتى">release notes</a> ياكى <a href="update">بۇ ئورناتقۇچنى يېڭىلا</a>ماقچى بولۇشىڭىز مۇمكىن.
uk: Можливо ви хочете прочитати <a href="release-notes">примітки до випуску</a> або <a href="update">оновити цей встановлювач</a>.
vi: Có thể bạn muốn đọc <a href="release-notes">thông tin về phiên bản này</a> hoặc <a href="update">cập nhật trình cài đặt này</a>.
zh_hk: 您可能希望閱讀<a href="release-notes">發行備註</a>或是<a href="update">更新本安裝程式</a>。

source: You may wish to read the <a href="release-notes">release notes</a>.
af: Jy kan die <a href="release-notes">vrystelingsnotas</a> lees.
ar: ربما ترغب بقراءة <a href="release-notes">ملاحظات الإصدار</a>.
ast: Ye dable que quieras lleer les <a href="release-notes">notes d'espublización</a>.
bg: Можете да прочетете <a href="release-notes">бележките към изданието</a>.
bo: ཁྱོད་ཀྱིས་<a href="release-notes">འགྲེམ་སྤེལ་གསར་འགྲེལ་</a>ཀློག་སྲིད
bs: Možda želite pročitati <a href="release-notes">napomene izdanja</a>.
ca: Podeu llegir les <a href="release-notes">notes de la versió</a>.
ckb: لەوانەیە بتەوێت تێبینیەکانی <a href="release-notes">ئەم بڵاوکراوەیە بخوێنیتەوە</a>.
cs: Možná si budete chtít přečíst <a href="release-notes">poznámky k vydání</a>.
cy: Efallai hoffech ddarllen <a href="release-notes">nodiadau'r fersiwn</a>.
da: Du har mulighed for at læse <a href="release-notes">udgivelsesnoterne</a>.
de: Sie können die <a href="release-notes">Veröffentlichungshinweise</a> lesen.
el: Ίσως θέλετε να διαβάσετε τις <a href="release-notes">σημειώσεις έκδοσης</a>.
eo: Eble vi volas legi la <a href="release-notes">eldonajn notojn</a>.
et: Soovi korral võid lugeda <a href="release-notes">väljalaske teateid</a>.
eu: Baliteke <a href="release-notes">bertsio-oharrak</a> irakurri nahi izatea.
fa: شاید بخواهید <a href="release-notes">نکات انتشار</a> را بخوانید.
fi: Voit halutessasi lukea <a href="release-notes">julkaisumuistion</a>.
fr_ca: Vous pourriez vouloir lire les <a href="release-notes">notes de version</a>.
gd: Dh'fhaoidte gum b' fheairrde dhut na <a href="release-notes">nòtaichean sgaoilidh</a> a leughadh.
gl: Pódelle interesar ler as <a href="release-notes">notas da edición</a>.
he: מומלץ לעיין ב<a href="release-notes">הערות ההפצה</a>.
hi: आप <a href="प्रकाशित-सूचना">प्रकाशित सूचना</a> को पढ़ना चाहेंगे.
hr: Možda biste htjeli pročitati <a href="release-notes">bilješke izdanja</a>.
ia: Tu pote desirar leger le notas de edition <a href="release-notes"></a>.
it: È possibile leggere le <a href="release-notes">note di rilascio</a>.
ja: お望みならば <a href="release-notes">リリースノート</a> をご覧ください。
kab: Tzemreḍ ad tebɣuḍ ad teɣreḍ <a href="release-notes">tilɣa n lqem</a>.
km: អ្នក​ប្រហែល​ជា​ចង់​អាន​ <a href="release-notes">ឯកសារ​ចេញ​ផ្សាយ​</a> ។
ko: <a href="release-notes">릴리즈 노트</a>를 읽을 수 있습니다.
ku: Dibe ku tu bixwazibî <a href="release-notes">notên guhertoyê bixwînî</a>.
lt: Jei norite, galite perskaityti šios operacinės sistemos <a href="release-notes">laidos apžvalgą</a>.
lv: Ja vēlaties, varat izlasīt <a href="release-notes">laidiena piezīmes</a>.
mr: आपली इच्छा असेल तर <a href="release-notes">रिलीज नोटस </a> वाचू शकता.
my: သင်<a href="release-notes">ထုတ်ဝေမှု မှတ်ချက်များ</a>ကို ဖတ်နိုင်ပါသည်။
nb: Du kan ha nytte av å lese <a href="release-notes">utgivelsesmerknadene</a>.
nl: U kunt desgewenst de <a href="release-notes">uitgavenotities</a> lezen.
nn: Du kan ha nytte av å lesa <a href="release-notes">utgjevingsmerknadane</a>.
pa: ਤੁਸੀਂ <a href="release-notes">ਰੀਲਿਜ਼ ਨੋਟਿਸ</a> ਪੜ੍ਹਨਾ ਚਾਹੋਗੇ।
pl: Dostępne są <a href="release-notes">informacje o wydaniu</a>.
ps: تاسې ښايي چې د <a href="release-notes">خوشېينې يادښتونو</a> لوستل وغواړئ.
pt: Pode desejar ler as <a href="release-notes">notas sobre este lançamento</a>.
pt_br: Você talvez queira ler as <a href="release-notes">notas da versão</a>.
si: ඔබට <a href="release-notes">නිකුතු සටහන්</a> කියවීමට ඇවැසිද?
sl: Preberete si lahko <a href="release-notes">opombe ob izdaji</a>.
sq: Ju mund të dëshironi të lexoni <a href="release-notes">shënimet e nisjes</a>.
sr: Можда желите да прочитате <a href="release-notes">белешке о издању</a>.
sv: Du kanske vill läsa <a href="release-notes">kommentarer till utgåvan</a>.
te: మీరు కావాలంటే దీనిని చదువవచ్చు <a href="release-notes">విడుదల పత్రం</a>.
tg: Шумо метавонед <a href="release-notes">қайдҳои нашри ҷориро</a> хонед.
th: คุณอาจต้องการอ่าน <a href="release-notes">บันทึกการออกรุ่น</a>
tr: <a href="release-notes">Sürüm notları</a>'nı okumak isteyebilirsiniz.
ug: خالىسىڭىز<a href=\"release-notes\">نەشر ئۇچۇرلىرىنى كۆرۈڭ</a>.
uk: Можливо ви хочете прочитати <a href="release-notes">примітки до випуску</a>.
vi: Có thể bạn muốn đọc <a href="release-notes">thông tin về phiên bản này</a>.
zh_hk: 您可能會希望閱讀<a href="release-notes">發行備註</a>。

source: You may wish to <a href="update">update this installer</a>.
af: Jy kan die <a href="update">installeerder bywerk</a>.
ar: ربما ترغب <a href="update">بتحديث المثبت</a>.
ast: Ye dable que quieras <a href="update">anovar esti instalador</a>.
bg: Можете да <a href="update">актуализирате инсталатора</a>.
bo: ཁྱོད་ཀྱིས་ <a href="update">སྒྲིག་འཇུག་ཆས་གསར་སྒྱུར་</a> བྱེད་སྲིད།
bs: Možda želite <a href="update">nadograditi ovaj instalacijski sistem</a>.
ca: Podeu <a href="update">actualitzar aquest instal·lador</a>.
ckb: لەوانەیە بتەوێت <a href="update">ئەم دامەزرێنەرە نوێبکەیتەوە</a>
cs: Možná budete chtít <a href="update">aktualizovat tento instalátor</a>.
cy: Efallai hoffech <a href="update">ddiweddaru'r gosodydd hwn</a>.
da: Du har mulighed for at <a href="update">opdatere denne installation</a>.
de: Sie können <a href="update">dieses Installationsprogramm aktualisieren</a>.
el: Ίσως θέλετε να <a href="update">ενημερώσετε το πρόγραμμα εγκατάστασης</a>.
eo: Eble vi volas <a href="update">ĝisdatigi ĉi tiun instalilon</a>.
et: Soovi korral võid <a href="update">uuendada paigaldajat</a>.
eu: Baliteke <a href="update">instalatzaile hau eguneratu</a> nahi izatea.
fa: شاید بخواهید <a href="update"> نصب کننده را ارتقا دهید</a>.
fi: Voit halutessasi <a href="update">päivittää tämän asennusohjelman</a>.
fr_ca: Vous pourriez vouloir <a href="update">mettre à jour cet installateur</a>.
gd: Dh'fhaoidte gum b' fheairrde dhut <a href="update">an stàlaichear seo ùrachadh</a>.
gl: Pódelle interesar <a href="release-notes">actualizar este instalador</a>.
he: מומלץ לעיין ב<a href="update">עדכון תכנית התקנה זו</a>.
hi: आप <a href="अद्यतन">संस्थापक का अद्यतन</a> को पढ़ना चाहेंगे.
hr: Možda biste htjeli <a href="update">nadopuniti ovaj instalacijski program</a>.
ia: Tu pote desiderar ajornar <a href="update">iste installator</a>.
it: È possibile <a href="update">aggiornare il programma d'installazione</a>.
ja: お望みならば <a href="update">このインストーラーをアップデート</a> してください。
kab: Tzemreḍ ad tebɣuḍ <a href="update">ad tleqqemeḍ asbedday-agi</a>.
km: អ្នក​ប្រហែល​ជា​ចង់​ <a href="update">ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ដំឡើង​នេះ​</a> ។
ko: <a href="update">설치 프로그램 업데이트</a>를 할 수 있습니다.
ku: Dibe ku tu bixwazibî a href="update">vê sazkerê rojane bikî</a>.
lt: Jei norite, galite <a href="update">atnaujinti įdiegimo programą</a>.
lv: Ja vēlaties, jūs varat <a href="update">atjaunināt šo instalatoru</a>.
mr: आपली इच्छा असेल तर <a href="update">installer अपडेट </a> करू शकता.
my: သင် <a href="update">ဤ ထည့်သွင်းမှုဆော့ဝဲကို နောက်ဆုံးအဆင့်သို့မြှင့်နိုင်ပါသည်</a>
nb: Du kan ha nytte av å lese <a href="update">oppdatere dette installasjonsverktøyet</a>.
nl: U kunt desgewenst <a href="update">dit installatieprogramma bijwerken</a>.
nn: Du kan <a href="update">oppdatera installasjonsprogrammet</a>.
pa: ਤੁਸੀਂ <a href="update">ਇਹ ਇੰਸਟਾਲਰ ਅੱਪਡੇਟ</a> ਵਰਤਣਾ ਚਾਹੋਗੇ।
pl: Istnieje możliwość <a href="update">zaktualizowania programu instalacyjnego</a>.
ps: تاسې ښايي چې <a href="update">د دې لګاند اوسمهالول</a> وغواړئ.
pt: Pode desejar <a href="update">fazer a atualização deste instalador</a>.
pt_br: Você talvez queira <a href="update">atualizar este instalador</a>.
si: ඔබ හට මෙම ස්ථාපකය <a href="update">යාවත්කාලින කෙරුමට</a> සිතෙනවා ඇති.
sl: Lahko <a href="update">posodobite ta namestilnik</a>.
sq: Ju mund të dëshironi ta <a href="update">përditësoni këtë instalues</a>.
sr: Можда желите да <a href="update">ажурирате овај инсталер</a>.
sv: Du kanske vill <a href="update">uppdatera installationsprogrammet</a>.
te: మీరు కావాలంటే దీనిని చదువవచ్చు <a href="update">ఈ స్థాపకాన్ని నవీకరించు</a>.
tg: Шумо метавонед <a href="update">насбкунандаи ҷориро навсозӣ кунед</a>.
th: คุณอาจต้องการที่จะ <a href="update">ปรับปรุงโปรแกรมติดตั้งนี้</a>
tr: <a href="update">Bu kurucuyu güncellemek</a> isteyebilirsiniz.
ug: خالىسىڭىز<a href="update">بۇ ئورناتقۇچنى يېڭىلاڭ</a>.
uk: Можливо ви хочете <a href="update">оновити цей встановлювач</a>.
vi: Có thể bạn muốn <a href="update">cập nhật trình cài đặt này</a>.
zh_hk: 您可能會希望<a href="update">更新本安裝程式</a>。

source: Where are you?
af: Waar is jy?
ar: أين أنت؟
ast: ¿Aú t'afayes?
bg: Къде се намирате?
bo: ཁྱེད་ཉིད་གང་དུ་ཡོད
bs: Gdje se nalazite?
ca: On sou?
ckb: ئێستا له‌ كوێی؟
cs: Kde jste?
cy: Ble ydych chi?
da: Hvor befinder du dig?
de: Wo befinden Sie sich?
el: Πού βρίσκεστε;
eo: Kie vi estas?
et: Ajavööndi määramine
eu: Non zaude?
fa: کجایید؟
fi: Mikä on sijaintisi?
fr_ca: Où êtes vous?
gd: Càit a bheil thu?
gl: En que lugar se encontra?
he: מהו מיקומך?
hi: आप कहाँ हैं?
hr: Gdje se nalazite?
ia: Ubi es tu?
it: Località
ja: どこに住んでいますか？
kab: Anida telliḍ?
km: តើ​អ្នក​នៅ​ឯណា?
ko: 어디에 살고 계신가요?
ku: Tu li ku derê yî?
lt: Kur esate?
lv: Kur jūs atrodaties?
mr: आपण कुठे आहात?
my: သင်ဘယ်မှာပါလဲ
nb: Hvor befinner du deg?
nl: Waar bevindt u zich?
nn: Kvar bur du?
pa: ਤੁਸੀਂ ਕਿੱਥੇ ਹੋ?
pl: Lokalizacja użytkownika
ps: تاسې چېرته یاست؟
pt: Qual é a sua localização?
pt_br: Onde você está?
si: ඔබ ඉන්නේ කොහිද?
sl: Kje se nahajate?
sq: Ku ndodheni?
sr: Где се налазите?
sv: Var befinner du dig?
te: మీరు ఎక్కడ ఉన్నారు?
tg: Шумо дар куҷо ҳастед?
th: คุณอยู่ที่ไหน?
tr: Neredesiniz?
ug: سىز نەدە؟
uk: Ваше місцезнаходження?
vi: Bạn đang ở đâu?
zh_hk: 您在哪裏?

source: Keyboard layout
af: Sleutelbord-uitleg
ar: تخطيط لوحة المفاتيح
ast: Distribución del tecláu
bg: Клавиатурна подредба
bo: མཐེབ་གཞོང་གི་བཀོད་པ
bs: Raspored tastature
ca: Disposició de teclat
ckb: کڵێشەی تەختەکلیل:
cs: Rozložení klávesnice
cy: Cynllun bysellfwrdd
da: Tastaturlayout
de: Tastaturbelegung
el: Διάταξη πληκτρολογίου
eo: Klavararanĝo
et: Klahvistiku paigutus
eu: Teklatuaren diseinua
fa: چیدمان صفحه‌کلید
fi: Näppäimistön asettelu
fr_ca: Disposition du clavier
gd: Co-dhealbhachd a' mheur-chlàir
gl: Distribución do teclado
he: פריסת המקלדת
hi: कुंजीपटल अभिन्यास
hr: Raspored tipkovnice
ia: Disposition de claviero
it: Disposizione della tastiera
ja: キーボードレイアウト
kab: Tarusi n unasiw
km: ប្លង់​ក្តារចុច
ko: 키보드 배치
ku: Rengê klavyeyê
lt: Klaviatūros išdėstymas
lv: Tastatūras izkārtojums
mr: कळफलक मांडणी
my: ကီးဘုတ်ပုံစံ
nb: Tastaturutforming
nl: Toetsenbordindeling
nn: Tastaturutforming
pa: ਕੀ-ਬੋਰਡ ਲੇਆਉਟ
pl: Układ klawiatury
ps: کيليدړې اډانه
pt: Disposição do teclado
pt_br: Layout do teclado
si: යතුරුපුවරු සැකැස්ම
sl: Razporeditev tipk tipkovnice
sq: Planimetria e tastierës
sr: Распоред тастатуре
sv: Tangentbordslayout
te: కీ బోర్డ్ నమూనా
tg: Тарҳбандии клавиатура
th: ผังแป้นพิมพ์
tr: Klavye düzeni
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى
uk: Розкладка клавіатури
vi: Kiểu bàn phím
zh_hk: 鍵盤配置

source: Choose your keyboard layout:
af: Kies jou sleutelborduitleg
ar: اختر تخطيط لوحة المفاتيح:
ast: Esbilla la distribución de tecláu:
bg: Изберете клавиатурна подредба:
bo: ཁྱོད་ཀྱི་མཐེབ་གཞོང་གི་བཀོད་པ་གདམ་དགོས：
bs: Izaberite raspored tastature
ca: Trieu la vostra distribució de teclat:
ckb: کڵێشەی تەختەکلیلەکەت هەڵبژێرە:
cs: Zvolte své rozložení klávesnice:
cy: Dewiswch gynllun eich bysellfwrdd:
da: Vælg dit tastaturlayout:
de: Wählen Sie Ihre Tastaturbelegung:
el: Επιλέξτε τη διάταξη του πληκτρολογίου σας:
eo: Elektu vian klavarfasonon:
et: Vali klahvistiku paigutus:
eu: Aukeratu zure teklatuaren diseinua:
fa: گزینش چیدمان صفحه‌کلیدتان:
fi: Valitse näppäimistön asettelu:
fr_ca: Choisissez votre disposition de clavier :
gd: Tagh co-dhealbhachd a' mheur-chlàir agad:
gl: Elixa o seu tipo de teclado:
he: נא לבחור את פריסת המקלדת שלך:
hi: अपने कुंजीपटल अभिन्यास को चुनें:
hr: Odaberite raspored vaše tipkovnice:
ia: Selige tu disposition de claviero:
it: Scegliere la disposizione della tastiera:
ja: キーボードレイアウトの選択:
kab: Fren tarusi n unasiw-inek⋅inem:
km: ជ្រើស​ប្លង់​ក្តារ​ចុច​របស់​អ្នក ៖
ko: 키보드 배치 선택:
ku: Plana klavyeya xwe bibijêre:
lt: Pasirinkite norimą klaviatūros išdėstymą (kalbą):
lv: Izvēlieties savas tastatūras izkārtojumu:
mr: आपल्या कळफलक(keyboard) मांडणीची निवड करा
my: သင့် ကီးဘုတ်ပုံစံကို ရွေးချယ်ပါ
nb: Velg din tastaturutforming:
nl: Kies uw toetsenbordindeling:
nn: Vel tastaturutforming:
pa: ਆਪਣਾ ਕੀਬੋਰਡ ਲੇਆਉਟ ਚੁਣੋ:
pl: Proszę wybrać układ klawiatury:
ps: د خپل کيليدړې اډانه مو غوره کړئ:
pt: Escolha a disposição do teclado
pt_br: Selecione o layout de seu teclado:
si: ඔබේ යතුරු පුවරුවෙහි සැලසුම තෝරන්න:
sl: Izberite razporeditev tipk:
sq: Zgjidhni daljen e tastirës suaj:
sr: Изаберите ваш распоред тастатуре:
sv: Välj din tangentbordslayout:
te: మీ కీబోర్డు నమూనా ఎన్నుకోండి:
tg: Тарҳбандии клавиатураро интихоб намоед:
th: เลือกผังแป้นพิมพ์ของคุณ:
tr: Klavye düzeninizi seçin:
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشىنى تاللاڭ:
uk: Оберіть Вашу розкладку клавіатури:
vi: Chọn kiểu bàn phím của bạn
zh_hk: 選擇您的鍵盤配置：

source: Type here to test your keyboard
af: Tik iets om jou sleutelbord te toets.
ar: اكتب هنا لتجربة لوحة المفاتيح
ast: Escribi equí pa comprobar el tecláu
bg: Пишете тук, за да изпробвате вашата клавиатура
bo: འདིར་ཡི་གེ་བྲིས་ནས་ཁྱོད་ཀྱི་མཐེབ་གཞོང་ཚོད་ལྟ་བྱེད་པ
bs: Kucajte ovdje da testirate vašu tastaturu
ca: Escriviu aquí per provar el vostre teclat
ckb: لێرە بنووسە بۆ تاقیکردنەوەی تەختەکلیلەکەت
cs: Zde můžete vyzkoušet nastavení klávesnice
cy: Teipiwch yma i brofi'ch bysellfwrdd
da: Skriv her for at teste dit tastatur
de: Geben Sie hier etwas ein, um Ihre Tastaturbelegung zu überprüfen
el: Πληκτρολογήστε εδώ για να δοκιμάσετε το πληκτρολόγιό σας
eo: Tajpu ĉi tie por testi vian klavaron
et: Klahvistiku proovimiseks kirjuta siia...
eu: Idatzi hemen zure teklatua probatzeko
fa: برای آزمایش صفحه کلیدتان، این‌جا بنویسید
fi: Kokeile näppäimistön asetuksia kirjoittamalla tähän
fr_ca: Tapez ici pour tester votre clavier
gd: Sgrìobh rudeigin an-seo gus am meur-chlàr agad a chur fo dheuchainn
gl: Escriba aquí para probar o teclado
he: ניתן להקליד כאן כדי לבדוק את המקלדת שלך
hi: अपने कुंजीपटल को जाँचने के लिए यहाँ टाइप करें
hr: Ovdje isprobajte svoju tipkovnicu
ia: Scribe ci pro provar tu claviero
it: Digitare qui per provare la tastiera
ja: キーボード入力をここで試してください
kab: Aru dagi iwakken ad teɛerḍeḍ tarusi n unasiw-inek⋅inem
km: វាយ​ទីនេះ ដើម្បី​សាក​ល្បង​ក្តារចុច​របស់​អ្នក
ko: 선택한 키보드 배치를 확인하려면 이 곳을 사용하십시오.
ku: Ji bo ku klavyeya xwe biceribînî li vir binivîse
lt: Rašykite čia nustatytai klaviatūrai išbandyti
lv: Tastatūras pārbaudes nolūkos ievadiet šeit tekstu.
mr: आपले कळफलक चे परीक्षण साठी इथे टंकलेखन करा
my: ဤနေရာတွင် သင့် ကီးဘုတ်ကို စမ်းသပ်ပါ
nb: Skriv her for å prøve tastaturet
nl: Tik hier iets om uw toetsenbord uit te proberen
nn: Skriv her for å testa tastaturet ditt
pa: ਆਪਣੇ ਕੀਬੋਰਡ ਨੂੰ ਟੈਸਟ ਕਰਨ ਲਈ ਇੱਥੇ ਲਿਖੋ
pl: Tutaj można wprowadzać znaki, aby przetestować klawiaturę
ps: د خپل کيليدړې ازمایلو لپاره دلته ليکل وکړئ
pt: Escreva aqui para testar o seu teclado
pt_br: Digite aqui para testar o seu teclado
si: ඔබේ යතුරු පුවරුව පරික්ෂා කෙරුම සඳහා මෙතැන යතුරු ලියනය කරන්න
sl: Za preizkus tipkovnice lahko sem vpišete besedilo
sq: Shtypni këtu për të testuar tastierën tuaj
sr: Упишите овде да испробате вашу тастатуру
sv: Skriv här för att testa ditt tangentbord
te: మీ కీబోర్డును పరీక్షించుటకు ఇక్కడ టైపు చెయ్యండి
tg: Барои санҷидани клавиатура, дар ин ҷо ҳарфҳоро ворид намоед
th: พิมพ์ที่นี่ เพื่อทดสอบแป้นพิมพ์ของคุณ (กด Alt+Shift เพื่อสลับภาษา)
tr: Klavyenizi denemek için buraya yazın
ug: ھەرپتاختىڭىزنى سىناش ئۈچۈن بۇ جايغا كىرگۈزۈڭ
uk: Введіть тут текст щоб перевірити клавіатуру
vi: Nhập vào đây để thử bàn phím của bạn
zh_hk: 在這裏輸入以測試您的鍵盤
