Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: is connected to the Internet
af: verbind is aan die internet
ar: موصل بالإنترنت
ast: ta coneutáu a Internet
bg: е свързан към Интернет
bo: དྲ་བ་དང་སྦྲེལ་མཐུད་བྱས་ཡོད་པ
bs: je priljučen na Internet
ca: Estigui connectat a Internet
ckb: ئایا پەویوەستیت بە ئینتەرنێتەوە
cs: byl připojen k Internetu
cy: wedi ei gysylltu i'r we
da: er sluttet til internettet
de: mit dem Internet verbunden ist
el: είναι συνδεδεμένος στο διαδίκτυο
eo: estas konektita al la interreto
et: Arvuti on ühendatud internetti
eu: Internetera konektatuta dagoela
fa: به اینترنت وصل است
fi: tietokone on yhdistetty internetiin
fr_ca: est connecté à Internet
gd: ceangal ris an eadar-lìon
gl: está conectado a Internet
he: מחובר לאינטרנט
hi: अंतर्जाल से संयोजिता है
hr: ima pristup Internetu
ia: es connectite a Internet
it: sia connesso a Internet
ja: インターネットに接続されていること
kab: yeqqen ɣer internet
km: ត្រូវ​បាន​តភ្ជាប់​​អ៊ីនធឺណិត
ko: 인터넷에 연결함
ku: girêdayî înternetê ye
lt: yra prijungtas prie interneto
lv: ir savienojums ar Internetu
mr: महाजाळाशी जुळवणी स्थापीत केलेली आहे
my: အင်တာနက်သို့ ချိတ်ဆက်ထားမှု ရှိမရှိ
nb: er tilkoblet internett
nl: verbonden is met het internet
nn: er kopla til internett
pa: ਇੰਟਰਨੈੱਟ ਨਾਲ ਕੁਨੈਕਟ ਕੀਤਾ ਹੋਇਆ ਹੈ
pl: jest podłączony do sieci Internet.
ps: د انټرنېټ سره نښلول شوی
pt: está ligado à Internet
pt_br: esteja conectado à Internet
si: ජාලය වෙත සම්බන්ධයි
sl: je povezan na internet
sq: është lidhur me internetin
sr: је повезан на Интернет
sv: är ansluten till Internet
te: అంతర్జాలానికి అనుసంధానమైనది
tg: ба Интернет пайваст шудааст
th: การเชื่อมต่อกับอินเทอร์เน็ต
tr: internete bağlı
ug: ئىنتېرنېتقا باغلانغان
uk: є з'єднання з Інтернетом
vi: được nối với Internet
zh_hk: 有連接至互聯網

source: This software is subject to license terms included with its documentation. Some is proprietary.
af: Hierdie sagteware is onderhewig aan die lisensie ingesluit in die dokumentasie. Sekere aspekte van die lisensie is in privaat besit.
ar: يخضع هذا البرنامج لشروط الترخيص المضمنة مع وثائقه. بعضها محتكرة.
bs: Ovaj softver je podložan uvjetima licenciranja zajedno sa svojom dokumentacijom. Neki su vlasnički.
ca: Aquest programari està subjecte als terminis de llicència inclosos amb la seva documentació. Alguns són propietaris.
cs: Software je licencován dle podmínek dodávaných v dokumentaci. Některé licence jsou proprietární.
cy: Mae'r feddalwedd hwn yn destun amodau trwyddedu sydd ynghlwm yn y ddogfennaeth. Mae peth yn fasnachol.
eo: Ĉi tiu programo submetiĝas al permesilo, inkluzive al ĝia dokumentado. Ĝi estas ies proprietaĵo.
et: See tarkvara kuulub selle dokumentatsioonis toodud litsentsitingimuste alla. Osa sellest on omanduslik.
eu: Software hau bere dokumentazioan dakarren lizentziaren baldintzei lotua dago. Hauetako batzuk jabedunak dira.
fa: این نرم‌افزارها به همراه مستنداتشان موضوع شرایط پروانه‌اند. تعدادی از آن‌ها انحصاریند.
fi: Näihin ohjelmistoihin kohdistuvat dokumentaation mukana olevat lisenssiehdot. Jotkin voivat olla suljetun lähdekoodin ohjelmistoja.
fr_ca: Ces logiciels sont soumis aux conditions de licence incluses dans leurs documentations. Certains sont propriétaires.
gd: Tha am bathar-bog seo fo theirmichean a' cheadachais a fhuair thu am broinn a dhocamaideadh. Tha cuid dheth fo sheilbh.
hr: Ovaj softver je podložan uvjetima licence uključenim s dokumentacijom. Određeni softver je vlasnički.
ia: Ce software es subjecte al terminos de licentia includite in ce documentation. Alcun es proprietari.
ja: このソフトウェアはそのドキュメントに含まれるライセンス規約に基づきます。いくつかはプロプライエタリです。
kab: Aseɣẓan-agi atan ddaw n tewtilin n turagt i yeddan di tsemlit-ines. Kra sɛan bab-nnsen.
ku: Ev nivîsbarî tabî'e şertên lîsansê yên di pelên wan de ne. Hinek ji wan bixwedî ne.
lt: Ši programinė įranga yra platinama pagal licencijas, nurodytas jos dokumentacijoje. Kai kuri programinė įranga yra nuosavybinė.
lv: Šīs programmatūras licences nosacījumi ir iekļauti dokumentācijā. Daļa no tām ir īpašnieciska.
mr: या सॉफ्टवेअरसाठी दस्तैवजांबरोबर दिलेले लायसन्स लागू होते. काही खासगी आहेत.
nl: Deze programmatuur is onderworpen aan licentievoorwaarden die zijn opgenomen in de documentatie ervan. Een deel is bezwaard met eigendomsrechten (niet-vrij).
nn: Denne programvara er underlagd lisensvilkår som er lagde ved dokumentasjonen. Delar av programvara er proprietær.
pl: To oprogramowanie podlega warunkom licencji dołączonej w dokumentacji. Niektóre jest prawnie chronione.
ps: دا ساوتری د منښتليک توکو سره تړلی دی کوم چې د دې په لاسوندنه کښې شته دي. ځينې يې ځانګړلي دي.
pt: Este software está sujeito a termos de licença incluídos com a sua documentação. Alguns são proprietários.
sr: Овај софтвер подлеже одредбама дозволе која је приложена уз документацију. Неки су власнички.
sv: Denna programvara är föremål för licensvillkor som medföljer dess dokumentation. Vissa är proprietära.
tg: Нармафзори ҷорӣ дорои шартҳои иҷозатномавӣ мебошад, ки ба ҳуҷҷатҳои он илова карда шудаанд. Баъзеи онҳо дорои моликияти хусусӣ мебошанд.
th: ซอฟต์แวร์ชุดนี้อยู่ภายใต้ข้อตกลงในสัญญาอนุญาตที่รวมมากับเอกสารคู่มือของซอฟต์แวร์ชุดนี้ บางส่วนเป็นซอฟต์แวร์กรรมสิทธิ์
tr: Bu yazılımlar, belgelerinde bulunan lisans şartlarına tabidir. Bazıları sahiplidir.
ug: مەزكۇر يۇمشاق دېتال ئۇنىڭ پۈتۈكلىرىدىكى ئىجازەتنامىنى ئاساس قىلىدۇ. بىر قىسىملىرى خۇسۇسلارنىڭ ئىگىدارچىلىقىدا.
vi: Phần mềm này tuân theo các điều khoản cấp phép kèm theo tài liệu của nó. Một số là độc quyền.
zh_hk: 本軟體依據文件中所列的授權條款給予授權。部分屬於專屬的私有授權。

source: Install third-party software for graphics and Wi-Fi hardware and additional media formats
af: Installeer derdeparty-sagteware vir grafiese gebruik asook Wi-Fi-hardeware opstellings en insluitend addisionele mediaformate
ar: ثبِّت البرامج التابعة لجهات خارجية لتعريفات كروت الشاشة وأجهزة Wi-Fi وتنسيقات الوسائط المتعددة
bs: Instaliraj softver treće strane za grafiku, hardver bežične mreže i dodatne medijske formate
ca: Instal·la el programari de tercers per al maquinari gràfic i de la Wi-FI i formats multimèdia addicionals
ckb: داوانامەی لایەنی سێهەم دابمەزرێنە بۆ گرافیک و پەپکەڕەقی وای فای لەگەڵ جۆرە میدیای زیاتر
cs: Nainstalovat software třetích stran pro grafické karty, Wi-Fi hardware a dodatečné formáty médií
cy: Gosod meddalwedd trydydd parti ar gyfer caledwedd graffigau a diwifr a fformatau cyfryngau eraill
et: Kolmanda osapoole tarkvara paigaldamine graafikakaardi, Wi-Fi seadme ja lisa-meediavormingute jaoks
eu: Instalatu hirugarrenen softwarea grafikoen eta Wi-Fiaren hardwarearentzako eta euskarrien formatu gehigarrientzako
fa: نصب نرم‌افزارهای خارجی برای سخت‌فزار گرافیک و وای‌فای و قالب‌های رسانهٔ افزودنی
fi: Asenna kolmannen osapuolen ohjelmistot näytönohjainta ja wifi-laitteistoa sekä eri mediamuotoja varten
hr: Instaliraj softver treće strane za grafiku, hardver bežične mreže i dodatne medijske formate
ia: Installar software de tertie partes pro hardware de graphica e Wi-Fi e additional formatos de medios
ja: グラフィックスとWi-Fiハードウェアと追加のメディアフォーマットのサードパーティ製ソフトウェアをインストールする
kab: Sbedd iseɣẓanen n wis kraḍ i wudlifen akked warrum n Wi-Fi akked yimasalen-nniḍen n umidya
ku: Nivîsbariyên kesên-sêyem ên ji bo grafîkê û reqalava Wî-Fî'yê û formatên din ên medyayê saz bike
lt: Įdiegti papildomas programas, reikalingas vaizdo posistemei ar belaidžiam (Wi-Fi) ryšiui, taip pat populiarių vaizdo/garso formatų atkūrimui
lv: Instalēt trešās puses programmatūru grafikas un bezvadu tīkla aparatūrai, kā arī papildu mediju formātiem
nl: Installeer programmatuur van derden voor videokaarten en voor apparatuur voor draadloze netwerken, alsmede voor belangrijke extra multimedia-ondersteuning
nn: Installer tredjepartsprogramvare for grafikk, nettverkskort og medieformat
pl: Zainstaluj oprogramowanie autorów trzecich dla karty graficznej i Wi-Fi, oraz obsługi dodatkowych formatów multimediów
ps: د کښنيزونې او واې-فاې هډوتري او د نورو زیاتو رسنۍ بڼو لپاره د ٣م-ګړو ساوترو لګول
pt: Instalar software de terceiros para hardware gráfico e Wi-Fi e formatos multimédia adicionais
sr: Инсталирајте програме трећих страна за графички и бежични хардвер и додатне медијске записе
sv: Installera tredjepartsprogram för grafik, Wi-Fi-hårdvara och ytterligare mediaformat
tg: Насб кардани нармафзори тарафҳои сеюм барои графикаи дисплей, монитор, сахтафзори Wi-Fi ва форматҳои расонаҳои иловагӣ
th: ติดตั้งซอฟต์แวร์บุคคลที่สามสำหรับฮาร์ดแวร์กราฟิกและ Wi-Fi รวมถึงรูปแบบสื่อเพิ่มเติม
tr: Grafik, kablosuz bağlantı donanımı ve ilave medya biçimleri için üçüncü parti yazılımlar kur
ug: گرافىك ۋە Wi-Fi قاتتىق دېتالى ۋە قوشۇمچە مېدىيا فورماتى ئۈچۈن ئۈچىنچى تەرەپ يۇمشاق دېتاللىرىنى قاچىلاڭ
vi: Cài đặt phần mềm third-party cho phần cứng đồ họa và Wi-Fi và các định dạng phương tiện bổ sung
zh_hk: 為圖形和 Wi-Fi 硬件以、其他媒體格式等安裝第三方軟件

source: Download updates while installing ${RELEASE}
af: Laai opdaterings af gedurende installasie ${RELEASE}
ar: نزّل التحديثات أثناء تثبيت ${RELEASE}
bs: Preuzmi nadogradnje prilikom instalacije ${RELEASE}
ca: Descarrega les actualitzacions quan s'estigui instal·lant ${RELEASE}
ckb: نوێکاریەکان داگرە لەو کاتەی ${RELEASE} دادەمەزرێنیت
cs: Nainstalovat aktualizace během instalace ${RELEASE}
cy: Llwytho diweddariadau tra'n gosod ${RELEASE}
eo: Elŝuti ĝisdatigojn dum instalado de ${RELEASE}
et: Uuenduste allalaadimine ${RELEASE} paigalduse ajal
eu: Deskargatu eguneraketak ${RELEASE} instalatu bitartean
fa: بارگیری به‌روز رسانی‌ها هنگام نصب ${RELEASE}
fi: Lataa päivitykset samalla, kun ${RELEASE} asennetaan
fr_ca: Télécharger les mises à jour pendant l'installation de ${RELEASE}
gd: Luchdaich a-nuas ùrachaidhean fhad 's a tha ${RELEASE} 'ga stàladh
hr: Preuzmi nadopune tijekom ${RELEASE} instalacije
ia: Discargar le ajornamentos durante le installation de ${RELEASE}
ja: ${RELEASE} のインストール中にアップデートをダウンロードする
kab: Sider ileqman deg usbeddi n ${RELEASE}
ku: Gava barbûna ${RELEASE} rojanekirinan daxîne
lt: Atsisiųsti atnaujinimus diegiant ${RELEASE} sistemą
lv: Lejupielādēt atjauninājumus, kamēr instalē ${RELEASE}
mr: ${RELEASE} प्रस्थापित करताना अद्ययावत करा
nl: Haal bijgewerkte pakketten binnen tijdens het installeren van ${RELEASE}
nn: Last ned oppdateringar under installeringa av ${RELEASE}
pl: Pobierz aktualizacje podczas instalowania ${RELEASE}
ps: د ${RELEASE} لګولو پر مهال اوسمهاليزونه رالېښل
pt: Transferir atualizações enquanto instala o ${RELEASE}
sr: Преузми освежења за време инсталирања ${RELEASE}
sv: Hämta uppdateringar medan ${RELEASE} installeras
tg: Боргирӣ кардани навсозиҳо ҳангоми насбкунии ${RELEASE}
th: ดาวน์โหลดการอัปเดตขณะติดตั้ง ${RELEASE}
tr: ${RELEASE}'yu kurarken güncellemeleri indir
ug: ${RELEASE} نى ئورناتقاچ يېڭىلانمىلارنى چۈشۈرسۇن
vi: Tải về các bản cập nhật trong khi cài ${RELEASE}
zh_hk: 安裝 ${RELEASE} 同時下載更新

source: This saves time after installation.
af: Hierdie bespaar tyd na installasie.
ar: هذا يوفر الوقت بعد التثبيت.
bs: Ovo štedi vrijeme nakon instalacije.
ca: Això estalvia temps després de la instal·lació.
ckb: ئەمە کات دەگەڕێنێتەوە دووای دامەزراندن.
cs: Systém se nainstaluje rovnou se všemi aktualizacemi.
cy: Mae hyn yn arbed amser amser ar ôl y gosod
eo: Tio ŝparas tempon post la instalado.
et: See aitab kokku hoida aega pärast paigaldust
eu: Honek instalazio-ondorengo denbora aurrezten du.
fa: این کار زمان پس از نصب را ذخیره می‌کند.
fi: Tämä säästää aikaa asennuksen jälkeen.
fr_ca: Cela fait gagner du temps après l'installation.
gd: Sàbhailidh seo ùine às dèidh an stàlaidh.
hr: To štedi vrijeme nakon instalacije.
ia: Isto salva tempore post le installation.
ja: これにより、インストール後の処理を短縮することができます。
kab: Ayagi ad iḥrez akud mbaɛd asbeddi.
ku: Ev, wê piştî sazkirinê ji wextê te teserrûfê bike.
lt: Tai sutaupo laiko po įdiegimo
lv: Tas ietaupīs laiku pēc instalēšanas.
mr: याने प्रस्थापना नंतरचा वेळ वाचतो.
nl: Dit bespaart tijd na de installatie.
nn: Dette sparar tid etter installeringa.
pl: Oszczędza to czas po instalacji.
ps: دا د لګونې نه وروسته وخت ساتي.
pt: Isto poupa tempo depois da instalação.
sr: Ово штеди време након инсталације.
sv: Det här sparar tid efter installationen.
tg: Ин амал баъд аз насби низом вақтро сарфа мекунад.
th: การกระทำนี้จะช่วยประหยัดเวลาหลังการติดตั้ง
tr: Bu, kurulumdan sonra zaman kazandırır.
ug: بۇنىڭ بىلەن ئورنىتىش تاماملانغاندا ۋاقىت تېجىلىدۇ.
vi: Việc này sẽ rút ngắn thời gian sau khi cài đặt.
zh_hk: 可節省往後安裝的時間。

source: Not available because there is no Internet connection.
af: Nie beskikbaar aangesien daar geen internetverbinding is nie.
ar: غير متوفر بسبب انعدام الاتصال بالإنترنت.
bs: Nije dostupno jer nije uspostavljena Internet veza
ca: No està disponible perquè no hi ha connexió amb Internet.
ckb: بەردەست نیە لەبەر ئینتەرنێتت نیە.
cs: Tato volba není dostupná kvůli absenci internetového připojení.
cy: Nid yw ar gael gan nad oes cysylltiad â'r rhyngrwyd.
eo: Nedisponebla, ĉar la komputilo ne estas konektita al interreto.
et: Pole saadaval, kuna puudub internetiühendus.
eu: Ez dago eskuragarri Internet konexiorik ez dagoelako.
fa: از آن‌جا که ارتباز اینترنتی وجود ندارد، در دسترس نیست
fi: Ei käytettävissä, koska internetyhteyttä ei ole muodostettu.
fr_ca: N'est pas proposé car il n'y a pas de connexion Internet
gd: Chan eil seo ri fhaighinn o nach eil ceangal dhan eadar-lìon ann.
hr: Nije dostupno zato jer nema pristupa internetu.
ia: Non disponibile pois que il non ha ulle connexion Internet.
ja: インターネットに接続されていないため利用できません。
kab: Ur yewjid ara acku ulac tuqqna ɣer internet.
ku: Ne berdest e çimkî girêdana înternetê tune.
lt: Neprieinama, kadangi nėra interneto ryšio.
lv: Nav pieejams, jo nav savienojuma ar internetu.
mr: इंटरनेट जोडणी नसल्याने उपलब्ध नाही.
nl: Niet beschikbaar aangezien er geen internetverbinding is.
nn: Ikkje tilgjengeleg fordi noko internett-samband ikkje vart funne.
pl: Niedostępne z powodu braku połączenia z Internetem.
ps: شتون نه لري ولې چې انټرنېټ پیوستون نه شته.
pt: Não disponível porque não está ligado à Internet.
sr: Није доступно јер нема Интернет везе.
sv: Inte tillgängligt för att det finns ingen internetanslutning.
tg: Дастнорас аст, зеро ки низом ба Интернет пайваст нашудааст.
th: ไม่พร้อมใช้งานเนื่องจากไม่ได้เชื่อมต่ออินเทอร์เน็ต
tr: Internet bağlantısı olmadığından kullanılabilir değil.
ug: ئىنتېرنېت باغلىنىشى يوق بولغاچقا بۇنى ئىشلەتكىلى بولمايدۇ.
vi: Không khả dụng vì không có kết nối Internet.
zh_hk: 無法提供，因沒有網際網路連線

source: What apps would you like to install to start with?
af: Watter sagteware programme wil jy graag eerste installeer om mee begin?
ar: ما التطبيقات التي ترغب في تثبيتها ابتداءً؟
bs: Koje aplikacije želite instalirati za početak?
ca: Quines aplicacions us agradaria instal·lar per començar?
ckb: چ داوانامەیەکت دەوێ بۆ ئەوەی دەستپێبکەیت لەگەڵی؟
cs: Jaké aplikace si přejete pro začátek nainstalovat?
cy: Pa apiau hoffech chi eu gosod yn gyntaf?
et: Mis rakendused peaksid alguses paigaldatud olema?
eu: Zer aplikazio instalatu nahi dituzu hasteko?
fa: برای شروع دوست دارید چه کاره‌هایی نصب شوند؟
fi: Millä sovelluksin haluat aloittaa?
hr: Koju instalaciju aplikacija želite instalirati za početak?
ia: Qual application desira tu installar pro initiar?
ja: あらかじめどのアプリケーションをインストールしますか？
kab: Anwi isnasen i tebγiḍ ad tesbeddeḍ akken ad tebduḍ yis-n?
ku: Ji bo destpêkê tu dixwazî kîjan sepanan bar bikî?
lt: Kokį programų paketą norite turėti baigę diegimą?
lv: Kuras lietotnes jūs gribētu sākumā instalēt?
mr: सुरूवातीला तुम्ही कोणते अनुप्रयोग स्थापू इच्छिता?
nl: Welke toepassingen wilt u allereerst installeren?
nn: Kva program vil du installera først?
pl: Jakie programy chcesz zainstalować na początek?
ps: د کومو کاریالونو لګولو سره تاسې پیلول غواړئ؟
pt: Que aplicações gostaria de instalar para começar?
sr: Које програме желите да инсталирате за почетак?
sv: Vilka program vill du installera till att börja med?
tg: Шумо кадом барномаҳоро мехоҳед, ки барои оғози кор насб намоед?
th: คุณต้องการเริ่มจากการติดตั้งแอพใด?
tr: Başlangıç ​​olarak hangi uygulamaları kurmak istersiniz?
ug: قايسى ئەپلەرنى قاچىلىماقچى؟
vi: Bạn muốn cài đặt ứng dụng nào để bắt đầu?
zh_hk: 你希望先安裝哪些應用？

source: Which applications would you like to start with?
af: Watter sagteware programme wil jy graag mee begin?
ar: ما التطبيقات التي تود أن تبدأ بها؟
bs: S kojim aplikacijama želite započeti?
ca: Amb quines aplicacions us agradaria començar?
ckb: چ داوانامەیەکت دەوێ بۆ ئەوەی دەستپێبکەیت لەگەڵی؟
cs: Jaké aplikace si přejete pro začátek?
cy: Pa raglenni hoffech chi gychwyn gyda nhw?
et: Mis rakendused peaksid alguses paigaldatud olema?
eu: Zer aplikazio nahi dituzu hasteko?
fa: برای شروع کدام برنامه‌ها را دوست دارید؟
fi: Millä sovelluksin haluat aloittaa?
hr: S kojim aplikacijama želite započeti?
ia: Qual applicationes desira tu installar pro initiar?
ja: あらかじめどちらのアプリケーションを選択しますか？
kab: Anwi isnasen swayes i tebɣiḍ ad tebduḍ ?
ku: Bi kîjan sepanan dixwazî dest pê bikî?
lt: Kurias programas norite turėti baigę diegimą?
lv: Ar kurām lietotnēm vēlaties sākt?
mr: तुम्ही कोणत्या अनुप्रयोगांनी सुरूवात कराल ?
nl: Met welke toepassingen wilt u beginnen?
nn: Kva program vil du starta med?
pl: Z jakimi programami chcesz rozpocząć?
ps: له کومو کاریالونو سره تاسې پیلول غواړئ؟
pt: Com que aplicações gostaria de começar?
sr: Са којим програмима желите да почињете?
sv: Vilka program vill du börja med?
tg: Шумо кадом барномаҳоро мехоҳед, ки барои оғози кор насб намоед?
th: คุณต้องการเริ่มจากแอพพลิเคชั่นใด?
tr: Hangi uygulamalar ile başlamak istersiniz?
ug: قايسى ئەپلەر بىلەن باشلاشنى خالايسىز؟
vi: Bạn muốn khởi chạy ứng dụng nào?
zh_hk: 你希望先安裝哪個應用？

source: Minimal installation
af: Minimale installasie
ar: التثبيت بحد ادنى
bs: Minimalna instalacija
ca: Instal·lació mínima
ckb: دامەزراندنی بجووک
cs: Minimální instalace
cy: Gosodiad lleiaf
et: Minimaalne paigaldus
eu: Instalazio minimoa
fa: نصب کمینه
fi: Vähimmäisasennus
hr: Minimalnu instalaciju
ia: Installation minime
ja: 最小インストール
kab: Asbeddi adday
ku: Sazkirina mînîmal
lt: Minimalus programų paketas
lv: Minimāla instalācija
mr: किमान प्रतिष्ठापन
nl: Minimale installatie
nn: Minimal installasjon
pl: Instalacja minimalna
ps: کوچنۍ لګاو
pt: Instalação mínima
sr: Минимална инсталација
tg: Насбкунии ҳадди ақал
th: การติดตั้งแบบขนาดเล็ก
tr: Asgari kurulum
ug: ئەڭ كىچىك قاچىلاش
vi: Bản cài đặt tối thiểu
zh_hk: 最小安装

source: Web browser and basic utilities.
af: Webleser en basiese nutsprogramme.
ar: متصفح الويب والأدوات الأساسية.
bs: Web pretraživač i osnovna pomagala.
ca: Navegador web i utilitats bàsiques.
ckb: وێبگەڕ و چەند پێداویستیەکی سەرەتایی.
cs: Webový prohlížeč a základní nástroje.
cy: Porwyr gwe a gwasanaethau sylfaenol.
et: Veebibrauser ja põhilised tööriistad.
eu: Web nabigatzailea eta oinarrizko utilitateak.
fa: مرورگر وب و ابزارهای پایه
fi: Verkkoselain ja perusapuohjelmat.
hr: Web preglednik i osnovna pomagala.
ia: Navigator e utilitates de base.
ja: ウェブブラウザーと基本的なユーティリティ
kab: Iminig n web akked tanfiwin tizaduranin.
ku: Geroka webê û amûrên esasî.
lt: Interneto naršyklė bei pagrindinės programėlės.
lv: Tīmekļa pārlūks un pamat utilītprogrammas.
nl: Webbrowser en fundamentele hulpmiddelen.
nn: Nettlesar og grunnleggjande verktøy.
pl: Przeglądarka internetowa i podstawowe narzędzia.
ps: ګورت لټونګر او بنسټيز ګټالونه.
pt: Navegador Web e utilitários básicos.
sr: Веб прегледник и основна и помагала.
sv: Webbläsare och grundläggande verktyg.
tg: Намоишгари сомонаҳо ва барномаҳои муфиди асосӣ.
th: เว็บเบราว์เซอร์และโปรแกรมอรรถประโยชน์พื้นฐาน
tr: Web tarayıcısı ve temel araçlar.
ug: توركۆرگۈ ۋە ئاساسىي ئىقتىدارلار.
vi: Trình duyệt và tiện ích cơ bản.
zh_hk: Web 瀏覽器和基本實用程式

source: Web browser plus basic utilities and applications.
af: Webleser plus basiese nutsprogramme en toepassings.
ar: متصفح الويب بالإضافة إلى الأدوات والتطبيقات الأساسية.
bs: Web pretraživač plus osnovna pomagala i aplikacije.
ca: Navegador web més utilitats i aplicacions básiques.
ckb: وێبگەڕ و پێداویستی سەرتایی و داوانامە.
cs: Webový prohlížeč plus základní nástroje a aplikace.
cy: Porwr gwe a gwaanaethu sylfaenol ac apiau.
et: Veebibrauser, põhilised tööriistad ja rakendused.
eu: Web nabigatzailea + oinarrizko utilitateak eta aplikazioak.
fa: مرورگر وب به علاوهٔ برنامه‌ها و ابزارهای پایه
fi: Verkkoselain ja perusapuohjelmat sekä -sovellukset.
hr: Web preglednik plus osnovna pomagala i aplikacije.
ia: Navigator plus utilitates de base e applicationes.
ja: ウェブブラウザーに基本的なユーティリティとアプリケーション
kab: Iminig n web akked tanfa tazadurant akked yisnasen.
ku: Geroka webê, bi ser ve amûrên din ên alîkar û sepan.
lt: Interneto naršyklė, pagrindinės programėlės bei reikalingiausios programos.
lv: Tīmekļa pārlūks, pamat utilītprogrammas un lietotnes.
nl: Webbrowser plus fundamentele hulpmiddelen en toepassingen.
nn: Nettlesar samt grunnleggjande program og verktøy.
pl: Przeglądarka internetowa z podstawowymi narzędziami i programami.
ps: ګورت لټونګر له بنسټيز ګټالونو او کاریالونو سره.
pt: Navegador Web, além de utilitários e aplicações básicas.
sr: Веб прегледник плус основна помагала и програми.
sv: Webbläsare och grundläggande verktyg samt program.
tg: Намоишгари сомонаҳо, барномаҳои муфиди асосӣ ва барномаҳои роиҷ.
th: เว็บเบราว์เซอร์ โปรแกรมอรรถประโยชน์พื้นฐาน และแอพพลิเคชั่น
tr: Web tarayıcısı, temel araçlar ve uygulamalar.
ug: توركۆرگۈ ۋە قوشۇمچە ئىقتىدارلار ۋە قوللىنىشچان پروگراممىلار.
vi: Trình duyệt web cộng với các tiện ích và ứng dụng cơ bản.
zh_hk: Web 瀏覽器和基本實用程式和應用程式

source: Normal installation
af: Normale installasie
ar: التثبيت العادي
bs: Normalna instalacija
ca: Instal·lació normal
ckb: دامەزراندنی ئاسایی
cs: Běžná instalace
cy: Gosodiad arferol
et: Tavapaigaldus
eu: Instalazio arrunta
fa: نصب عادّی
fi: Tavallinen asennus
hr: Normalnu instalaciju
ia: Installation normal
ja: 通常のインストール
kab: Asbeddi amagnu
ku: Sazkirina normal
lt: Įprastas programų paketas
lv: Normāla instalācija
mr: सामान्य स्थापना
nl: Normale installatie
nn: Vanleg installasjon
pl: Instalacja normalna
ps: لېوی لګاو
pt: Instalação normal
sr: Уобичајена инсталација
tg: Насбкунии муқаррар
th: การติดตั้งแบบปกติ
tr: Normal kurulum
ug: نورمال قاچىلاش
vi: Cài đặt thông thường
zh_hk: 正常安装
