Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Configuring boot loader...
af: Stel boot-laaier op...
ar: يضبط محمّل الإقلاع...
ast: Configurando'l xestor d'arranque...
bg: Настройване на приложението за начално зареждане...
bo: འགོ་འཛུགས་སྒུལ་ཆས་སྒྲིག་འགོད་བྱེད་བཞིན་པ...
bs: Podešavam program za učitavanja operativnog sistema...
ca: S'està configurant el carregador...
ckb: ڕێکخستنی بارکەری بووت...
cs: Nastavuje se zavaděč...
cy: Wrthi'n ffurfweddu'n cychwynnwr...
da: Indstiller opstartsindlæser...
de: Boot-Loader wird eingerichtet …
el: Ρύθμιση διαχειριστή εκκίνησης...
eo: Agordante praŝargilon...
et: Alglaaduri seadistamine...
eu: Abiarazte-kudeatzailea konfiguratzen...
fa: در حال پیکربندی بارکنندهٔ راه‌انداز…
fi: Määritetään alkulatausohjelmaa...
fr_ca: Configuration du chargeur d’amorçage…
gd: A' rèiteachadh a' bootloader...
gl: Configurando o xestor de inicio...
he: מנהל האתחול מוגדר...
hi: बूट लोडर विन्यास कर रहा है...
hr: Podešavanje učitača pokretanja...
ia: Configuration del boot loader...
it: Configurazione del boot loader...
ja: ブートローダを設定しています...
kab: Aswel n umsalay n usenker...
km: កំពុង​កំណត់​រចនាស​ម្ព័ន្ធ​កម្មវិធី​ចាប់​ផ្តើម​ប្រព័ន្ធ​...
ko: 부트로더 설정 중...
ku: Boot loader tê sazkirin...
lt: Konfigūruojama sistemos įkėlimo programa...
lv: Konfigurē palaidēju...
mr: बूट लोडर संयोजीत करत आहे...
my: စနစ်စတင်ရန် ဆွဲယူမှု ပြင်ဆင်ချိန်ညှိနေပါသည်...
nb: Setter opp oppstartslaster...
nl: Opstartlader aan het instellen…
nn: Set opp oppstartslastaren …
pa: ਬੂਟ ਦੀ ਸੰਰਚਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Konfigurowanie programu rozruchowego...
ps: پیلون لېښونکی سازول کېږي...
pt: A configurar o carregador de arranque...
pt_br: Configurando o gerenciador de inicialização...
si: ආරම්භක පූරකය සකසමින්...
sl: Nastavljanje zagonskega nalagalnika ...
sq: Duke konfiguruar Boot loader...
sr: Подешавам подизач система...
sv: Konfigurerar starthanterare...
te: బూట్ లోడర్ స్వరూపించబడుతోంది...
tg: Худроҳандозӣ танзим шуда истодааст...
th: กำลังตั้งค่าบูตโหลดเดอร์...
tr: Önyükleyici yapılandırılıyor...
ug: قوزغىتىش يېتەكلىگۈچنى سەپلەۋاتىدۇ...
uk: Налаштування завантажувача…
vi: Đang cấu hình bộ nạp khởi động...
zh_hk: 正在設定開機載入器...

source: Configuring Active Directory...
af: Konfigureer tans Aktief Directory...
ar: اعداد Active Directory
ca: S'està configurant el directori actiu...
cs: Nastavuji Active Directory...
eu: Active Directory konfiguratzen...
fi: Määritetään Active Directory...
hr: Podešavanje aktivnog direktorija...
ja: アクティブディレクトリを設定しています...
kab: Aswel n Active Directory...
lv: Konfigurē aktīvo direktoriju...
pl: Konfigurowanie Active Directory...
pt: A configurar o Active Directory…
sr: Подешавам радни директоријум...
sv: Konfigurerar Active Directory...
th: กำลังตั้งค่า Active Directory...
tr: Active Directory yapılandırılıyor...
ug: ئاكتىپ مۇندەرىجىنى تەڭشەش ...
vi: Cấu hình Active Directory

source: Saving installed packages...
af: Besig om geïnstalleerde pakkette te stoor...
ar: يحفظ الحزم المثبتة...
ast: Guardando los paquetes instalaos...
bg: Запазване на инсталираните пакети...
bo: སྒྲིག་འཇུག་བྱས་པའི་ཐུམ་བུ་ཉར་ཚགས་བཞིན་པ...
bs: Snimanje instaliranih paketa...
ca: S'estan desant els paquets insta·lats...
ckb: پاشەکەوتکردنی گورزە دامەزراوەکان...
cs: Ukládání nainstalovaných balíčků…
cy: Wrthi'n cadw'r pecynnau a osodwyd...
da: Gemmer installerede pakker...
de: Installierte Pakete werden gesichert …
el: Αποθήκευση των εγκατεστημένων πακέτων…
eo: Konservante instalitajn pakaĵojn...
et: Paigaldatud pakettide salvestamine...
eu: Instalatutako paketeak gordetzen...
fa: در حال ذخیره‌ی بسته های نصب شده…
fi: Tallennetaan asennettuja paketteja...
fr_ca: Enregistrement des paquets installés…
gd: A' sàbhaladh nam pacaidean stàlaichte...
gl: Gardando os paquetes instalados...
he: החבילות המותקנות נשמרות...
hi: संस्थापित पैकेज को सहेज रहा है...
hr: Spremanje instaliranih paketa...
ia: Salveguarda del pacchettos installate...
it: Salvataggio pacchetti installati...
ja: インストールされたパッケージを保存しています...
kab: Asekles n yikemmusen yettusbedden...
km: កំពុង​រក្សាទុក​កញ្ចប់​ដែល​បាន​ដំឡើង​...
ko: 설치한 패키지를 저장하는 중...
ku: Pakêtên barkirî tên tomarkirin...
lt: Išsaugomi įdiegti paketai...
lv: Saglabā uzinstalētās pakotnes...
mr: प्रतिष्ठापन झालेले पॅकेजेस साठवत आहे...
my: ထည့်သွင်းပြီးသော အစုအဝေးများ သိမ်းဆည်းနေပါသည်...
nb: Lagrer installerte pakker…
nl: Geïnstalleerde pakketten aan het opslaan…
nn: Lagrar installerte pakkar …
pa: ਇੰਸਟਾਲ ਹੋਏ ਪੈਕੇਜ ਸੰਭਾਲੇ ਜਾ ਰਹੇ ਹਨ...
pl: Zapisywanie zainstalowanych pakietów...
ps: لګول شوي بنډلونه سازول کېږي...
pt: A guardar os pacotes instalados...
pt_br: Salvando pacotes instalados...
si: ස්ථාපිත පැකේජ සුරකිමින්...
sl: Shranjevanje nameščenih paketov ...
sq: Duke ruajtur paketat e instaluara...
sr: Чувам инсталиране пакете...
sv: Sparar installerade paket...
te: స్థాపించబడిన ప్యాకేజీలు భద్రపరుచబడుతున్నాయి...
tg: Захиракунии бастаҳои насбшуда...
th: กำลังบันทึกแพกเกจที่ติดตั้งแล้ว...
tr: Kurulan paketler kaydediliyor...
ug: ئورنىتىلغان بوغچىلارنى ساقلاۋاتىدۇ…
uk: Збереження встановлених пакетів…
vi: Đang lưu các gói đã cài đặt...
zh_hk: 正在儲存已安裝的套件...

source: Restoring previously installed packages...
af: Besig om voorheen geïnstalleerde pakkette te herwin...
ar: يستعيد الحزم المثبتة سابقًا...
ast: Restaurando paquetes instalaos previamente...
bg: Възстановяване на предишно инсталирани пакети...
bo: སྔོན་མ་སྒྲིག་འཇུག་བྱས་པའི་ཐུམ་བུ་སླར་གསོ་བྱེད་བཞིན་པ...
bs: Obnova prethodno instaliranih paketa...
ca: S'estan restaurant paquets instal·lats anteriorment...
ckb: هێنانەوەی گورزە دامەزراوەکانی پێشوو...
cs: Obnovování dříve nainstalovaných balíků...
cy: Wrthi'n adfer pecynnau eisoes wedi eu gosod...
da: Genskaber tidligere installerede pakker...
de: Vorher installierte Pakete werden wiederhergestellt …
el: Επαναφορά προηγούμενων εγκατεστημένων πακέτων...
eo: Restaŭrante antaŭe instalitajn pakaĵojn...
et: Eelnevalt paigaldatud pakettide taastamine...
eu: Aurrez instalatutako paketeak berriztatzen...
fa: در حال بازیابی بسته های پیش‌تر نصب شده…
fi: Palautetaan aiemmin asennettuja paketteja...
fr_ca: Restauration des paquets précédemment installés…
gd: Aisig pacaidean a chaidh a stàladh roimhe...
gl: Restaurando paquetes previamente instalados...
he: החבילות שהותקנו קודם לכן משוחזרות...
hi: पूर्ववर्ति संस्थापित पैकेज को बहाल कर रहा है...
hr: Vraćanje prije instaliranih paketa...
ia: Restauration del precedente pacchettos installate...
it: Ripristino pacchetti installati precedentemente...
ja: 以前インストールされたパッケージを復元しています...
kab: Tiririt n yikemmusen yettwasbedden yakan...
km: កំពុង​ស្ដារ​កញ្ចប់​ដែល​បាន​ដំឡើង​​ពី​មុន...
ko: 이전에 설치한 패키지를 복구하는 중...
ku: Pakêtên ku berê hatibin barkirin şûnve tên anîn...
lt: Atkuriami anksčiau įdiegti paketai...
lv: Atjauno iepriekš instalētās pakotnes...
mr: पूर्वी प्रतिष्ठापन झालेले पॅकेजेस पुन्हस्थापित करत आहे...
my: ယခင် ထည့်သွင်းထားသော အစုအဝေးများ ပြန်လည် တင်သွင်းနေပါသည်...
nb: Gjenoppretter tidligere installerte pakker…
nl: Voorheen geïnstalleerde pakketten aan het terugzetten…
nn: Gjenopprettar tidlegare installerte pakkar …
pa: ਪਹਿਲਾਂ ਇੰਸਟਾਲ ਹੋਏ ਪੈਕੇਜ ਮੁੜ-ਸਟੋਰ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Przywracanie poprzednio zainstalowanych pakietów...
ps: مخکيني لګول شوي بنډلونه بیازېرمل کېږي...
pt: A restaurar pacotes instalados anteriormente...
pt_br: Restaurando pacotes instalados anteriormente...
si: පෙරදී සුරැකි පැකේජ ප්‍රතිපිහිටුවමින්...
sl: Obnavljanje predhodno nameščenih paketov ...
sq: Duke rikthyer paketat e instaluara më parë...
sr: Враћам претходно инсталиране пакете...
sv: Återställer tidigare installerade paket...
te: ఇంతకుముందు స్థాపించిన పాకేజీలు తిరిగివుంచుతున్నా...
tg: Барқарорсозии бастаҳои насбшудаи пешакӣ...
th: กำลังกู้คืนแพกเกจที่ติดตั้งเมื่อครั้งที่แล้ว...
tr: Önceden kurulan paketler geri getiriliyor...
ug: بۇرۇن ئورنىتىلغان بوغچىلارنى ئەسلىگە كەلتۈرۈۋاتىدۇ…
uk: Відновлення раніше встановлених пакетів…
vi: Đang khôi phục lại các gói đã cài trước đó...
zh_hk: 正在還原先前安裝的套件...

source: Installing additional packages...
af: Besig om bykomende pakkette te installeer...
ar: يثبت الحزم الإضافية...
ast: Instalar paquetes adicionales...
bg: Инсталиране на допълнителни пакети...
bo: ཟུར་སྣོན་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ...
bs: Instaliram dodatne pakete...
ca: S'estan instal·lant els paquets addicionals...
ckb: دامەزراندنی گورزەی زیاتر...
cs: Instalují se dodatečné balíky...
cy: Gosod pecynnau ychwanegol...
da: Installerer yderligere pakker...
de: Zusätzliche Pakete werden installiert …
el: Εγκατάσταση πρόσθετων πακέτων...
eo: Instalante aldonajn pakaĵojn...
et: Lisapakettide paigaldamine...
eu: Pakete gehigarriak instalatzen...
fa: در حال نصب بسته‌های افزودنی…
fi: Asennetaan lisäpaketteja...
fr_ca: Installation des paquets additionnels...
gd: A' stàladh nam pacaidean a bharrachd...
gl: Instalando paquetes adicionais...
he: חבילות נוספות מותקנות...
hi: अतिरिक्त पैकेजों का संस्थापन किया जा रहा है।
hr: Instalacija dodatnih paketa...
ia: Installation del pacchettos additional...
it: Installazione pacchetti addizionali...
ja: 追加パッケージをインストールしています...
kab: Asbeddi n yikemmusen imernanen...
km: កំពុង​ដំឡើង​កញ្ចប់​បន្ថែម​...
ko: 추가 패키지 설치 중...
ku: Pakêtên pêvek tên sazkirin...
lt: Įdiegiami papildomi paketai...
lv: Instalē papildu pakotnes...
mr: अधिक पॅकेजेस प्रतिष्ठापन करत आहे...
my: ထပ်မံပေါင်းထည့်ထားသော အစုအဝေးများ ထည့်သွင်းနေပါသည်...
nb: Installerer tilleggspakker …
nl: Aanvullende pakketten aan het installeren…
nn: Installerer tilleggspakkar …
pa: ਹੋਰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Instalowanie dodatkowych pakietów...
ps: نور زیات بنډلونه لګول کېږي...
pt: A instalar pacotes adicionais...
pt_br: Instalando pacotes adicionais...
si: අමතර පැකේජ ස්ථාපනය කරමින්...
sl: Nameščanje dodatnih paketov ...
sq: Duke instaluar pako shtesë...
sr: Инсталирам додатне пакете...
sv: Installerar extrapaket...
te: అదనపు ప్యాకేజీలను స్థాపిస్తోంది...
tg: Бастаҳои иловагӣ насб шуда истодаанд...
th: กำลังติดตั้งแพกเกจเพิ่มเติม...
tr: İlave paketler kuruluyor...
ug: قوشۇمچە بوغچىلارنى ئورنىتىۋاتىدۇ....
uk: Встановлення додаткових пакунків…
vi: Đang cài đặt các gói phụ trợ...
zh_hk: 安裝附加套件中...

source: Checking for packages to install...
af: Besig met nagaan van pakkette om te installeer...
ar: يفحص الحزم التي ستُثبّت...
ast: Comprobando los paquetes a instalar...
bg: Проверка за пакети за инсталация...
bo: སྒྲིག་འཇུག་བྱེད་དགོས་པའི་མཉེན་ཆས་ཐུམ་བརྟག་དཔྱད་བྱེད་བཞིན་པ...
bs: Provjeravam koje pakete treba da instaliram...
ca: S'estan comprovant els paquets que s'han d'instal·lar...
ckb: پشکنینی گورزه‌کان بۆ دامه‌زراندن
cs: Kontrolují se balíky určené k instalaci...
cy: Gwirio am pecynnau i gosod...
da: Tjekker hvilke pakker, som skal installeres...
de: Zu installierende Pakete werden ermittelt …
el: Έλεγχος για πακέτα προς εγκατάσταση..
eo: Serĉante instalendajn pakaĵojn...
et: Kontrollitakse, kas on pakette, mida paigaldada...
eu: Instalatu beharreko paketeak bilatzen...
fa: در حال بررسی بسته‌ها برای نصب…
fi: Tarkistetaan asennettavia paketteja...
fr_ca: Vérification des paquets à installer…
gd: A' toirt sùil airson pacaidean a tha ri stàladh...
gl: Comprobando os paquetes a instalar...
he: החבילות להתקנה נבדקות...
hi: संस्थापना के लिए पैकेज की जांच की जा रही है....
hr: Provjera paketa za instalaciju...
ia: Controlo del pacchettos a installar...
it: Controllo dei pacchetti da installare...
ja: インストールするパッケージのチェック中...
kab: Anadi n ikemmusen ara yettusbedden...
km: កំពុង​រក​មើល​កញ្ចប់​ដើម្បី​ដំឡើង...
ko: 설치할 패키지 확인 중...
ku: Ji bo sazkirinê li pakêtan digere...
lt: Įdiegiamų paketų patikrinimas...
lv: Pārbauda, kuras pakotnes jāinstalē...
mr: प्रतिष्ठापीत करण्यायोग्य पॅकेजेस तपासत आहे...
my: ထည့်သွင်းရန် အစုအဝေးများ စစ်ဆေးနေပါသည်...
nb: Ser etter installasjonspakker …
nl: Bezig met controleren op te installeren pakketten…
nn: Leitar etter pakkar å installera …
pa: ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਪੈਕੇਜ ਚੈੱਕ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Sprawdzanie pakietów do zainstalowania...
ps: د بنډلونو لګولو لپاره کتل کېږي...
pt: A verificar pacotes a instalar...
pt_br: Verificando pacotes para instalar...
si: ස්ථාපනය සඳහා පැකේජ පිරික්සමින්...
sl: Iskanje paketov za namestitev ...
sq: Duke kontrolluar për pakot për instalim...
sr: Проверам пакете за инсталацију...
sv: Letar efter paket att installera...
te: స్థాపించుటకు ప్యాకేజీలను పరిశీలిస్తుంది...
tg: Санҷиши бастаҳо барои насбкунӣ...
th: กำลังตรวจแพกเกจที่จะติดตั้ง...
tr: Kurulacak paketlere bakılıyor...
ug: قاچىلايدىغان بوغچىلارنى تەكشۈرۈۋاتىدۇ...
uk: Перевірка пакунків для встановлення…
vi: Đang kiểm tra các gói để cài đặt...
zh_hk: 檢查欲安裝的套件中...

source: Removing extra packages...
af: Verwyder ekstra pakette...
ar: يزيل الحزم الزائدة...
ast: Desinstalando los paquetes estra...
bg: Премахване на допълнителните пакети...
bo: མཉེན་ཆས་ཐུམ་ལྷག་མ་འདོར་་བཞིན་པ...
bs: Uklanjam dodatne pakete...
ca: S'estan suprimint els paquets extra...
ckb: لابردنی گورزە زیادەکان...
cs: Odstraňují se extra balíky...
cy: Yn dileu pecynnau ychwanegol...
da: Fjerner ekstrapakker...
de: Zusatzpakete werden entfernt …
el: Απομάκρυνση επιπλέον πακέτων...
eo: Forigante aldonajn pakaĵojn...
et: Lisapakettide eemaldamine...
eu: Pakete estrak kentzen...
fa: در حال برداشتن بسته‌های اضافی…
fi: Poistetaan ylimääräisiä paketteja...
fr_ca: Suppression des paquets supplémentaires…
gd: A' toirt air falbh nan pacaidean a bharrachd...
gl: Retirando os paquetes extra...
he: חבילות מיותרות מוסרות...
hi: अतिरिक्त पैकेजों को हटा रहा है...
hr: Uklanjanje dodatnih paketa...
ia: Remotion del pacchettos extra...
it: Rimozione dei pacchetti aggiuntivi...
ja: 余分なパッケージを削除しています...
kab: Tukksa n yikemmusen n zzyada...
km: កំពុង​យក​កញ្ចប់​បន្ថែម​ចេញ​...
ko: 추가 패키지 제거 중...
ku: Paketên zêdebar tên derxistin...
lt: Šalinami papildomi (nereikalingi) paketai...
lv: Noņem liekās pakotnes...
mr: अतिरिक्त पॅकेजेस काढून टाकत आहे...
my: အပို အစုအဝေးများ ဖယ်ရှားနေပါသည်...
nb: Fjerner ekstra pakker …
nl: Extra pakketten aan het verwijderen…
nn: Fjernar ekstrapakkar …
pa: ਵਾਧੂ ਪੈਕੇਜ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ...
pl: Usuwanie dodatkowych pakietów...
ps: سرباري بنډلونه ړنګول کېږي...
pt: A remover pacotes extra...
pt_br: Removendo os pacotes extras ...
si: අතිරේක පැකේජ ඉවත් කරමින්...
sl: Odstranjevanje odvečnih paketov ...
sq: Duke hequr paketat shtesë...
sr: Уклањам додатне пакете...
sv: Ta bort extrapaket...
te: అదనపు ప్యాకేజీలను తొలగిస్తోంది...
tg: Тозакунии бастаҳои иловагӣ...
th: กำลังถอดถอนแพกเกจเสริม...
tr: İlave paketler kaldırılıyor...
ug: ئارتۇق بوغچىلارنى ئۆچۈرۈۋاتىدۇ...
uk: Вилучення зайвих пакунків…
vi: Đang loại bỏ các gói thừa...
zh_hk: 正在移除額外的套件...

source: Checking for packages to remove...
af: Soek pakette om te verwyder...
ar: يفحص وجود حزم للإزالة...
ast: Comprobando los paquetes a desaniciar...
bg: Проверка на пакетите за премахване...
bo: བསུབ་དགོས་པའི་ཐུམ་བུ་ལ་ལྟ་ཞིབ་བྱེད་བཞིན་པ…
bs: Provjeravam pakete za uklanjanje...
ca: S'està comprovant quins paquets s'han de suprimir...
ckb: پشکنینی گورزه‌کان بۆ لابردن
cs: Kontrolují se balíky k odstranění...
cy: Gwirio am pecynnau i dileu...
da: Leder efter pakker der skal fjernes...
de: Zu entfernende Pakete werden ermittelt …
el: Έλεγχος για πακέτα που θ' απομακρυνθούν...
eo: Serĉante forigendajn pakaĵojn...
et: Kontrollitakse, kas on pakette mida eemaldada...
eu: Kendu beharreko paketeak bilatzen...
fa: در حال بررسی بسته‌ها برای برداشتن…
fi: Etsitään poistettavia paketteja...
fr_ca: Vérification des paquets à supprimer…
gd: A' toirt sùil airson nam pacaidean a tha ri toirt air falbh...
gl: Comprobando os paquetes que retirar...
he: חבילות להסרה נבדקות...
hi: पैकेज जिनको मिटाने हैं ढूँढे जा रहे हैं...
hr: Provjera paketa za uklanjanje...
ia: Controlo del pacchettos a remover...
it: Verifica dei pacchetti da rimuovere...
ja: 削除するパッケージをチェックしています...
kab: Anadi n ikemmusen ara yettwakksen...
km: កំពុង​រក​មើល​កញ្ចប់​ដើម្បី​យក​ចេញ​...
ko: 제거할 패키지 확인 중...
ku: Ji bo rakirinê li pakêtan digere...
lt: Ieškoma paketų, kuriuos šalinti...
lv: Pārbauda, kuras pakotnes jānoņem...
mr: काढून टाकण्याचे पॅकेजेस तपासत आहे...
my: ဖယ်ရှားရန် အစုအဝေးများ စစ်ဆေးနေပါသည်...
nb: Kontrollerer om det er pakker som skal fjernes...
nl: Bezig met controleren op te verwijderen pakketten…
nn: Kontrollerer om det er pakkar som skal fjernast …
pa: ਹਟਾਉਣ ਲਈ ਪੈਕੇਜ ਚੈੱਕ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ...
pl: Wyszukiwanie pakietów do usunięcia...
ps: د بنډلونو ړنګولو لپاره کتل کېږي...
pt: A verificar pacotes para remoção...
pt_br: Verificando por pacotes a serem removidos...
si: ඉවත් කිරීම සඳහා පැකේජ පිරික්සමින්...
sl: Iskanje paketov za odstranitev ...
sq: Duke kontrolluar për pakot për largim...
sr: Проверавам пакете за уклањање...
sv: Letar efter paket att ta bort...
te: తొలగించడానికి ప్యాకేజీలను పరిశీలిస్తోంది...
tg: Санҷиши бастаҳо барои тозакунӣ...
th: กำลังตรวจสอบแพกเกจที่จะถอดถอน...
tr: Kaldırılacak paketlere bakılıyor...
ug: ئۆچۈرۈدىغان بوغچىلارنى تەكشۈرۈۋاتىدۇ...
uk: Пошук пакунків для вилучення…
vi: Đang kiểm tra các gói cần loại bỏ...
zh_hk: 正在檢查是否有套件要移除...

source: Downloading packages (${TIME} remaining)...
af: Laai pakette af (${TIME} bly nog oor)...
ar: ينزّل الحزم (بقي ${TIME})...
ast: Descargando paquetes (falten ${TIME})...
bg: Изтегляне на пакетите (остават ${TIME})...
bo: ཐུམ་བུ་ལེན་འཇུག་བྱེད་བཞིན་པ(དུས་ཚོད་${TIME}ལྷག་ཡོད)...
bs: Preuzimam pakete (preostalo vrijeme: ${TIME})...
ca: S'estan baixant els paquets (${TIME} per a acabar)...
ckb: داگرتنی گورزه‌کان (${TIME} ماوه‌)...
cs: Stahují se balíky (zbývá ${TIME})...
cy: Lawrllwytho'r pecynnau (${TIME} ar ol)...
da: Henter pakker (${TIME} tilbage)...
de: Pakete werden heruntergeladen (${TIME} verbleibend) …
el: Λήψη πακέτων (απομένουν ${TIME})...
eo: Elŝutante pakaĵojn (${TIME} restanta)...
et: Pakettide allalaadimine (jäänud ${TIME})...
eu: Paketeak deskargatzen (${TIME} faltan)...
fa: در حال بارگیری بسته‌ها(${TIME} مانده)…
fi: Ladataan paketteja (${TIME} jäljellä)...
fr_ca: Téléchargement des paquets (${TIME} restant)…
gd: A' luchdadh a-nuas nam pacaidean (${TIME} air fhàgail)...
gl: Descargando paquetes (faltan ${TIME})...
he: החבילות מתקבלות (נותרו ${TIME})...
hi: पैकेज डाउनलोड हो रहे हैं (${TIME} बाकी)...
hr: Preuzimanje paketa (preostalo vrijeme: ${TIME})...
ia: Discargamento del pacchettos (${TIME} restante)...
it: Scaricamento dei pacchetti (mancano ${TIME})...
ja: パッケージをダウンロードしています (残り ${TIME})...
kab: Asider n yikemmusen (${TIME} i d-yegran)...
km: កំពុង​ទាញ​យក​កញ្ចប់​ (នៅ​សល់ ${TIME})...
ko: 패키지 다운로드 중(${TIME} 남음)...
ku: Pakêt tên daxistin (${TIME} ma)...
lt: Atsiunčiami paketai (liko ${TIME})...
lv: Lejupielādē pakotnes (atlikušais laiks ${TIME})...
mr: पॅकेजेस डाउनलोड करत आहे (${TIME} शिल्लक)...
my: အစုအဝေးများ ဆွဲယူနေပါသည် (${TIME} ကျန်ရှိပါသေးသည်)...
nb: Laster ned pakker (${TIME} gjenstår)...
nl: Pakketten ophalen (${TIME} resterend)…
nn: Lastar ned pakkar (${TIME} står att) …
pa: ਪੈਕੇਜ ਡਾਊਨਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ (${TIME} ਬਾਕੀ ਰਹਿੰਦਾ)...
pl: Pobieranie pakietów (pozostało ${TIME})...
ps: بنډلونه رالېښل کېږي (${TIME} پاتې دي)...
pt: A descarregar pacotes (${TIME} restantes)...
pt_br: Baixando pacotes (${TIME} restantes)...
si: පැකේජ බාගත කරමින් (${TIME} ඉතිරිව ඇත)...
sl: Prejemanje paketov (preostaja ${TIME}) ...
sq: Duke shkarkuar pakot (${TIME} remaining)...
sr: Преузимам пакете (преостало време: ${TIME})...
sv: Hämtar paket (${TIME} återstår)...
te: ప్యాకేజీలను దింపుకుంటున్నది (${TIME} మిగిలిఉన్నది)...
tg: Боргирии бастаҳо (${TIME} боқӣ мондааст)...
th: กำลังดาวน์โหลดแพกเกจ (ต้องใช้เวลาอีก ${TIME})...
tr: Paketler indiriliyor (${TIME} kaldı)...
ug: چۈشۈرۈدىغان بوغچا )(${TIME} قالدى(
uk: Завантаження пакунків (залишилось ${TIME})…
vi: Đang tả về các gói (còn ${TIME})...
zh_hk: 正在下載套件 (剩餘時間 ${TIME})...

source: Downloading package lists...
af: Besig met aflaai van pakketlyste...
ar: ينزّل قائمة الحزم...
ast: Descargando la llista de paquetes...
bg: Изтегляне на списъка с пакети...
bo: ཐུམ་བུའི་མིང་ཐོ་ལེན་འཇུག་བྱེད་བཞིན་པ...
bs: Preuzimam liste paketa...
ca: S'estan baixant les llistes de paquets...
ckb: داگرتنی لیسته‌ی گورزه‌کان
cs: Stahují se seznamy balíků...
cy: Lawrllwytho rhestr pecynnau
da: Henter pakkelister...
de: Paketlisten werden heruntergeladen …
el: Λήψη λίστας πακέτων...
eo: Elŝutante pakaĵlistojn...
et: Pakettide nimekirja allalaadimine...
eu: Pakete-zerrendak deskargatzen...
fa: در حال بارگیری فهرستهای بسته ها...
fi: Noudetaan pakettiluetteloita...
fr_ca: Téléchargement des listes de paquets…
gd: A' luchdadh a-nuas liostaichean nam pacaidean...
gl: Descargando as listas de paquetes...
he: רשימות החבילות מתקבלות...
hi: पैकेज सूची डाउनलोड हो रहे हैं...
hr: Preuzimanje popisa paketa...
ia: Discarga del lista del pacchettos...
it: Scaricamento degli elenchi di pacchetti...
ja: パッケージリストをダウンロードしています...
kab: Asider n tebdarin n ikemmusen...
km: កំពុងទាញ​យក​បញ្ជី​កញ្ចប់​...
ko: 패키지 목록 다운로드 중...
ku: Lîsteyên pakêtan tên daxistin...
lt: Atsiunčiami paketų sąrašai...
lv: Lejupielādē pakotņu sarakstus...
mr: पॅकेज याद्या डाउनलोड करत आहे...
my: အစုအဝေးစာရင်းများ ဆွဲယူနေပါသည်...
nb: Laster ned pakkelister...
nl: Pakketlijsten aan het ophalen…
nn: Lastar ned pakkeliste …
pa: ਪੈਕਜ ਲਿਸਟ ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl: Pobieranie list pakietów...
ps: بنډل لړونه رالېښل کېږي...
pt: A descarregar listas de pacotes...
pt_br: Baixando listas de pacotes...
si: පැකේජ ලැයිස්තුව බාගත කරමින්
sl: Prejemanje seznamov paketov ...
sq: Duke shkarkuar listen e pakove...
sr: Преузимам спискове пакета...
sv: Hämtar paketlistor...
te: ప్యాకేజీ జాబితాలను దింపుకుంటున్నది...
tg: Боргирии рӯйхати бастаҳо...
th: กำลังดาวน์โหลดรายชื่อแพกเกจ...
tr: Paket listeleri indiriliyor...
ug: بوغچىلار تىزىملىكىنى چۈشۈرۈۋاتىدۇ...
uk: Завантаження списків пакунків…
vi: Đang tải về danh sách các gói ...
zh_hk: 正在下載套件列表...
