Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
af: Dit is dikwels die gevolg van 'n foutiewe CD/DVD-skyf of aandrywer, of 'n foutiewe hardeskyf. Dit kan help om die CD/DVD skoon te maak, die CD/DVD teen 'n laer spoed te sny, die CD/DVD-aandrywerlens skoon te maak (skoonmaakprodukte is gewoonlik beskikbaar by elektronikawinkels), om te kyk of die hardeskyf oud is en vervang moet word of om die rekenaar na 'n koeler omgewing te skuif.
ar: هذا غالبا ناتج عن خلل في القرص أو في محرك الأقراص أو عن قرص صلب معتل. يمكن حل المشكلة بتنظيف القرص، باستعمال قرص مسجل بسرعة كتابة منخفضة أو بتنظيف عدسة محرك الأقراص (يمكن الحصول على المعدات اللازمة من محلات الأجهزة الإلكترونية)، لتفقد ما إذا كان القرص الصلب قديما ويجب استبداله, أو بنقل النظام إلى مكان أبرد.
ast: Davezu, esto débese a un discu o unidá de CD/DVD defeutuosos, o bien a un discu duru defeutuosu. Pues probar a llimpiar el CD/DVD, grabar el CD/DVD a menos velocidá, llimpiar la lente de la unidá de CD/DVD (puen alcontrase kits de llimpieza en les tiendes de suministros electrónicos), comprobar si'l discu duru ye vieyu y necesita sustituyise, o mover el sistema a un entornu más frescu.
bg: Това се случва често поради повреден CD/DVD диск или повреден твърд диск. Може да помогне почистване на CD/DVD, записване на CD/DVD на по-ниска скорост или да почистване лещите на CD/DVD устройството (налични си комплекти за почистване в магазините за електроника), дали твърдият диск е стар и трябва да го замените или да преместите компютъра в по-студено помещение.
bo: སྐྱོན་འདི་ནམ་རྒྱུན་CD/DVD གསོག་སྡེར་རམ་སྒུལ་ཆས་ཡང་ན་སྲ་སྡེར་ནས་ཡིན་སྲིད། འདི་ཕལ་ཆེར་CD/DVD གཙང་མ་བཟོ་བའམ་CD/DVD མྱུར་ཚད་དལ་དུ་གཏོང་བ་དང་ཡང་ན་CD/DVD སྒུལ་ཆས་ཀྱི་ཤེལ་མིག་གཙང་སྦྲ་བཟོ་བ(གཙང་སྦྲ་ཡོ་ཆས་ནམ་རྒྱུན་གློག་ཆས་གཙོང་མཁན་ལ་ཡོད) གསོག་སྡེར་རྙིང་དྲག་ནས་བརྗེ་ལེན་བྱེད་དགོས་མིན་ལྟ་ཞིབ་བྱེད་པ་དང་མ་ལག་འདི་ཁོར་ཡུག་གྲང་མོ་ཞིག་གི་ནང་དུ་སྤོས་ན་ཕན་ཐོགས་ཡོད་ཤས་ཆེ།
bs: Ovo se često dešava zbog oštećenog CD/DVD diska, pogona ili tvrdog diska. Od pomoći može biti čišćenje CD/DVD-a, snimanje CD/DVD-a na manjim brzinama, ili čišćenje CD/DVD pogon leće (oprema za čišćenje je dostupna kod dobavljača elektronske opreme), provjera starosti tvrdog diska zbog njegove zamjene, ili premjestite sistem u hladniju okolinu.
ca: Això acostuma a ser causat per un disc o lector CD/DVD defectuós, o bé per un disc dur defectuós. A vegades es pot solucionar netejant el CD/DVD, enregistrant el CD/DVD a una velocitat més baixa, o bé netejant la lent del lector de CD/DVD (les botigues d'informàtica especialitzades solen vendre jocs de neteja). Alternativament, comproveu si el disc dur és massa vell i necessita ser reemplaçat, o bé traslladeu el sistema a una ubicació on hi haja una temperatura més baixa.
cs: Toto je pravděpodobně způsobeno chybou CD/DVD disku, mechaniky nebo pevného disku. Může pomoci vyčištění CD/DVD disku, opětovné vypálení CD/DVD disku nižší rychlostí, vyčištění čočky CD/DVD mechaniky (čistící sady bývají dostupné u prodejců elektroniky), kontrola, zda pevný disk není starý a nepotřebuje vyměnit, případně přesunutí počítače do chladnějšího prostředí.
cy: Mae hwn yn aml wedi achosi gan disg neu gyrrwr CD/DVD gwallus neu disg caled gwallus. Gallau bod yn help i glanhau'r CD/DVD, i llosgi'r CD/DVD ar cyflymder is, i glanhau lens y gyrrwr CD/DVD (mae pecynnau golchi yn aml argael o cyflenwyr electroneg), i gwirio os yw'r disg caled yn hen ac yn angen newid, neu i symud y system i amgylchedd fwy oer.
da: Dette skyldes ofte fejl på cd/dvd-disken, i drevet eller på harddisken. Det kan hjælpe at rengøre cd/dvd'en, at brænde cd/dvd'en ved en lavere hastighed, at rense cd/dvd-drevets linse (rensesæt kan ofte købes i elektronikforretninger), at tjekke om harddisken er gammel og bør udskiftes eller at flytte systemet til et køligere miljø.
de: Dies wird oft durch fehlerhafte CD/DVD-Laufwerke, -Medien oder eine fehlerhafte Festplatte verursacht. Es kann helfen, die CD/DVD zu reinigen, die CD/DVD mit einer niedrigeren Geschwindigkeit zu brennen, die Linse des CD/DVD-Laufwerks zu reinigen (Zubehör für solche Reinigungen ist häufig im Elektronikhandel verfügbar), zu prüfen, ob die Festplatte alt ist und ausgetauscht werden muss oder das System in eine kühlere Umgebung zu verlagern.
el: Αυτό συνήθως οφείλεται σε ελαττωματική συσκευή ή δίσκο CD/DVD. Ίσως βοηθούσε αν καθαρίζατε το δίσκο CD/DVD, αν γράφατε το CD/DVD σε χαμηλότερη ταχύτητα ή αν καθαρίζατε την κεφαλή της συσκευής CD/DVD (συνήθως τα σετ καθαρισμού είναι διαθέσιμα σε καταστήματα ηλεκτρονικών). Ελέγξτε την παλαιότητα του σκληρού δίσκου, ίσως χρήζει αντικατάστασης, ή μετακινήστε το σύστημα σε ψυχρότερο περιβάλλον.
eo: Tio ofte estas kaŭzata de erara KD/DVD-disko, diskingo aŭ fiksdisko. Purigado de la KD/DVD, reregistro de la KD/DVD per pli malalta rapido aŭ purigado la KD/DVD-diskingan lenson (purigilaroj ofte disponeblas ĉe elektronikbutikoj) povas helpi. Same povas helpi kontroli ĉu la fiksdisko estas malnova kaj anstataŭigenda aŭ movi la sistemon al pli malvarma medio.
et: Selle põhjus on tihti vigane CD-/DVD-plaat, -lugeja või riknenud kõvaketas. Võib aidata plaadi puhastamine, plaadi kirjutamine aeglasemal kiirusel, CD-/DVD-lugeja läätse puhastamine (puhastuskomplekte müüakse elektroonikapoodides), kõvaketta hooldus ja vajadusel asendamine või ka arvuti paigutamine jahedamasse keskkonda.
eu: Hau askotan CD/DVD diska edo unitate akastun edota disko gogor akastun baten erruz gertatzen da. Lagungarria izan liteke CD/DVDa garbitzea, CD/DVD hori abiadura motelago batean grabatzea, CD/DVD unitateko lentea garbitzea (elektronika dendetan izaten dira eskuragarri garbiketarako tresnak), disko gogorra zaharra den eta ordezkatu behar den egiaztatzea, edota sistema ingurune hotzagoren batera mugitzea.
fa: این غالباً به علت معیوب بودن دی‌وی‌دی/سی‌دی یا کرداننده‌ی آن است. لنزهای گرداننده را تمیز کنید. (کیت‌های پاک کننده غالباً از تأمین‌کنندگان لوازم الکترونیک در دست‌رسند). بررسی کیند که آیا هارد دیسک قدیمی است و لازم است تعویض شود، یا سامانه باید به محیطی خنک‌تر منتقل شود.
fi: Tämä on usein virheellisen kiintolevyn, CD-/DVD-levyn tai -aseman vika. Kiintolevy saattaa olla vanha ja tarvitset uuden kiintolevyn. Voit myös kokeilla siirtää järjestelmääsi viileämpään tilaan. Myös CD-/DVD-levyn puhdistus, CD-/DVD-levyn polttaminen pienemmällä nopeudella tai CD-/DVD-aseman linssin puhdistus (puhdistussarjoja myydään usein elektroniikkaliikkeissä) voi auttaa.
fr_ca: Ceci est souvent causé par un disque ou un lecteur CD/DVD défectueux ou un disque dur défectueux. Vous pourriez essayer de nettoyer le CD/DVD, de le graver à vitesse réduite, de nettoyer la lentille du lecteur CD/DVD (des trousses de nettoyage sont souvent disponibles chez les fournisseurs d'électronique), vérifier si le disque dur est ancien et nécessite un remplacement, ou déplacer votre système dans un environnement plus frais.
gd: Tachraidh seo gu tric ri linn draibh CD/DVD nach eil a' dèanamh mar bu chòir. Feuch is glan an CD/DVD, loisg an CD/DVD aig astar nas slaodaiche no glan lionsa an draibh CD/DVD (gheibhear acainnean glanaidh o bhùithtean bathair-dhealain gu tric), thoir sùil a bheil an clàr-cruaidh aosta 's feum air fear ùr no gluais an siostam agad gu àite nas fhionnaire.
gl: Isto adoita deberse a un lector de CD/DVD, un CD/DVD ou un disco ríxido defectuosos. Podería axudar limpar o CD/DVD, gravalo a unha velocidade menor, limpar a lente da unidade lectora (as tendas de electrónica ofrecen normalmente equipos de limpeza), comprobar se o disco ríxido xa vai vello e precisa ser substituído ou trasladar o sistema a un ambiente temperado.
he: תקלה זו נגרמת עקב כונן דיסקים או דיסק פגומים או כונן קשיח פגום. יתכן שניקיון הדיסק, צריבת הדיסק במהירות נמוכה יותר, ניקוי עינית כונן הדיסקים (ניתן להשיג ערכות ניקוי במגוון חנויות אלקטרוניקה), בדיקת ותק הכונן והחלפתו במידת הצורך או העברת המחשב לסביבה קרירה יותר עלולים לסייע בפתרון הבעיה.
hi: यह प्रायः खराब सीडी/डीवीडी डिस्क या ड्राइव या खराब हार्ड डिस्क की वजह से होता है. सीडी/डीवीडी को साफ करने, सीडी/डीवीडी को धीमी गति से बर्न करने या सीडी/डीवीडी ड्राइव लेंस को साफ करने (साफ करने का समान प्रायः इलेक्टाँनिक आपुर्तिकर्ता के पास उपलब्ध रहता है), या फिर जाँच करे की आपका हार्ड डिस्क पुराना तो नहीं है कहीं इसे बदलने की आवश्यकता तो नहीं है या अपने तंत्र को ठंडे वातावरण में ले जाने पर लाभ हो सकता है.
hr: Ovo je često posljedica neispravnog CD/DVD medija ili uređaja ili neispravnog čvrstog diska. Možete pokušati očistiti CD/DVD, snimiti ga manjom brzinom ili očistiti leće na CD/DVD uređaju. Također, provjerite je li čvrsti disk star i treba li ga zamijeniti ili premjestite računalo u hladniju okolinu.
ia: Isto es sovente debite a un disco o a un drive CD/DVD, o a un disco dur mendose. Il pote adjutar nettar le CD/DVD, gravar le CD/DVD a velocitate minor, o nettar le lente del drive de CD/DVD (le dispositivo pro nettar es sovente disponibile per le fornitores de electronica), controlar si le disco dur es vetule e necessita reimplaciamento, o mover le systema a un ambiente plus frigide.
it: Questo può essere causato da un lettore CD/DVD o da un disco fisso difettoso. Potrebbe essere utile pulire il CD/DVD, masterizzarlo a una velocità inferiore, pulire la lente del lettore (kit di pulizia sono spesso disponibili nei negozi di elettronica), controllare se il disco fisso è vecchio e necessita di essere sostituito oppure spostare il sistema in un ambiente più ventilato.
ja: 多くの場合、CD/DVDかドライブ、もしくはハードディスクの問題です。CD/DVDのホコリを取り除く、CD/DVDを低速で焼き直す、CD/DVDドライブのレンズを掃除する（電気店に行けば、ドライブレンズの掃除キットが販売されています）、ハードディスクが古く置き換える必要があるかどうかを確認する、より低温の環境に移動して動作させる、などを実行するとと解決するかもしれません。
kab: Sebba n wayagi di tegti d aḍebsi CD/DVD neɣ aḍebsi aquran ixesren, iwakken ad tefruḍ ugur-agi tzemreḍ add tsefḍeḍ aḍebsi CD/DVD, ad tserɣeḍ aḍebsi CD/DVD s urured anadday, neɣ ad tsefḍeḍ tiniltiyin n yiɣeɣri n CD/DVD (ttawilat n wesfaḍ wejden ɣer yimzenzuyen n dduzan ilikṭrunanen), tzemreḍ daɣen ad tmuqleḍ ma yella aḍebsi aquran d aqbur u yesra ad yettwabeddel, neɣ ad tesmuttiḍ anagraw ɣer twennaḍ isemḍen ugar.
km: ជា​ញឹក​ញាប់ នេះ​ដោយ​សារតែ​ដ្រាយ​ ឬ​ថាស​ស៊ីឌី​/ឌីវីឌី​មាន​កំហុស ឬ​ក៏​ថាស​រឹង​មាន​កំហុស ។ វា​អាច​ជួយ​នៅ​ក្នុង​ការ​សម្អាត​ស៊ីឌី​/ឌីវីឌី ជួយ​ដុត​ស៊ីឌី​/ឌីវីឌី​ត្រឹម​ល្បឿន​​មួយដែល​​ទាប​ជាង​នេះ​ ជួយ​សម្អាត​ភ្នែក​ដ្រាយ​ស៊ីឌី​/ឌីវីឌី (ឧបករណ៍​សម្អាត​អាច​រក​បាន​ពី​ក្រុម​ហ៊ុនផ្គត់​ផ្គង់​គ្រឿង​អេឡិចត្រូនិច​) ជួយ​ត្រួត​ពិនិត្យ​មើល​ថាតើ ថាស​រឹង​ចាស់​ និង​ត្រូវ​ការ​ជំនួស​ឬ​អត់ ឬ​ដើម្បី​ផ្លាស់​ទី​ប្រព័ន្ធ​ទៅ​កាន់​បរិស្ថាន​ត្រជាក់ ។
ko: 이 오류는 일반적으로 CD/DVD 디스크나 드라이브 또는 하드 디스크에 문제가 있을 때 발생합니다. CCD/DVD를 청소하거나 CD/DVD를 느린 속도로 굽거나 CD/DVD 드라이브의 렌즈를 전자 제품 상점에서 판매하는 도구를 이용해 청소하고 또는 하드디스크가 오래되어 교체가 필요한지 확인하기, 시스템을 시원한 장소로 옮기면 해결할 수도 있습니다.
ku: Ev pirsgirêk bi piranî ji ber pirsgirêkên CD/DVD, ajokarên CD/DVD an jî dîska sabît rû dide. Ji bo çareserkirinê van tiştan biceribîne: Ajokara CD/DVD paqij bike, eger xirabe be tamîr bike an jî biguherîne an jî komputerê li ciyekî hênik bixebitîne.
lt: Ši klaida dažniausiai įvyksta dėl sugedusio (pvz., subraižyto) CD/DVD disko ar įrenginio arba standžiojo disko. Pamėginkite nuvalyti CD/DVD arba įrašyti CD/DVD mažesniu greičiu, ar nuvalyti CD/DVD įrenginio lęšį (valymo rinkinį galite gauti elektronikos parduotuvėse). Taipogi patikrinkite ar standusis diskas nėra sugedęs, gal jį reikia pakeisti? Taip pat galite pabandyti perkelti kompiuterį į vėsesnę vietą.
lv: Šādu situāciju bieži izraisa bojāts CD/DVD disks vai disku lasošais diskdzinis. Iespējamie risinājumi — diska tīrīšana, diska ierakstīšana zemākā ātrumā, diskdziņa lēcu tīrīšana (tīrīšanas komplekti ir nopērkami elektronikas preču tirdzniecības vietās), cietā diska vecuma pārbaude, sistēmas pārvietošana uz vēsāku vidi.
mr: हे चुकीच्या CD/DVD तबकडीमुळे किंवा चुकीच्या हार्ड डिस्कमुळे होते. CD/DVD साफ केल्याने, कमी वेगात बर्न केल्याने किंवा CD/DVD ड्राइव्हचे भिंग साफ केल्याने मदत होईल(इलेक्ट्रॉनिक दुकानात सफाई हत्यारे उपलब्ध असतात). जुनी हार्ड डिस्क असेल तर ती बदलावी लागेल, किंवा प्रणाली थंड जागेत ठेवून बघा.
my: CD/DVD သို့မဟုတ် drive ချို့ယွင်းချက်ကြောင့်လည်း ဖြစ်တတ်ပါသည်။ CD/DVDကို သန့်ရှင်းမှု ပြုလုပ်ခြင်း၊ CD/DVD ကို အမြန်နှုန်း လျော့ချ၍ ကူးယူခြင်း သို့မဟုတ် CD/DVD ၏ မှန်ဘီလူးကို သန့်ရှင်းခြင်း(သန့်ရှင်းရေး ကိရိယာများ လျှပ်စစ်ပစ်စည်း အရောင်းဆိုင်များတွင် ရရှိနိုင်ပါသည်) ဖြင့် ဖြေရှင်းနိုင်ပါသည်။hard disk ချို့ယွင်းချက်ကြောင့်လည်း ဖြစ်တတ်ပါသည်။ hard disk သည် ဟောင်းနွမ်းနေခြင်း ရှိမရှိ စစ်ဆေးခြင်း လဲလှယ်ရန် လိုအပ်မှု ရှိမရှိ စစ်ဆေးခြင်း သို့မဟုတ် စနစ်ကို ပိုမို အေးမြသော ပတ်ဝန်းကျင်သို့ ရွေ့ပြောင်းရန် လိုအပ်မှု ရှိမရှိ စစ်ဆေးရန် လိုအပ်ပါသည်။
nb: Dette er ofte forårsaket av en skadet CD/DVD-plate eller -spiller. Det kan hjelpe å enten rense CD/DVD-platen, brenne CD/DVD-platen på en lavere hastighet eller å rense spillerlinsen (rensesett kan kjøpes på flere elektronikkbutikker). Alternativet er dette ofte forårsaket av en skadet harddisk. Det kan også hjelpe å sjekke om harddisken er gammel og moden for utskifting, eller å flytte datamaskinen til kjøligere omgivelser.
nl: Dit komt meestal door een defecte cd/dvd-schijf of -speler, of een gebrekkige harde schijf. Mogelijke oplossingen zijn: het schoonmaken van de cd/dvd, de cd/dvd opnieuw branden op een lagere snelheid, of het schoonmaken van de lens van de cd/dvd-speler (schoonmaakproducten zijn te verkrijgen bij de meeste elektronicawinkels). Wat ook kan helpen is nagaan of de harde schijf oud is en vervangen dient te worden, of de computer naar een koelere omgeving verplaatsen.
nn: Dette er ofte på grunn av ei skada CD/DVD-plate eller spelar, eller det kan vera ein skada harddisk. Det kan hjelpa å reingjera CD/DVD-plata, brenna plata ved lågare fart eller reingjera linsa på spelaren (reinsesett er tilgjengeleg frå dei fleste elektronikkforretningar). Det kan òg henda harddisken er gammal og må bytast ut, eller det kan hjelpa å flytta datamaskina til eit kjølegare rom.
pl: Powodem jest często uszkodzenie nośnika lub napędu CD/DVD. Pomocne może być czyszczenie napędu, próba zapisu z niższą prędkością lub czyszczenie układu optycznego CD/DVD (zestawy czyszczące są dostępne w sklepach z asortymentem elektronicznym), wymiana dysku twardego lub zapewnienie lepszego chłodzenia systemu.
ps: دا زیاتره وخت د یو ويارن کېښکلي ټيکلي/ګڼيال ليديز ټيکلي یا سخت ټيکلي له کبله کېږي. د کېښکلي ټيکلي/ګڼيال ليديز ټيکلي په ورو چټکتیا باندې لمېسل یا د کېښکلي ټيکلي/ګڼيال ليديز ټيکلي وړنګې پاکول (چې پاکوونی يې تاسې له برېښنيز وزلو رسوونکو نه تر لاسه کولای شئ)، او د دې کتل چې که سخت ټيکلی زوړ شوی وي او ونجون ته اړتیا لري، یا که غونډال یو سوړ ځای ته خوځول غواړي، ښايي چې مرسته وکړي.
pt: Isto pode ter ocorrido devido a um disco ou leitor de CD/DVD defeituoso ou devido a um disco rígido defeituoso. Para resolver o problema, pode tentar limpar o CD/DVD, gravar o CD/DVD numa velocidade inferior, limpar as lentes do gravador de CD/DVD (normalmente, as lojas de informática disponibilizam kits de limpeza de CDROM), verificar se o disco é muito antigo e precisa de ser substituído ou então resolver os potenciais problemas de sobreaquecimento do sistema, aumentando o seu arejamento.
pt_br: Isto acontece geralmente devido a uma falha no CD/DVD (disco ou unidade), ou uma falha no disco rígido. Talvez ajude limpar o CD/DVD, gravar o CD/DVD em velocidade mais baixa, limpar as lentes da unidade (kits de limpeza podem ser encontrados em lojas de eletrônicos), verificar se o disco rígido é antigo e precisa ser trocado ou mover o sistema para um ambiente mais fresco.
si: මෙය බොහෝ විට දෝශ සහගත CD/DVD තැටියක් හෝ ධාවකයක් නිසා සිදුවේ. CD/DVD පිරිසිදු කිරීම, CD/DVD අඩු වේගයකින් දහනය, CD/DVD ධාවකයේ කාච පිරිසිදු කිරීම සහායක් විය හැක (විද්‍යුත් උපකරණ සපයන්නන් සතුව පිරිසිදුකිරීමේ කට්ටල පවතී) මෙය බොහෝ විට දෝශ සහගත දෘඩ තැටියක් නිසා විය හැක. දෘඩ තැටිය පැරණි දැයි හා ප්‍රතිපිහිටුවීමක් ඇවැසිදැයි පිරික්සන්න, නැතහොත් වඩා සිසිල් පරිසරයකට පද්ධතිය ගෙනයන්න.
sl: Ponavadi je razlog v okvari diska ali nosilca oziroma enote CD/DVD. Očistite CD/DVD, ponovno zapišete CD/DVD pri nižji hitrosti ali pa očistite lečo v enoti CD/DVD (čistilni paketi so ponavadi na voljo pri prodajalcih elektronike). Preverite, ali je trdi disk starejše izdelave in ga je zato treba zamenjati oziroma je treba celoten računalnik prestaviti v hladnejše okolje.
sq: jo i dedikohet një disku CD/DVD të dëmtuar. Provoni ta pastroni CD/DVD, ta digjni CD/DVD me një shpejtësi më të vogël, apo të pastroni lenten e pajisjes CD/DVD (mjete pastruese gjenden shpesh në dyqanet elektronike). Shikoni se mos Hard Disku është i vjetër dhe ka nevojë për një zëvendësim, ose çojeni kompjuterin në një ambient më të freskët.
sr: Ово се најчешће дешава услед грешке на оптичком (ЦД/ДВД) или чврстом диску. Могло би да помогне чишћење ЦД/ДВД диска, резање ЦД/ДВД диска споријом брзином или чишћење сочива ЦД/ДВД уређаја (комплети за чишћење се најчешће могу наћи у продавницама рачунарске опреме), провера исправности чврстог диска или смањивање радне температуре система.
sv: Detta händer ofta på grund av en trasig cd/dvd-skiva eller enhet eller en trasig hårddisk. Det kan hjälpa att rengöra skivan, bränna skivan i lägre hastighet, rengöra linsen i cd/dvd-enheten (rengöringspaket finns ofta tilgängliga från elektronikleverantörer), kontrollera huruvida hårddisken är gammal och behöver ersättas eller att flytta systemet till en miljö med lägre temperatur.
te: సాధారణంగా చెడిపోయిన CD/DVD డిస్కు లేదా డ్రైవ్ వల్లే ఇలా అవుతుంది. ఇది CD/DVD లను శుభ్రంచేయుటకు సహాయపడవచ్చు, CD/DVD ని తక్కువ వేగం వద్ద బర్న్ చేయడం, లేదా CD/DVD డ్రైవ్ అద్దాన్ని శుభ్రంచేయటానికి(శుభ్రపరిచే సామాగ్రి సాధారణంగా ఎలక్ట్రానిక్స్ సరఫరాదారుల వద్ద లభిస్తాయి), హార్డ్‍డిస్కు పాతదా కాదా మరియు పునఃస్థాపన అవసరమో కాదో తేల్చుటలో మరియు వాటిని పరీక్షించుటలో సహాయం చేస్తుంది, లేక సిస్టంని ఒక చల్లని పరిసరానికి తరలించు.
tg: Одатан, ин мушкилӣ ба сабаби вайрон будани драйв ё диски CD/DVD, ё диски компютерии вайроншуда ба вуҷуд меояд. Эҳтимол аст, ки тоза кардани CD/DVD, сабт кардани CD/DVD дар суръати пасттар, тоза кардани линзаи драйви CD/DVD (лавозимоти тозакунӣ дар мағозаҳои компютерӣ дастрасанд), санҷиши вайронии диски компютерӣ ё иваз кардани он, гузоштани низом ба муҳити салқин, метавонад ба шумо кумак расонад.
th: ปัญหานี้ส่วนมากเกิดจากแผ่นซีดี/ดีวีดี หรือฮาร์ดดิสก์มีปัญหา กรุณาตรวจสอบและทำความสะอาดแผ่นซีดี/ดีวีดี เขียนแผ่นซีดีด้วยความเร็วที่ต่ำลง ทำความสะอาดเลนส์ของเครื่องเล่นซีดี (ชุดทำความสะอาดหาซื้อได้จากร้านขายเครื่องไฟฟ้า) ตรวจสอบว่าฮาร์ดดิสก์เก่าและต้องเปลี่ยนใหม่หรือไม่ หรือย้ายไปอยู่ในที่ที่เย็นกว่านี้
tr: Bu sorun, genellikle hatalı bir CD/DVD sürücüsü ya da sabit sürücü yüzünden oluşur. CD/DVD'yi temizlemek, daha yavaş bir hızda yeniden yazdırmak, sürücünüzün merceğini temizlemek, sabit sürücünüzün eski olup olmadığına ya da değiştirilmesi gerekip gerekmediğine bakmak veya sisteminizi daha serin bir ortama taşımak sorunu giderebilir.
ug: بۇ خىل قىسمەن خاتالىقلار ئادەتتە نۇقسان بار CD/DVD ياكى CD/DVD قوزغاتقۇچ سەۋەبىدىن ياكى قاتتىق دىسكا نۇقسانى سەۋەبىدىن كېلىپ چىقىدۇ. CD/DVD تازىلاڭ، CD/DVD نى تۆۋەن سۈرئەتتە ئويۇڭ ياكى CD/DVD قوزغاتقۇچنىڭ ئوقۇش بېشىنى تازىلاڭ (تازىلاش بويۇملىرى ئېلېكترون ئۇسكۈنىلىرى شىركەتلىرىدىن سېتىۋالالايسىز) قاتتىق دىسكا كونىراپ كەتكەن بولسا ئالماشتۇرۇڭ ياكى سىستېمىنى تېمپراتورىسى تېخىمۇ تۆۋەن مۇھىتقا يۆتكىسىڭىز بۇ مەسىلە ھەل بولۇشى مۇمكىن.
uk: Таке часто трапляється через дефект CD/DVD диска або пристрою. Може допомогти чистка CD/DVD, перезапис з меншою швидкістю чи чистка оптичного приймача в CD/DVD пристрої (засоби чищення можна придбати в постачальника обладнання), або жорсткий диск занадто старий і потребує заміни чи кращих умов для охолодження.
vi: Lỗi này thường do đĩa hoặc ổ đĩa CD/DVD hoặc ổ cứng bị hỏng. Hãy thử lau sạch CD/DVD, ghi CD/DVD với tốc độ chậm hơn, hoặc lau chùi mắt đọc của đầu CD/DVD (các dụng cụ lau chùi thường có bán tại các cửa hàng điện tử), thử kiểm tra xem ổ đĩa có quá cũ và cần thay thế hay không hoặc thử dời máy sang một chỗ thoáng mát hơn.
zh_hk: 多數是因為 CD/DVD 光碟、光碟機，或是硬碟有問題。清潔一下 CD/DVD、以低速燒錄 CD/DVD、是清潔一下 CD/DVD 光碟機的雷射針頭（清潔用品於電器店有售）、檢查一下硬碟是否太舊是時候更換，或是將系統移動到更涼快的環境可能解決此問題。
