Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
af: Jy kan ${RELEASE} probeer sonder om enige veranderings op jou rekenaar aan te bring, direk vanaf hierdie ${MEDIUM}.
ar: يمكنك تجربة ${RELEASE} من دون أي تعديل في حاسوبك، مباشرة من ${MEDIUM}.
ast: Puedes probar ${RELEASE} ensin facer dengún cambéu nel equipu, direutamente dende esti ${MEDIUM}.
bg: Можете да пробвате ${RELEASE} без да правите промени по вашия компютър - директно от този ${MEDIUM}
bo: ཁྱོད་ཀྱི་རྩིས་འཁོར་ལ་བསྒྱུར་བཅོས་གང་ཡང་མེད་པར་ཐད་ཀར་${MEDIUM}་ནས་${RELEASE}་ཚོད་ལྟ་བྱེད་ཆོག་པ
bs: Možete probati ${RELEASE} bez izmjene na vašem računaru, direktno sa ovog ${MEDIUM}.
ca: Podeu provar ${RELEASE} sense fer cap canvi al vostre ordinador, directament des d'aquest ${MEDIUM}.
ckb: دەتوانیت کار بە ${RELEASE} بکەیت بێ ئەوەی هیچ گۆڕانکارییەک بکەیت لە کۆمپیوتەرەکەتدا ، ڕاستەوخۆ لەم ${MEDIUM}ەوە.
cs: ${RELEASE} můžete vyzkoušet přímo z tohoto ${MEDIUM} bez provedení jakýchkoli změn ve vašem počítači.
cy: Gallwch roi cynnig ar ${RELEASE} heb wneud unrhyw newidiadau i'ch cyfrifiadur, yn uniongyrchol o'r ${MEDIUM} hwn.
da: Du kan prøve ${RELEASE} direkte fra din ${MEDIUM} uden at lave nogen ændringer ved dit system.
de: Sie können ${RELEASE} direkt von diesem Speichermedium (${MEDIUM}) ausprobieren, ohne dass etwas an Ihrem Rechner verändert wird.
el: Μπορείτε να δοκιμάσετε το ${RELEASE} χωρίς να κάνετε αλλαγές στον υπολογιστή σας, απευθείας από αυτό το ${MEDIUM}.
eo: Vi povas elprovi ${RELEASE} sen fari ajnajn ŝanĝojn al via komputilo, rekte per ĉi tiu ${MEDIUM}.
et: Sa võid proovida ${RELEASE}t ilma oma arvutisse mingeid muudatusi tegemata, otse sellelt ${MEDIUM}-lt.
eu: ${RELEASE} proba dezakezu zure ordenagailuan aldaketarik egin gabe, ${MEDIUM} hau erabiliz.
fa: با این ${MEDIUM} می‌توانید بدون هیچ تغییری در رایانه‌تان، مستقیماً ${RELEASE} را بیازمایید.
fi: Voit kokeilla ${RELEASE}iä suoraan tältä ${MEDIUM}-tallennusvälineeltä tekemättä muutoksia tietokoneellesi.
fr_ca: Vous pouvez essayer ${RELEASE} sans rien changer à votre ordinateur, directement depuis ce ${MEDIUM}.
gd: 'S urrainn dhut ${RELEASE} fheuchainn gun atharrachadh sam bith a chur air a' choimpiutair agad, dìreach on ${MEDIUM} seo.
gl: Pode probar ${RELEASE} sen facer ningún cambio no equipo, directamente desde este ${MEDIUM}
he: ניתן לנסות להשתמש ב־${RELEASE} מבלי לערוך שינויים כלשהם במחשבך, ישירות מה־${MEDIUM}.
hi: आप इस्तेमाल करें ${RELEASE}, बिना अपने कम्प्युटर में कोई बदलाव किये, सीधे इस ${MEDIUM} द्वारा।
hr: Možete isprobati ${RELEASE} bez ikakvih promjena na vašem računalu, izravno s ovog ${MEDIUM}-a.
ia: Tu pote provar ${RELEASE} sin ulle cambios a tu computer, directemente per iste ${MEDIUM}.
it: È possibile provare ${RELEASE} direttamente da questo supporto (${MEDIUM}) senza apportare alcuna modifica al proprio computer.
ja: コンピューターに変更を加えることなく ${MEDIUM} から直接 ${RELEASE} を試すことができます。
kab: Tzemreḍ ad tɛerḍeḍ ${RELEASE} war ma tgiḍ kra n yibeddilen i uselkim-inek m, srid seg ${MEDIUM} -agi.
km: អ្នក​អាចសាក​ល្បង​ ${RELEASE} ដោយ​មិន​ធ្វើ​ការ​ផ្លាស់​ប្តូរ​ណា​មួយ​ចំពោះ​កុំព្យូទ័រ​របស់​អ្នក និង​សាក​ល្បង​ដោយ​ផ្ទាល់​ពី​ ${MEDIUM} នេះ ។
ko: 컴퓨터를 전혀 바꾸지 않고 ${MEDIUM}에서 바로 ${RELEASE}을(를) 사용할 수 있습니다.
ku: ${RELEASE}'yu; di kompîto xwe qe huhertinan neke,hema liser ${MEDIUM} bi cêribîne.
lt: Galite išbandyti ${RELEASE} operacinę sistemą nekeisdami nieko savo kompiuteryje - programos veiks iš šios ${MEDIUM} laikmenos.
lv: Jūs varat izmēģināt ${RELEASE}, neveicot izmaiņas datorā, bet izmantojot tikai ${MEDIUM}.
mr: आपल्या कॉम्पुटर वर काहीही बदल न करता, ${MEDIUM} ह्याच्या सहाय्याने तुम्ही ${RELEASE} वापरून पाहू शकता,
my: သင့် ကွန်ပျူတာကို ပြောင်းလဲမှု မပြုလုပ်ဘဲ ${RELEASE} ကို ${MEDIUM} မှတိုက်ရိုက် အသုံးပြုနိုင်ပါသည်။
nb: Du kan kjøre ${RELEASE} rett fra ${MEDIUM}en uten å gjøre noen endringer på datamaskinen.
nl: U kunt ${RELEASE} direct vanaf deze ${MEDIUM} uitproberen zonder dat er iets aan uw computer wordt veranderd.
nn: Du kan prøva ${RELEASE} rett frå ${MEDIUM}-en utan å gjere endringar på datamaskina di.
pl: Można wypróbować ${RELEASE} bez wprowadzania zmian w komputerze, uruchamiając system z nośnika ${MEDIUM}.
ps: تاسې ${RELEASE} په خپل کمپیوټر پرته له کومو بدلونونو نېغ له دې ${MEDIUM} ازمایلی شئ.
pt: Pode experimentar o ${RELEASE} sem efetuar qualquer alteração no computador, através deste ${MEDIUM}.
pt_br: Você pode experimentar o ${RELEASE} sem fazer quaisquer alterações em seu computador, diretamente a partir deste ${MEDIUM}.
si: ඔබට පරිගණකයට වෙනස්කමක් කිරීමෙන් තොරව ඍජුව ${MEDIUM} භාවිතයෙන් මෙම ${RELEASE} අත්හදා බැලිය හැක.
sl: ${RELEASE} lahko preizkusite brez sprememb na računalniku, neposredno z vstavljenega nosilca (${MEDIUM}).
sq: Ju mund të provoni ${RELEASE} pa i bërë asnjë ndryshim kompjuterit tuaj, drejtpërdrejt nga ky ${MEDIUM}.
sr: Можете пробати ${RELEASE} без уношења икаквих промена на вашем рачунару, директно са овог ${MEDIUM}-а.
sv: Du kan prova ${RELEASE} utan att göra några ändringar på din dator direkt från denna ${MEDIUM}.
te: ఈ ${MEDIUM} నుంచి నేరుగా, మీ కంప్యూటర్ కు ఎటువంటి మార్పులు చెయ్యకుండా ${RELEASE} ను మీరు ప్రయత్నించవచ్చు.
tg: Шумо метавонед нашри ${RELEASE}-ро бе даровардани ягон тағйирот ба компютери худ рост аз ${MEDIUM} озмоед.
th: คุณสามารถลอง ${RELEASE} ได้โดยตรงจาก ${MEDIUM} โดยจะไม่ทำการเปลี่ยนแปลงใด ๆ บนคอมพิวเตอร์ของคุณ
tr: ${RELEASE}'yu bilgisayarınızda hiçbir değişiklik yapmadan doğrudan ${MEDIUM} üzerinden deneyebilirsiniz.
ug: كومپيۇتېردا بار بولغان مەزمۇنلارنى ھېچقانداق ئۆزگەرتمەستىنلا ${MEDIUM} دىن ${RELEASE} نى سىناپ كۆرەلەيسىز.
uk: Спробуйте ${RELEASE} без внесення змін до свого комп’ютера, прямо з ${MEDIUM}.
vi: Bạn có thể dùng thử ${RELEASE} trực tiếp từ ${MEDIUM} mà không tạo bất cứ thay đổi nào với máy tính của bạn.
zh_hk: 您可以不對您的電腦做出任何變更，就能透過此 ${MEDIUM} 直接嘗試 ${RELEASE}。

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
af: Of, indien jy gereed is, kan jy ${RELEASE} naas (of in stede van) jou huidige bedryfstelsel installeer. Dit behoort nie te lank te neem nie.
ar: أو إذا كنت مستعدا، يمكنك تثبيت ${RELEASE} بجانب (او بدلا من) نظام التشغيل الحالي. لا يأخذ هذا الكثير من الوقت.
ast: O si tas llistu, puedes instalar ${RELEASE} xunto al (o en llugar del) to sistema operativu actual. Nun va llevar munchu tiempu.
bg: Или ако сте готови, можете да инсталирате ${RELEASE} паралелно с (или вместо) настоящата ви операционна система. Това не би трябвало да отнеме много време.
bo: ཡང་ན་གྲ་སྒྲིག་ཚར་ན་ཁྱོད་ཀྱིས་${RELEASE}་འདི་དང་ཐོག་གནས་ཡོད་པའི་མ་ལག་གཞན་དང་མཉམ་དུའམ་དེའི་ཚབ་དུ་སྒྲིག་འཇུག་བྱེད་ཆོག འདིར་ཡུན་རིང་པོ་འགོར་མི་སྲིད
bs: Ili ako ste spremni možete instalirati ${RELEASE} zajedno sa ili umjesto vašeg trenutnog operativnog sistema. To ne bi trebalo trajati predugo.
ca: O si ja esteu a punt, podeu instal·lar ${RELEASE} juntament amb el vostre sistema operatiu actual (o bé reemplaçant-lo). Això no hauria de trigar gaire temps.
ckb: ئەگەر تۆ ئامادەی ،دەتوانیت ${RELEASE} دابمەزرینێت شان بە شانی(یاخود لەجیاتی) ئەو سیستەمەی پێشتر کارت پێدەکرد،پێویستە ئەمە زۆر نەخایەنێت
cs: Nebo pokud jste připraveni, můžete nainstalovat ${RELEASE} vedle (nebo místo) vašeho aktuálního operačního systému. Toto by nemělo trvat příliš dlouho.
cy: Os ydych yn barod, gallwch osod ${RELEASE} ochr yn ochr â (neu yn lle) eich system weithredu gyfredol. Fydd hyn ddim yn cymryd yn rhy hir.
da: Eller hvis du er klar, kan du installere ${RELEASE} ved siden af (eller i stedet for) dit nuværende operativsystem. Dette burde ikke tage særlig lang tid.
de: Wenn Sie möchten, können Sie ${RELEASE} auch neben Ihrem bisherigen Betriebssystem (oder stattdessen) installieren. Dies dauert nur einige Minuten.
el: Ή αν είστε έτοιμος/η, μπορείτε να εγκαταστήσετε το ${RELEASE} παράλληλα με (ή αντί για) το τρέχον λειτουργικό σας σύστημα. Η διαδικασία της εγκατάστασης δεν θα πάρει πολύ χρόνο.
eo: Aŭ se vi pretas, vi povas instali ${RELEASE} apud (aŭ anstataŭ) via nuna operaciumo. Kutime tio ne tro longe daŭras.
et: Kui sa oled valmis, võid paigaldada ${RELEASE} oma praeguse operatsioonisüsteemi kõrvale (või asemele). See ei tohiks võtta kaua.
eu: Edo, prest bazaude, zure egungo sistema eragilearen ondoan (edo haren ordez) instala dezakezu ${RELEASE}. Ez du denbora gehiegirik hartuko.
fa: یا در صورت آمادگی، ${RELEASE} را در کنار (یا به جای) سیستم‌عامل کنونیتان نصب کنید. این کار زیاد طول نمی‌کشد.
fi: Jos olet valmis, voit asentaa ${RELEASE}in nykyisen käyttöjärjestelmäsi rinnalle tai tilalle. Asentaminen ei kestä kauan.
fr_ca: Ou si vous êtes prêt, vous pouvez installer ${RELEASE} à côté (ou à la place) de votre système d'exploitation actuel. Ceci ne devrait pas prendre trop de temps.
gd: No ma tha thu deiseil, 's urrainn dhut ${RELEASE} a stàladh ri thaobh (no an àite) an t-siostaim-obrachaidh làithrich agad. Cha doir seo fada.
gl: Ou, se está listo, pode instalar ${RELEASE} ao carón (ou no lugar) do seu sistema operativo actual. Isto non tardará demasiado.
he: או אם התכוננת לכך, ניתן להתקין את ${RELEASE} לצד (או במקום) מערכת ההפעלה הנוכחית שלך. פעולה זו לא אמורה לארוך זמן רב במיוחד.
hi: या फिर अगर आप इच्छुक हो तो आप ${RELEASE} को अपने वर्तमान आपरेटिंग सिस्टम के साथ (या उसके स्थान पर) संस्थापित कर सकते हैं| इसमें अधिक समय नही लगना चाहिए|
hr: Ili, ako ste spremni, možete instalirati ${RELEASE} uz (ili umjesto) trenutni operativni sustav. Instalacija ne bi trebala potrajati predugo.
ia: O si tu es preste, tu pote installar ${RELEASE} al latere (o in loco de) tu actual systema operative. Isto non deberea prender tro tempore.
it: Oppure è possibile installare ${RELEASE} affiancandolo o sostituendolo all'attuale sistema operativo. Questa operazione non dovrebbe richiedere troppo tempo.
ja: もしくは、現在のオペレーティングシステムを消去することなく (あるいは置き換えて) ${RELEASE} をインストールすることもできます。インストールにはそれほど時間がかかりません。
kab: Neɣ ma twejdeḍ, tzemreḍ ad tesbeddeḍ ${RELEASE} tama n unagraw-inek m (neɣ deg umḍiq-is). Ayagi ur yettaṭṭaf ara aṭas n wakud.
km: ឬ បើ​អ្នក​សាក​ល្បង​រួច​ហើយ អ្នក​អាច​ដំឡើង​ ${RELEASE} ជា​មួយ​ (ឬ​ផ្សេង​ពី​) ប្រព័ន្ធ​ប្រតិបត្តិការ​បច្ចុប្បន្ន​របស់​អ្នក ។ វា​នឹង​មិន​ចំណាយ​ពេល​យូរ​ទេ ។
ko: 준비가 되어 있다면 현재 사용하는 운영 체제를 지우지 않고 ${RELEASE}을(를) 설치할 수 있습니다. 오랜 시간이 필요하지 않습니다.
ku: Ger wun amadene, li kêleka pergala weyakû heye (yanjî li şuna wîda) ${RELEASE} da dikarî sazkî.ev kara pir berdewam nake.
lt: Arba, jei esate pasiruošę, galite įdiegti ${RELEASE} šalia (arba vietoje) savo dabartinės operacinės sistemos. Tai neturėtų užtrukti labai ilgai.
lv: Vai arī, ja esat gatavs, jūs varat instalēt ${RELEASE} līdztekus esošajai operētājsistēmai vai tās vietā. Instalēšana neprasīs daudz laika.
mr: किंवा जर आपण तयार असाल, तर आपण ${RELEASE} ह्याची स्थापना आपल्या सध्याच्या ऑपरेटिंग सिस्टम सोबत (किंवा शिवाय) करू शकता. हे जास्त वेळ नाही घेणार.
my: သို့မဟုတ် သင်အဆင်သင့်ဖြစ်လျှင် ${RELEASE} ကို သင့် လုပ်ဆောင်မှုစနစ်နှင့် အပြိုင် သို့မဟုတ် အစားထိုး၍ ထည့်သွင်းနိုင်ပါသည်။ ဤအရာမှာ အချိန်ကြာမြင့်မည် မဟုတ်ပါ။
nb: Du kan også installere ${RELEASE} i tillegg til (eller i stedet for) det eksisterende operativsystemet.
nl: Of, indien u hier klaar voor bent, kunt u ${RELEASE} naast (of in plaats van) uw huidige besturingssysteem installeren. Dit neemt niet veel tijd in beslag.
nn: Eller viss du er klar, kan du installera ${RELEASE} ved sida av (eller i staden for) systemet du har no. Dette tek som regel ikkje lang tid.
pl: Możliwe jest także zainstalowanie ${RELEASE} obok (lub zamiast) bieżącego systemu operacyjnego. To nie powinno długo potrwać.
ps: یا که چمتو یاست، نو تاسې کولای شئ چې ${RELEASE} خپل اوسني چليز غونډال ترڅنګ (یا پر ځای يې) ولګوئ. دا به ډېر وخت و نه نيسي.
pt: Ou, se estiver pronto, pode instalar o ${RELEASE} ao lado (ou em vez de) do seu sistema operativo atual. Isto não deve demorar muito tempo.
pt_br: Ou se você estiver pronto, pode instalar o ${RELEASE} ao lado (ou no lugar) do seu sistema operacional atual. Isso não levará muito tempo.
si: ඔබ සූදානම් නම්, ඔබට වත්මන් මෙහෙයුම් පද්ධතිය වෙනුවට හෝ එය සමඟ ${RELEASE} ස්ථාපනය කල හැක. මෙයට වැඩිකාලයක් ගත නොවේ.
sl: Če pa ste pripravljeni, lahko namestite ${RELEASE} poleg (ali namesto) vašega trenutno nameščenega operacijskega sistema. Namestitev ne vzame veliko časa.
sq: Ose nëse jeni gati, ju mund ta instaloni ${RELEASE} paralel (ose në vend të) sistemit tuaj të tanishëm. Kjo nuk do të marrë shumë kohë.
sr: Или ако сте спремни, можете да инсталирате ${RELEASE} поред (или уместо) вашег тренутног оперативног система. То неће трајати дуго.
sv: Eller, om du är redo så kan du installera ${RELEASE} vid sidan om (eller istället för) ditt nuvarande operativsystem. Det bör inte ta så lång tid.
te: లేదా మీరు సిద్ధంగా ఉంటే, మీరు వాడుతున్న ప్రస్తుత ఆపరేటింగ్ సిస్టంకు పక్కనే (లేదా బదులుగా) ${RELEASE} స్థాపించవచ్చు. ఇది పెద్దగా సమయం కూడా తీసుకోదు.
tg: Агар шумо омода бошед, метавонед нашри ${RELEASE}-ро ҳамроҳи (ё ба ҷои) низоми амалкунандаи мавҷудбуда насб кунед. Ин амал вақти зиёдро намегирад.
th: หรือถ้าคุณพร้อมแล้ว คุณสามารถติดตั้ง ${RELEASE} คู่กับ (หรือแทนที่) ระบบปฏิบัติการที่คุณใช้อยู่ปัจจุบัน ซึ่งจะใช้เวลาไม่นาน
tr: Veya hazırsanız, mevcut işletim sisteminizin yanına (veya yerine) ${RELEASE}'yu kurabilirsiniz. Bu işlem çok uzun sürmemelidir.
ug: ياكى تەييارلىقىڭىز بولسىلا، ھازىرقى سىستېمىڭىز بىلەن بىرگە (ياكى ئۇنىڭ ئورنىغا) ${RELEASE} نى ئورنىتالايسىز. ئورنىتىشقا بەك كۆپ ۋاقىت كەتمەيدۇ.
uk: Якщо ви готові, можете встановити ${RELEASE} поруч (або замість) вашої чинної операційної системи. Це не займе багато часу.
vi: Hoặc nếu bạn đã sẵn sàng, bạn có thể cài đặt ${RELEASE} song hành (hoặc thay thế) với hệ điều hành hiện thời của bạn. Sẽ không mất nhiều thời gian đâu.
zh_hk: 或是若您已準備就緒，您可以將 ${RELEASE} 和您目前的操作系統安裝在一起 (甚至取代)。這不會花上許久時間。

source: Try ${RELEASE}
af: Probeer ${RELEASE}
ar: جرّب ${RELEASE}
ast: Prueba ${RELEASE}
bg: Пробвайте ${RELEASE}
bo: ${RELEASE}་ཚོད་ལྟ་བྱེད་པ
bs: Isprobajte ${RELEASE}
ca: Vull provar ${RELEASE}
ckb: ${RELEASE} تاقی بکەرەوە
cs: Vyzkoušet ${RELEASE}
cy: Rhoi cynnig ar ${RELEASE}
da: Prøv ${RELEASE}
de: ${RELEASE} ausprobieren
el: Δοκιμάστε το ${RELEASE}
eo: Elprovi ${RELEASE}
et: Proovi ${RELEASE}t
eu: Probatu ${RELEASE}
fa: ${RELEASE} را بیازمایید
fi: Kokeile ${RELEASE}iä
fr_ca: Essayer ${RELEASE}
gd: Feuch ${RELEASE}
gl: Probar ${RELEASE}
he: התנסות ב־${RELEASE}
hi: ${RELEASE} को परखे
hr: Isprobaj ${RELEASE}
ia: Prova ${RELEASE}
it: Prova ${RELEASE}
ja: ${RELEASE} を試す
kab: Ɛreḍ ${RELEASE}
km: សាក​ល្បង ${RELEASE}
ko: ${RELEASE} 체험하기
ku: ${RELEASE}'yê biceribîne
lt: Išbandyti ${RELEASE}
lv: Izmēģināt ${RELEASE}
mr: ${RELEASE} वापरुन पहा.
my: ${RELEASE} ကို စမ်းသပ်သုံးစွဲမည်။
nb: Prøv ${RELEASE}
nl: ${RELEASE} uitproberen
nn: Prøv ${RELEASE}
pa: ${RELEASE}ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Wypróbuj ${RELEASE}
ps: ${RELEASE} ازمایل
pt: Experimentar o ${RELEASE}
pt_br: Experimentar o ${RELEASE}
si: ${RELEASE} අත්හදා බලන්න
sl: Preizkusi ${RELEASE}
sq: Provo ${RELEASE}
sr: Пробајте ${RELEASE}
sv: Prova ${RELEASE}
te: ${RELEASE} ప్రయత్నించండి
tg: Озмудани ${RELEASE}
th: ทดลอง ${RELEASE}
tr: ${RELEASE}'yu dene
ug: ‏${RELEASE} نى سىناپ كۆرىمەن
uk: Спробувати ${RELEASE}
vi: Dùng thử ${RELEASE}
zh_hk: 試用 ${RELEASE}

source: Install ${RELEASE}
af: Installeer ${RELEASE}
ar: ثبّت ${RELEASE}
ast: Instalar ${RELEASE}
bg: Инсталиране на ${RELEASE}
bo: ${RELEASE}་སྒྲིག་འཇུག་བྱེད་པ
bs: Instalirajte ${RELEASE}
ca: Instal·la ${RELEASE}
ckb: ${RELEASE} دابمەزرێنە
cs: Nainstalovat ${RELEASE}
cy: Gosod ${RELEASE}
da: Installér ${RELEASE}
de: ${RELEASE} installieren
el: Εγκατάσταση του ${RELEASE}
eo: Instali ${RELEASE}
et: Paigalda ${RELEASE}
eu: Instalatu ${RELEASE}
fa: نصب ${RELEASE}
fi: Asenna ${RELEASE}
fr_ca: Installer ${RELEASE}
gd: Stàlaich ${RELEASE}
gl: Instalar ${RELEASE}
he: התקנת ${RELEASE}
hi: ${RELEASE} को संस्थापित करें.
hr: Instaliraj ${RELEASE}
ia: Installar ${RELEASE}
it: Installa ${RELEASE}
ja: ${RELEASE} をインストール
kab: Sbedd ${RELEASE}
km: ដំឡើង​ ${RELEASE}
ko: ${RELEASE} 설치
ku: ${RELEASE}'yê saz bike
lt: Įdiegti ${RELEASE}
lv: Instalēt ${RELEASE}
mr: ${RELEASE} प्रतिष्ठापीत करा.
my: ${RELEASE} ကို ထည့်သွင်းမည်။
nb: Installer ${RELEASE}
nl: ${RELEASE} installeren
nn: Installer ${RELEASE}
pa: ${RELEASE} ਇੰਸਟਾਲ ਕਰੋ
pl: Zainstaluj ${RELEASE}
ps: ${RELEASE} لګول
pt: Instalar o ${RELEASE}
pt_br: Instalar o ${RELEASE}
si: ${RELEASE} ස්ථාපනය කරන්න
sl: Namesti ${RELEASE}
sq: Instalo ${RELEASE}
sr: Инсталирајте ${RELEASE}
sv: Installera ${RELEASE}
te: ${RELEASE} స్థాపించు
tg: Насб кардани ${RELEASE}
th: ติดตั้ง ${RELEASE}
tr: ${RELEASE}'yu kur
ug: ‏${RELEASE} نى ئورنىتىمەن
uk: Встановити ${RELEASE}
vi: Cài đặt ${RELEASE}
zh_hk: 安裝 ${RELEASE}
