Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: The installer encountered an unrecoverable error and will now reboot.
af: 'n Onherstelbare fout het die installeerder getref en hy sal nou herlaai.
ar: واجه المثبّت خطأ غير قابل للإصلاح وسيعيد التشغيل الآن.
ast: L'instalador alcontró un fallu del que nun puede recuperase y va reaniciase.
bg: Инсталаторът се натъкна на непоправима грешка и ще се презареди.
bo: སྒྲིག་འཇུག་ཆས་ལ་བསྐྱར་གསོ་མི་ཐུབ་པའི་ནོར་འཁྲུལ་ཞིག་ཕྲད་པ་དང་ད་ལྟ་བསྐྱར་འཇུག་བྱེད་དགོས
bs: Instaler je naišao na ne popravljivu grešku i restartovati će sistem.
ca: L'instal·lador ha trobat un error del qual no es pot recuperar i reiniciarà.
cs: Instalátor zjistil neopravitelnou chybu a bude restartován.
cy: Bu gwall anadferadwy wrth osod a bydd y gosodydd yn ailgychwyn nawr.
da: Installationsprogrammet stødte på en fejl og kan ikke fortsætte. Systemet vil nu blive genstartet.
de: Bei der Installation ist ein nicht behebbarer Fehler aufgetreten. Der Rechner wird nun neu gestartet.
el: Ο οδηγός εγκατάστασης συνάντησε ένα ανεπανόρθωτο σφάλμα και θα γίνει επανεκκίνηση.
eo: La instalilo renkontis neripareblan eraron kaj ĝi nun restartos.
et: Paigaldajas esines möödapääsmatu tõrge, kohe tehakse taaskäivitus.
eu: Instalatzaileak errore berreskura-ezin bat aurkitu du eta berrabiarazi egingo da.
fa: نصب‌کننده با خطایی غیرقابل بازگردانی مواجه شد و هم‌اکنون دوباره راه‌اندازی می‌شود.
fi: Asennusohjelmassa tapahtui virhe, josta ei kyetä palautumaan. Tietokone käynnistyy nyt uudelleen.
fr_ca: L'installateur a rencontré une erreur irrécupérable et va maintenant redémarrer.
gd: Thachair mearachd mharbhtach ris an stàlaichear agus thèid an siostam ath-thòiseachadh.
gl: O instalador atopou un erro que non se pode recuperar e vai reiniciarse agora mesmo.
he: תכנית ההתקנה נתקלה בשגיאה שאינה ניתנת לפתרון והמחשב יופעל מחדש כעת.
hi: संस्थापन के दौरान अनसुलझी हई त्रुटि हुई है तथा यह अब पुनःबूट कर रहा है.
hr: Instalacijski program se susreo s neotklonjivom greškom, te će računalo biti ponovno pokrenuto.
ia: Le installator ha incontrate un error non recuperabile e ora re-initiara.
it: Il programma d'installazione ha incontrato un errore. Verrà riavviato il sistema.
ja: インストーラーに回復不能なエラーが発生しました。再起動します。
kab: Asbedday yemlal-d tuccḍa ur d-nettwarr ara yerna tura ad yales tanekkra.
km: កម្មវិធី​ដំឡើង​បាន​ជួប​ប្រទះ​នឹង​កំហុស​ដែល​មិន​អាច​សង្គ្រោះ​បាន​ ហើយ​វា​នឹង​ចាប់​ផ្តើម​ឡើង​វិញ​ឥឡូវ​នេះ ។
ko: 설치 프로그램이 복구할 수 없는 오류가 발행하여 시스템을 다시 시작합니다.
ku: Barker, leqayî xetayeke jêveneger bû û wê vêga ji nû ve were destpêkirin.
lt: Įdiegimo programa susidūrė su nepataisoma klaida ir bus paleista iš naujo.
lv: Instalators saskārās ar nenovēršamu problēmu, un sistēma tiks pārstartēta.
mr: प्रस्थापकाला व्यवस्थित ना होणारी त्रुटी सापडली, त्यामुळे प्रस्थापक आता बंद होऊन परत सुरु होईल.
my: စနစ်ထည့်သွင်းမှုမှ ပြန်လည် မပြင်ဆင်နိုင်သော ချို့ယွင်းချက် တစ်ခု တွေ့ရှိရ၍ စက်ကို ပြန်လည် စတင်ရပါမည်။
nb: Installasjonsprogrammet ble utsatt for en uopprettelig feil, og vil nå starte på nytt.
nl: In het installatieprogramma is een onherstelbare fout opgetreden. De computer wordt herstart.
nn: Det oppstod ein uoppretteleg feil og datamaskina vil no starta på nytt.
pl: Instalator napotkał nienaprawialny błąd i zostanie uruchomiony ponownie.
ps: لګاند د یوې ناروغېدونکې تېروتنې سره مخ شو او اوس به بیاپیلون وکړي.
pt: O instalador encontrou um erro irrecuperável e irá agora reiniciar.
pt_br: O instalador encontrou um erro irrecuperável e será reiniciado agora.
si: ස්ථාපකයට නිවැරදිකල නොහැකි දෝශයක් හටගත් අතර දැන් ප්‍රතිපණගැන්වෙනු ඇත.
sl: V namestilniku je prišlo do nepopravljive napake, zato se bo ponovno zagnal.
sq: Instaluesi hasi në një gabim të parekuperueshëm dhe do të rinisë në këtë çast.
sr: Инсталер је наишао на неисправљиву грешку и сада ће бити поново покренут.
sv: Installationsprogrammet påträffade ett ödesdigert fel och kommer nu att starta om datorn.
te: స్థాపకం ఒక కోలుకోలేని దోషం ఎదుర్కొన్నది అందువల్ల ఇపుడు రీబూట్ కాబోతుంది.
tg: Насбкунанда хатои ислоҳнашавандаро муайян кард ва ҳозир аз нав оғоз карда мешавад.
th: โปรแกรมติดตั้งพบข้อผิดพลาดที่ไม่สามารถกู้ได้และจะเริ่มใหม่เดี๋ยวนี้
tr: Kurucu, geri dönülemez bir hatayla karşılaştı ve şimdi yeniden başlatılacak.
ug: ئورناتقۇچتا ئەسلىگە كەلتۈرگىلى بولمايدىغان خاتالىق كۆرۈلدى. ھازىر قايتا قوزغىلىدۇ.
uk: Встановлювач зіткнувся з невиправною помилкою, зараз почнеться перезавантаження.
vi: Bộ cài đặt gặp phải một lỗi không thể phục hồi, hệ thống của bạn sẽ được khởi động lại ngay bây giờ.
zh_hk: 安裝程式遭遇到無法補救的錯誤，現在會重新開機。

source: Updates and other software
af: Opgraderings en ander sagteware
ar: التحديثات والبرامج الأخرى
bs: Ažuriranja i drugi softveri
ca: Actualitzacions i altre programari
ckb: نوێکاری و داوانامەی تر
cs: Aktualizace a další software
cy: Diweddariadau a meddalwedd eraill
et: Uuendused ja muu tarkvara
eu: Eguneratzeak eta beste softwarea
fa: به‌روز رسانی‌ها و دیگر نرم‌افزارها
fi: Päivitykset ja muut ohjelmistot
hr: Nadopune i ostali softver
ia: Actualisationes e altere software
ja: アップデートと他のソフトウェア
kab: Ileqman akked iseɣẓanen-nniḍen
ku: Rojanekirin û nivîsbariyên din
lt: Programinė įranga ir atnaujinimai
lv: Atjauninājumi un cita programmatūra
mr: अद्यतने आणि इतर सॉफ्टवेअर
nl: Bijgewerkte pakketten en andere programmatuur
nn: Oppdateringar og andre program
pl: Aktualizacje i inne programy
ps: اوسمهاليزونه او نور ساوتري
pt: Atualizações e outro software
sr: Освежења и други програми
sv: Uppdateringar och övriga program
tg: Навсозиҳо ва нармафзори дигар
th: การอัปเดตและซอฟต์แวร์อื่น
tr: Güncellemeler ve diğer yazılımlar
ug: يېڭىلاش ۋە باشقا يۇمشاق دېتاللار
vi: Các cập nhật và phần mềm khác
zh_hk: 更新和其他軟件

source: Connecting this computer to a Wi-Fi network allows you to install third-party software, download updates, automatically detect your timezone, and install full support for your language.
af: Verbind hierdie rekenaar na 'n Wi-Fi-netwerk laat jou toe om derdeparty-sagteware te installeer, laai opdaterings af, bespeur outomaties jou tydsone en installeer volle ondersteuning vir jou taal.
ca: Si es connecta aquest ordinador a la xarxa Wi-Fi podreu instal·lar programari de tercers, descarregar actualitzacions, detectar automàticament la vostra zona horària i instal·lar el suport complet per a la vostra llengua.
cs: Připojení tohoto počítače k síti Wi-Fi vám umožní instalovat software třetích stran, stahovat aktualizace, automaticky detekovat vaše časové pásmo a instalovat plnou podporu pro váš jazyk.
fi: Tämän tietokoneen yhdistäminen wifi-verkkoon mahdollistaa kolmansien osapuolten ohjelmistojen asentamisen, päivitysten lataamisen, aikavyöhykkeen automaattisen havaitsemisen ja valitsemasi kielen täyden tuen asentamisen.
hr: Povezivanje ovog računala s bežičnom mrežom omogućuje vam instalaciju softvera treće strane, preuzimanje nadopuna, automatsko otkrivanje vremenske zone i potpune instalacije podrške vešeg jezika.
pl: Podłączenie tego komputera do sieci Wi-Fi umożliwia zainstalowanie oprogramowania innych dostawców, pobieranie aktualizacji, automatyczne wykrywanie strefy czasowej i zainstalowanie pełnej obsługi Twojego języka.
pt: Conectar este computador a uma rede Wi-Fi permite que você instale software de terceiros, baixe atualizações, detecte automaticamente seu fuso horário e instale suporte completo para seu idioma.
sr: Повезивање овог рачунара на бежичну мрежу Вам омогућава да уградите програме треће стране, преузмете надградње, рачунар да самостално препозна временску област, и да уградите потпуну подршку за свој језик.
sv: Att ansluta den här datorn till ett Wi-Fi-nätverk tillåter dig att installera programvara från tredje part, ladda ner uppdateringar, upptäcka din tidszon automatiskt och installera fullt stöd för ditt språk.
tr: Bu bilgisayarı bir Wi-Fi ağına bağlamak, üçüncü taraf yazılım yüklemenizi, güncellemeleri indirmenizi, zaman diliminin otomatik olarak algılamasını ve yerel dil desteğinin tam olarak kurulmasını sağlar.

source: Password:
af: Wagwoord:
ar: كلمة السر:
ast: Contraseña:
bg: Парола:
bo: གསང་གྲངས
bs: Šifra:
ca: Contrasenya:
ckb: تێپه‌ڕه‌وشه‌:
cs: Heslo:
cy: Cyfrinair:
da: Adgangskode:
de: Kennwort:
el: Κωδικός:
eo: Pasvorto:
et: Parool:
eu: Pasahitza:
fa: گذرواژه:
fi: Salasana:
fr_ca: Mot de passe :
gd: Facal-faire:
gl: Contrasinal:
he: ססמה:
hi: पासवर्ड:
hr: Lozinka:
ia: Contrasigno:
ja: パスワード:
kab: Awal n uɛeddi :
km: ពាក្យ​សម្ងាត់ ៖
ko: 암호:
ku: Şîfre:
lt: Slaptažodis:
lv: Parole:
mr: गुप्तशब्द :
my: စကားဝှက်-
nb: Passord:
nl: Wachtwoord:
nn: Passord:
pl: Hasło:
ps: تېرنويی:
pt: Palavra-passe:
pt_br: Senha:
si: මුරපදය:
sl: Geslo:
sq: Fjalëkalimi:
sr: Лозинка:
sv: Lösenord:
te: సంకేతపదం:
tg: Ниҳонвожа:
th: รหัสผ่าน:
tr: Parola:
ug: ئىم:
uk: Пароль:
vi: Mật khẩu:
zh_hk: 密碼：

source: Display password
af: Vertoon wagwoord
ar: إظهار كلمة السر
ast: Amosar contraseña
bg: Показване на паролата
bo: གསང་གྲངས་མངོན་པ
bs: Pokaži šifru
ca: Mostra la contrasenya
ckb: تێپەڕەوشە پیشان بدە
cs: Zobrazit heslo
cy: Dangos y cyfrinair
da: Vis adgangskode
de: Kennwort anzeigen
el: Εμφάνιση κωδικού
eo: Montri pasvorton
et: Parooli kuvamine
eu: Erakutsi pasahitza
fa: نمایش گذرواژه
fi: Näytä salasana
fr_ca: Afficher le mot de passe
gd: Nochd am facal-faire
gl: Mostrar o contrasinal
he: הצגת ססמה
hi: पासवर्ड दिखाएँ
hr: Prikaži lozinku
ia: Monstrar le contrasigno
it: Visualizza password
ja: パスワードを表示
kab: Sken-d awal n uɛeddi
km: បង្ហាញ​ពាក្យ​សម្ងាត់
ko: 암호 표시
ku: Şîfreyê nîşan bide
lt: Rodyti slaptažodį
lv: Attēlot paroli
mr: गुप्तशब्द दर्शवा
my: စကားဝှက်ပြမည်
nb: Vis passord
nl: Wachtwoord tonen
nn: Vis passord
pl: Wyświetl hasło
ps: تېرنويی ښودل
pt: Mostrar palavra-passe
pt_br: Exibir senha
si: මුරපදය පෙන්වන්න
sl: Pokaži geslo
sq: Shfaqe fjalëkalimin
sr: Прикажите лозинку
sv: Visa lösenord
te: సంకేతపదాన్ని చూపించు
tg: Намоиш додани ниҳонвожа
th: แสดงรหัสผ่าน
tr: Parolayı göster
ug: ئىمنى كۆرسىتىش
uk: Показувати пароль
vi: Hiện mật khẩu
zh_hk: 顯示密碼

source: I don't want to connect to a Wi-Fi network right now
af: Ek wil nie nou aan 'n Wi-Fi-netwerk koppel nie
ca: No vull connectar a la xarxa Wi-Fi en aquest moment
cs: Nechci se teď připojovat k síti Wi-Fi
fi: En halua yhdistää wifi-verkkoon juuri nyt
hr: Trenutno se ne želim povezati s bežičnom mrežom
lv: Es pašlaik nevēlos savienoties ar Wi-Fi tīklu
pl: Nie chcę teraz łączyć się z siecią Wi-Fi
pt: Não quero me conectar a uma rede Wi-Fi agora
sr: Не желим сада да се повежем на бежичну мрежу
sv: Jag vill inte ansluta till ett Wi-Fi-nätverk just nu
tr: Şu anda bir Wi-Fi ağına bağlanmak istemiyorum

source: Connect to this network
af: Verbind met hierdie netwerk
ar: اتصل بهذه الشبكة
ast: Coneutar a esta rede
bg: Свързване с тази мрежа
bo: དྲ་བ་འདི་དང་སྦྲེལ་བ
bs: Poveži se na ovu mrežu
ca: Connecta't a aquesta xarxa
ckb: بەستنەوە بەم ڕایەڵەیە
cs: Připojit se k této síti
cy: Cysylltu i'r rhwydwaith hwn
da: Tilslut til dette netværk
de: Mit diesem Netzwerk verbinden
el: Σύνδεση σε αυτό το δίκτυο
eo: Konektiĝi al ĉi tiu reto
et: Ühendu sellesse võrku
eu: Konektatu sare honetara
fa: اتّصال به این شبکه
fi: Yhdistä tähän verkkoon
fr_ca: Se connecter à ce réseau
gd: Ceangail ris an lìonra seo
gl: Conectarse a esta rede
he: התחברות לרשת זו
hi: इस नेटवर्क से कनेक्ट करें
hr: Poveži se na ovu mrežu
ia: Connecter a iste rete
it: Connettersi a questa rete
ja: このネットワークに接続する
kab: Qqen ɣer uẓeḍḍa-ayi
km: តភ្ជាប់​ទៅ​បណ្ដាញ​នេះ
ko: 이 네트워크에 연결
ku: Bi vê torê ve were girêdan
lt: Prisijungti prie šio tinklo
lv: Savienoties ar šo tīklu
mr: या संजाळाशी जुळवणी करा
my: ဤကွန်ယက်နှင့်ချိတ်ဆက်မည်
nb: Koble til dette nettverket
nl: Verbind met dit netwerk
nn: Kopla til dette nettverket
pl: Połącz z tą siecią
ps: دې جال پورې نښلول
pt: Ligar a esta rede
pt_br: Conectar-se a esta rede
si: මෙම ජාලය වෙත සම්බන්ධ වන්න
sl: Poveži se s tem omrežjem
sq: Lidhu me këtë rrjet
sr: Повежите се на ову мрежу
sv: Anslut till detta nätverk
te: ఈ నెట్‌వర్కుకు అనుసంధానించు
tg: Пайваст шудан ба ин шабака
th: เชื่อมต่อกับเครื่อข่ายนี้
tr: Bu ağa bağlan
ug: بۇ تورغا باشلىنىش
uk: Під'єднатися до цієї мережі
vi: Kết nối đến mạng này
zh_hk: 連接至此網路

source: Select drive:
af: Kies skyf:
ar: اختر القرص:
ast: Seleiciona la unidá:
bg: Изберете устройство:
bo: གསོག་སྡེར་གདམ་པ：
bs: Odaberite pogon:
ca: Seleccioneu la unitat:
ckb: هەڵبژاردنی وەگەڕخەر؛
cs: Vyberte disk:
cy: Dewis gyriant:
da: Vælg drev:
de: Laufwerk wählen:
el: Επιλέξτε δίσκο:
eo: Elekti diskon:
et: Vali ketas:
eu: Hautatu diskoa:
fa: گزینش گرداننده:
fi: Valitse asema:
fr_ca: Choisir le disque :
gd: Tagh draibh:
gl: Seleccione a unidade:
he: בחירת כונן:
hi: ड्राइव चुनें:
hr: Odaberite pogon:
ia: Eliger le drive:
it: Selezionare il disco:
ja: ドライブの選択:
kab: Fren ibenk:
km: ជ្រើស​ដ្រាយ ៖
ko: 드라이브 선택:
ku: Ajokerê bibijêre:
lt: Pasirinkite įrenginį:
lv: Izvēlieties dzini:
mr: ड्राइव्ह निवडा :
my: drive ရွေးချယ်ပါ:
nb: Velg stasjon:
nl: Schijf kiezen:
nn: Vel eining:
pa: ਡਰਾਇਵ ਚੁਣੋ:
pl: Proszę wybrać dysk:
ps: ټيکلی ټاکل:
pt: Escolha a unidade:
pt_br: Selecione a unidade:
si: ධාවකය තෝරන්න:
sl: Izberite pogon:
sq: Zgjidh draivin:
sr: Изаберите диск:
sv: Välj enhet:
te: డ్రైవ్ ఎంచుకో:
tg: Интихоб кардани диск:
th: เลือกไดรว์:
tr: Sürücü seçin:
ug: قوزغاتقۇچ تاللاڭ:
uk: Оберіть диск:
vi: Lựa chọn ổ:
zh_hk: 選取磁碟機：

source: Allocate drive space by dragging the divider below:
af: Bewerkstellig harrdeskyfspasie deur die verdeler hieronder te sleep:
ar: خصّص مساحة القرص بسحب الفاصل أدناه:
ast: Asigna l'espaciu en discu arrastrando'l siguiente divisor:
bg: Разпределете пространството на устройството като влачите разделителя по-долу:
bo: འོག་གི་ཁག་བགོ་བྱེད་དྲུད་ནས་གསོག་སྡེར་གྱི་བར་སྟོང་དམིགས་འཛུགས་བྱེད་པ：
bs: Alocirajte prostor na disku prevlačući djelilac.
ca: Reserveu espai de disc arrossegant el divisor de més avall:
ckb: بەشوێنکردنی وەگەڕخەر بەهۆی ڕاکێسانی دابەشکەر وەک خوارەوە دیارە:
cs: Tažením rozdělovače přidělte místo na disku:
cy: Dyrannwch wagle'r gyriant drwy lusgo'r rhannwr isod:
da: Tildel drevplads ved at trække deleren herunder:
de: Weisen Sie Festplattenspeicher zu, indem Sie die unten stehende Aufteilungsmarkierung verschieben
el: Κατανείμετε το χώρο στο δίσκο σέρνοντας το διαχωριστή που βρίσκεται πιο κάτω:
eo: Atribui disklokon, ŝovante la malsupran dividilon:
et: Määra kettaruum nihutades eraldajat järgneval skeemil:
eu: Esleitu lekua diskoan ondorengo bereizlea mugituz:
fa: با کشیدن تقسیم‌کنندهٔ زیر، فضای گرداننده را تخصیص دهید:
fi: Varaa levytilaa raahaamalla alla olevaa erotinta:
fr_ca: Allouer de l'espace disque en déplaçant le séparateur ci-dessous :
gd: Sònraich àite air an draibh 's tu a' draghadh an roinneadair gu h-ìosal:
gl: Asigne o espazo no disco arrastrando o seguinte divisor:
he: ניתן להקצות מקום בכונן על ידי גרירת החוצץ שלהלן:
hi: नीचे विभाजक को खींचकर ड्राइव पर जगह आवंटित करें:
hr: Dodijelite diskovni prostor pomicanjem razdjelnika:
ia: Alloca spatio de drive per traher le divisor infra:
it: Suddividere lo spazio sul disco trascinando la barra verticale sottostante:
ja: 境界をドラッグしてディスク領域を割り当てます:
kab: Ḥeṛṛi tallunt n yimeɣri s uzuɣer n webraz ukessar-agi:
km: បម្រុង​ទុក​ទំហំ​ដ្រាយ​ដោយ​អូស​កម្មវិធី​ចែក​ខាង​ក្រោម​នេះ​ ៖
ko: 아래 칸막이를 끌어 드라이브 공간을 확보해주십시오:
ku: Bi kaşkirina veqetînera li jêr, cihê ajokerê veqetîne:
lt: Paskirstykite vietą laikmenoje tempdami žemiau esantį skyriklį:
lv: Iedalīt diska vietu, zemāk ievelkot atdalītāju:
mr: खालील डिव्हायडर ओढून ड्राइव्हला जागा द्या:
my: ခွဲခြားမှတ်ကို အောက်တွင် ဆွဲယူ၍ drive နေရာလွတ်ကို နေရာချပါ :
nb: Fordel diskplass ved å flytte deleren nedenfor:
nl: Wijs schijfruimte toe door met de verdeler te slepen (rechts is voor uw nieuwe Linux):
nn: Fordel diskplass ved å dra delarane nedanfor:
pa: ਡਿਵਾਇਡਰ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਡਰਾਇਵ ਥਾਂ ਦਿਉ:
pl: Proszę przydzielić przestrzeń, przesuwając poniższą podziałkę:
ps: د لاندې وېشګر په راکښلو سره، د چليځ تشې ځانګړول وکړئ:
pt: Reparta o espaço no disco arrastando a faixa divisória do quadro abaixo :
pt_br: Alocar espaço na unidade arrastando o divisor abaixo:
si: පහත වෙන්කරනය ඇදීම මගින් උපකරණ ඉඩ වෙන්කරන්න:
sl: Prostor na disku dodelite tako, da premaknete spodnji ločilnik:
sq: Krijo hapësirë duke zvarritur ndarësin këtu poshtë:
sr: Доделите простор на диску превлачењем преграде испод:
sv: Allokera enhetsutrymme genom att dra avgränsaren nedan:
te: కింద ఇచ్చిన విభాగినిని లాగుట ద్వారా డ్రైవ్ స్థలాన్ని కేటాయించు:
tg: Фазои дискро бо кашидани тақсимкунандаи зерин ҷудо намоед:
th: จัดสรรพื้นที่ว่างบนไดรว์ด้วยการลากตัวแบ่งข้างล่าง:
tr: Aşağıdaki ayracı sürükleyerek sürücü alanı tahsis edin:
ug: تۆۋەندىكى بۆلگۈچنى سۆرەش ئارقىلىق دىسكا بوشلۇقى ئاجرىتىڭ:
uk: Розподілити дисковий простір пересуваючи роздільник:
vi: Phân bổ không gian đĩa bằng cách kéo bộ phân đĩa dưới đây:
zh_hk: 藉由拖曳下方的分隔棒來分配磁碟機空間：

source: The entire disk will be used:
af: Die hele skyf sal benut word.
ar: سيُستخدم القرص بأكمله:
ast: Va usase'l discu ensembre:
bg: Целият диск ще бъде използван:
bo: གསོག་སྡེར་ཡོངས་རྫོགས་བེད་སྤྱོད་བྱེད་པ：
bs: Cijeli disk će se koristiti:
ca: S'utilitzarà el disc sencer:
ckb: هەموو پەپکە بەکاردەهێنرێت:
cs: Bude použit celý disk:
cy: Defnyddir yr holl ddisg:
da: Hele disken vil blive brugt:
de: Die gesamte Festplatte wird verwendet:
el: Θα χρησιμοποιηθεί όλος ο δίσκος:
eo: La tuta disko estos uzata:
et: Kasutatakse kogu ketast:
eu: Disko osoa erabiliko da:
fa: تمام دیسک استفاده خواهد شد:
fi: Koko levy käytetään:
fr_ca: Le disque entier sera utilisé :
gd: Thig an diosg gu lèir a chleachdadh:
gl: Usarase o disco enteiro:
he: ייעשה שימוש בכונן כולו:
hi: संपूर्ण डिस्क का उपयोग होगाः
hr: Bit će upotrijebljen cijeli disk:
ia: Essera usate le disco integre:
it: Verrà utilizzato l'intero disco:
ja: ディスク全体を使用する:
kab: Aḍebsi ummid ad yettwasbedd:
km: ថាស​ទាំង​មូល​នឹង​ត្រូវ​បានប្រើ ៖
ko: 디스크 전체를 사용합니다:
ku: Temamiya dîskê wê bê bikaranîn:
lt: Bus naudojama visa laikmena:
lv: Tiks izmantot viss disks:
mr: पूर्ण डिस्क वापरली जाईल :
my: disk တစ်ခုလုံးသည် အသုံးပြုပါမည်:
nb: Hele disken blir brukt:
nl: De gehele schijf zal gebruikt worden:
nn: Heile disken vert brukt:
pa: ਪੂਰੀ ਡਿਸਕ ਵਰਤੀ ਜਾਵੇਗੀ:
pl: Zostanie użyta cała powierzchnia dysku:
ps: ټول ټيکلی به وکارول شي:
pt: Será usado o disco rígido inteiro:
pt_br: O disco inteiro será usado:
si: සම්පූර්ණ තැටියම භාවිත කරන්න:
sl: Uporabljen bo celoten disk:
sq: Do të përdoret i gjithë disku:
sr: Биће коришћен читав диск:
sv: Hela disken kommer att användas:
te: డిస్కు మొ త్తం వాడబడుతుంది:
tg: Тамоми диски компютерӣ истифода мешавад:
th: ดิสก์ทั้งหมดจะถูกใช้:
tr: Bütün disk kullanılacaktır:
ug: پۈتكۈل دىسكا ئىشلىتىلىدۇ:
uk: Буде використано весь простір жорсткого диску:
vi: Toàn bộ ổ đĩa sẽ được sử dụng:
zh_hk: 整部磁碟將會被使用：
