Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: After installation completes, Ubuntu will assist you in configuring UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
ar: بعد اكتمال التثبيت سيساعدك Ubuntu على إعداد إقلاع UEFI الآمن. للتأكد من إجراء هذا التغيير بواسطتك كمستخدم مرخص له، وليس بواسطة مهاجم، يجب عليك اختيار كلمة مرور الآن ثم استخدام نفس كلمة المرور بعد إعادة التشغيل لتأكيد التغيير.
ca: Quan es completi la instaŀlació, l'Ubuntu us assistirà en la configuració del UEFI Secure Boot. Per tal d'assegurar que aquest canvi el feu com a usuari autoritzat, i no per un atacant, heu d'escollir ara una contrasenya i usar-la després de reiniciar per confirmar el canvi.
et: Kui paigaldus lõppeb, siis juhendab Ubuntu sind, kuidas seadistada UEFI Secure Boot'i. Veendumaks, et muudatusi teed tõepoolest sina kui õiguspärane kasutaja, aga mitte mõni ründaja, selleks pead valima praegu parooli ning kasutama seda parooli pärast taaskäivitust, et muudatused kinnitada.
eu: Instalazioa osatzean, Ubuntuk UEFI Secure Boot konfiguratzen lagunduko dizu. Aldaketa hau zeuk, baimendun erabiltzaileak, egiten duela ziurtatzeko (ez erasotzaile batek), pasahitz bat aukeratu behar duzu orain, eta gero berrabiarazi ondoren pasahitz bera sartuz aldaketa berretsi.
fa: پس از پایان نصب، اوبونتو به شما در پیکربندی راه‌اندازی امن UEFI یاری خواهد رساند. برای اطمینان از این که این تغییر به دست شما، به عنوان یک کاربر تأییدشده و نه یک نفوذگر انجام می‌شود، باید اکنون گذرواژه‌ای برگزیده و پس از راه‌اندازی دوباره، برای تأیید تغییر، از همان گذرواژه استفاده کنید.
kab: Mi yemmed usbeddi, Ubuntu ad k- m iɛiwen akken ad tsewleḍ asekker UEFI aɣelsan inek m. Iwakken ad netḥeq belli abeddel-agi d kečč kem i t-igan am useqdac yurgen, mačči d amakar i t-igan, isefk ad tferneḍ awal n uɛeddi tura sakin ad tesqedceḍ awal-agi n uɛeddi ticki yekker uselkim tikkelt-nniḍen iwakken ad tsentemeḍ abeddel.
lv: Kad instalēšana būs pabeigta, Ubuntu jums palīdzēs konfigurēt UEFI Secure Boot. Lai pārliecinātos, ka izmaiņas veic pilnvarots lietotājs, nevis uzbrucējs, jums tagad jāizvēlas parole un tad pēc pārstartēšanas jāizmanto tā pati parole, lai apstiprinātu izmaiņas.
pl: Po zakończeniu instalacji Ubuntu pomoże w konfiguracji bezpiecznego rozruchu UEFI. Aby mieć pewność, że zmiana jest dokonywana przez autoryzowanego użytkownika, a nie przez osobę nieupoważnioną, należy teraz wybrać hasło, a następnie użyć tego samego hasła po ponownym uruchomieniu w celu potwierdzenia zmiany.
ps: د لګونې د بشپړېدو نه وروسته، اوبونټو به تاسې سره د UEFI خوندي پیلون په سازولو کښې مرسته وکړي. په دې ډاډه کېدلو لپاره چې دا بدلون ستاسې له خوا تر سره کېږي، د یوه باوري کارن په توګه، او نه د یو تاړاکګر له خوا، تاسې اړ یاست چې اوس یو تېرنويی وټاکئ او بیا همدا تېرنويی د پیلون نه وروسته وکاروئ تر څو د بدلون باوريینه وشي.
pt: Após a conclusão da instalação, o Ubuntu irá ajuda-lo a configurar o UEFI Secure Boot. Para garantir que essa alteração seja feita por si como utilizador autorizado, e não por um atacante, escolha uma palavra-passe agora e use a mesma após reiniciar para confirmar a alteração.
sv: Efter att installationen har slutförts så kommer Ubuntu assistera dig med att konfigurera UEFI Secure Boot. För att säkerställa att den här ändringen görs av dig som en auktoriserad användare och inte av en attackerare måste du välja ett lösenord nu och sedan använda samma lösenord efter omstart för att bekräfta ändringen.
th: เมื่อติดตั้งระบบเสร็จแล้ว Ubuntu จะช่วยคุณตั้งค่า UEFI Secure Boot แต่เพื่อยืนยันความปลอดภัยว่าคุณเป็นแอดมินจริง คุณต้องตั้งรหัสผ่านก่อน และใช้รหัสผ่านนี้เพื่อยืนยันตัวตนหลังเครื่องเริ่มทำงานใหม่
ug: قاچىلاش تاماملانغاندىن كېيىن ، ئۇبانتۇ سىزگە UEFI بىخەتەر قوزغىتىشنى تەڭشەشكە ياردەم بېرىدۇ. بۇ ئۆزگەرتىشنىڭ سىز تەرىپىدىن ھۇجۇمچى تەرىپىدىن ئەمەس ، بەلكى ھوقۇق بېرىلگەن ئىشلەتكۈچى سۈپىتىدە ئېلىپ بېرىلىشىغا كاپالەتلىك قىلىش ئۈچۈن ، چوقۇم پارول تاللاڭ ، قايتا قوزغىتىلغاندىن كېيىن ئوخشاش پارولنى ئىشلىتىپ ئۆزگەرتىشنى جەزملەشتۈرۈڭ.
vi: Khi cài đặt đã xong, Ubuntu sẽ giúp bạn cấu hình UEFI Secure Boot. Nhằm bảo đảm sự thay đổi đó do chính bạn, mà không phải do một người hacker, bạn phải chọn một mật khẩu bây giờ và sẽ phải dùng mật khẩu đó khi máy tính khởi động lại để xác nhận sự thay đổi.

source: <span foreground="darkred">Warning</span>: If you choose not to install these drivers, or if you proceed but do not confirm the password upon reboot, Ubuntu will still be able to boot on your system but these third-party drivers will not be available for your hardware.
ar: <span foreground = "darkred"> تحذير </ span>: إذا اخترت عدم تثبيت برامج التشغيل هذه، أو إذا تابعت ولكن لم تؤكد كلمة المرور عند إعادة التشغيل، فسيظل Ubuntu قادرًا على الإقلاع على حاسوبك ولكن لن تكون تعريفات الجهات الخارجية متاحة لعتادك.
ca: <span foreground="darkred">Advertiment</span>: Si escollir no instal·lar els controladors, o si continueu però no confirmeu la contrasenya després del reinici, l'Ubuntu encara podrà iniciar el vostre sistema però aquests controladors de tercers no estaran disponibles per al vostre sistema.
cy: <span foreground="darkred">Rhybudd</span>: Os fyddwch yn penderfynu peidio gosod y gyrwyr yma neu os ydych am barhau heb gadarnhau'r cyfrinair wrth ailgychwyn, bydd Ubuntu dal yn gallu cychwyn eich system ond ni fydd y gyrwyr trydydd parti hyn ar gael ar gyfer eich caledwedd.
eo: <span foreground="darkred">Atenton</span>: Se vi elektas ne instali ĉi tiujn pelilojn, aŭ se vi daŭrigas sen konfirmi la pasvorton post la restartigo, Ubuntu sukcesos startigi vian sistemon sed tiuj peliloj de eksteraj liverantoj ne estos disponeblaj por via aparataro.
et: <span foreground="darkred">Hoiatus</span>: Kui sa ei vali nende draiverite paigaldamist või kui sa jätkad, aga ei sisesta taaskäivitusel turvavõtit, siis Ubuntu küll käivitub, aga riistvara neid kolmandate osapoolte draivereid kasutada ei saa.
eu: <span foreground="darkred">Abisua</span>: Kontrolatzaile hauek ez instalatzea erabakitzen baduzu, edo aurrera jarraitzen baduzu baina berrabiaraztean pasahitza ez baduzu berresten, Ubuntuk sistema abiarazi ahalko du baina hirugarrenen kontrolatzaile hauek ez dira eskuragarri egongo zure hardwarean.
fa: <span foreground="darkred">هشدار</span>: اگر برگزینید که این راه‌اندازها را نصب نکنید یا اگر ادامه داده ولی پس از راه‌اندازی دوباره، گذرواژه را تأ‌یید نکنید، اوبونتو باز هم قادر به راه‌اندازی سامانه‌تان خواهد بود؛ ولی این راه‌اندازهای سوم‌شخص در دسترس سخت‌افزارتان نخواهند بود.
fr_ca: <span foreground="darkred">Avertissement</span> : si vous choisissez de ne pas installer ces pilotes, ou si vous continuez mais ne confirmez pas le mot de passe lors du redémarrage, Ubuntu pourra quand même être lancé sur votre système, mais votre matériel n'aura pas accès à ces pilotes tiers.
kab: <span foreground="darkred">Ɣur-k m</span>: Ma tferneḍ ad tesbeddeḍ imeɣriyen-agi, neɣ ma tkemmeleḍ maca ur tsentemeḍ ara awal n uɛeddi mbaɛd deg tulsa n usekker, Ubuntu ad yizmir ad yekker deg unagraw-inek maca imeɣriyen-agi n wis kraḍ ur ttawjaden ara i warrum-inek.
ku: <span foreground="darkred">Hişyarî</span>: Eger tu barkirina van ajokeran nebijêrî, an jî eger dewam bikî û gava ji nû ve were destpêkirin şîfreyê nepejirînî, Ubuntu wê hê jî be di sîstema te de karibe bê destpekirin lê ev ajokerên kesên-sêyem ji bo reqalava te wê ne berdest bin.
lv: <span foreground="darkred">Brīdinājums</span>: Ja izvēlēsities instalēt šos draiverus, vai arī turpināsiet, bet neapstiprināsiet paroli pārstartēšanas laikā, Ubuntu varēs ielādēties uz jūsu sistēmas, bet trešās puses jūsu aparatūrai draiveri nebūs pieejami.
mr: <span foreground="darkred">सूचना</span>: जर हे ड्रायवर तुम्ही प्रस्थापित नाही करायचे ठरविले, किंवा पुढे जाऊन बूट केल्यानंतर गुप्तशब्द नाही दिला, तरीही उबंटू तुमच्या प्रणालीमध्ये बूट करेल, पण हे तृतीयपक्षी ड्रायवर उपलब्ध नसतील.
nn: <span foreground="darkred">Åtvaring</span>: Viss du ikkje stadfestar passordet ved omstart, klarar Ubuntu likevel starta på maskina di, men maskinvara kan ikkje bruka tredjepartsdrivarane.
pl: <span foreground="darkred">Ostrzeżenie</span>: Jeżeli zdecydujesz, by nie instalować tych sterowników, albo nie potwierdzisz tych zmian hasłem po ponownym uruchomieniu, Ubuntu nadal będzie uruchamiał system, jednak już bez sterowników osób trzecich.
ps: <span foreground="darkred">ګواښ</span>: که تاسې دا چلاندونو و نه لګوئ، یا که تاسې پرمخلاړ شئ خو پر پیلون د تېرنويي باوريینه و نه کړئ، اوبونټو به بیا هم ستاسې پر غونډال پیل شي خو ستاسې په هډوتري باندې به دا ٣م-ګړي چلاندونه و نه لګول شي.
pt: <span foreground="darkred">Aviso</span>: Se optar por não instalar estes drivers, ou se não confirmar a palavra-passe, o Ubuntu vai iniciar sem os drivers.
sv: <span foreground="darkred">Varning</span>: Om du väljer att inte installera de här drivrutinerna eller om du fortsätter, men utan att bekräfta lösenordet vid omstart så kommer Ubuntu fortfarande att kunna starta upp ditt system, men dessa drivrutiner från tredjepart kommer inte att finnas tillgängliga för din hårdvara.
th: <span foreground="darkred">ระวัง</span>: ถ้าคุณเลือกไม่ติดตั้งไดรเวอร์เหล่านี้ หรือเลือกดำเนินการต่อโดยไม่ยืนยันรหัสผ่านหลังการเริ่มการทำงานใหม่ แต่ระบบ Ubuntu ของคุณจะยังสามารถทำงานได้ โดยที่ไดรเวอร์จากบุคคลที่สามเหล่านี้จะใช้กับฮาร์ดแวร์ของคุณไม่ได้
ug: <span foreground="darkred">ئاگاھلاندۇرۇش</span> ئەگەر بۇ قوزغاتقۇچلارنى قاچىلىماسلىقنى تاللىسىڭىز ، ياكى داۋاملاشتۇرسىڭىز ، پارولنى قايتا قوزغىتىپ جەزملەشتۈرمىسىڭىز ، ئۇبانتۇ يەنىلا سىستېمىڭىزدا قوزغىتالايدۇ ، ئەمما بۇ ئۈچىنچى تەرەپ قوزغاتقۇلىرى قاتتىق دېتالىڭىزغا ئېرىشەلمەيدۇ.
vi: <span foreground="darkred">Cảnh báo</span>: Nếu bạn chọn không cài đặt các trình điều khiển này hoặc nếu bạn tiếp tục nhưng không xác nhận mật khẩu khi khởi động lại, Ubuntu vẫn có thể khởi động trên hệ thống của bạn nhưng các trình điều khiển bên thứ ba này sẽ không khả dụng cho phần cứng của bạn.

source: Could not save recovery key:
pl: Nie udało się zapisać klucza odzyskiwania:

source: Choose a picture
ast: Escueyi una imaxe
bg: Изберете снимка
bo: པར་ཞིག་འདེམས་པ
da: Vælg et billede
de: Wählen Sie ein Bild
el: Επιλέξτε μια εικόνα
gl: Escolla unha imaxe
he: נא לבחור תמונה
hi: एक चित्र का चयन करें
it: Scelta immagine
km: ជ្រើសរើស​រូបភាព
ko: 사진 선택
my: ရုပ်ပုံအား ရွေးချယ်ပေးပါ။
nb: Velg et bilde
pt_br: Escolha uma figura
sl: Izberite sliko
sq: Zgjidhni një fotografi
uk: Оберіть зображення

source: Take a photo:
ast: Toma una semeya:
bg: Направете снимка:
bo: པར་ཞིག་རྒྱག་པ
da: Tag et billede:
de: Nehmen Sie ein Foto auf:
el: Λήψη φωτογραφίας:
gl: Tome unha foto:
he: צילום תמונה:
hi: तस्वीर खींचें
it: Scatta una foto:
km: ថត​រូប ៖
ko: 사진 찍기:
my: ဓါတ်ပုံရိုက်ယူပါ
nb: Ta et bilde:
pt_br: Tire uma foto:
sl: Zajemite fotografijo:
sq: Bëj një foto:
uk: Сфотографувати:

source: Or choose an existing picture:
ast: O escueyi una imaxe existente:
bg: Или изберете съществуваща снимка:
bo: ཡང་ན་དེར་ཡོད་པའི་པར་ཞིག་འདེམས་པ:
da: Eller vælg et eksisterende billede:
de: Oder wählen Sie ein bestehendes Bild aus:
el: Ή επιλέξτε μια υπάρχουσα εικόνα:
gl: Ou escolla unha imaxe existente:
he: או שניתן לבחור בתמונה קיימת:
hi: या एक मौजूदा तस्वीर का चयन करें:
it: Oppure scegli una immagine:
km: ឬ​ជ្រើស​រូបថត​ដែល​មាន​ស្រាប់ ៖
ko: 이미 존재하는 사진 선택:
my: လက်ရှိပုံများမှ ရွေးပါ
nb: Eller velg et eksisterende bilde:
pt_br: Ou escolha uma imagem existente:
sl: Ali izberite obstoječo sliko:
sq: Ose zgjidh një fotografi ekzistuese:
uk: Або виберіть існуючу фотографію:

source: Take Photo
ast: Capturar semeya
bg: Заснемане
bo: པར་རྒྱག་པ
da: Tag Billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
gl: Tomar foto
he: צילום תמונה
hi: फोटो ले
it: Scatta foto
km: ថត​រូប
ko: 사진 찍기
my: ဓါတ်ပုံရိုက်ပါ
nb: Ta bilde
pt_br: Tirar foto
sl: Zajemi fotografijo
sq: Bëj Foto
uk: Сфотографувати

source: One account to log in to everything on Ubuntu
ast: Una cuenta p'aniciar sesión en too Ubuntu
da: Én konto til at logge ind på alt i Ubuntu
de: Ein Konto, mit dem Sie sich bei allen Diensten rund um Ubuntu anmelden
el: Ένας λογαριασμός για να συνδεθείτε στα πάντα στο Ubuntu
gl: Unha única conta para acceder a todo Ubuntu
he: חשבון אחד שמשמש אותך לכניסה לכל מה שקשור באובונטו
it: Un unico account per l'accesso al mondo Ubuntu
sl: En račun za prijavo povsod v Ubuntuju
uk: Один обліковий запис для входу на всі служби Ubuntu

source: Error registering account
ast: Fallu al rexistrar la cuenta
da: Fejl under oprettelse af konto
de: Fehler beim Erstellen eines Kontos
el: Σφάλμα εγγραφής λογαριασμού
gl: Produciuse un erro rexistrando a conta
he: רישום החשבון נכשל
it: Errore nel registrare l'account
sl: Napaka pri vpisovanju računa
uk: Помилка під час спроби зареєструвати обліковий запис

source: Error loging into the account
ast: Fallu al acceder a la cuenta
da: Fejl under login på kontoen
de: Fehler beim Einloggen des Kontos
el: Σφάλμα σύνδεσης στο λογαριασμό
gl: Produciuse un erro iniciando sesión na conta
he: הכניסה לחשבון נכשלה
it: Errore nell'eseguire l'accesso all'account
sl: Napaka pri prijavi v račun
uk: Помилка під час спроби увійти до облікового запису

source: Something went wrong
ast: Daqué salió mal
da: Noget gik galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
gl: Algo saiu mal
he: משהו השתבש
it: Si è verificato un errore
sl: Nekaj je šlo narobe
uk: Виникли якісь проблеми

source: <a href="">Learn more</a>
ast: <a href="">Deprendi más</a>
da: <a href="">Lær mere</a>
de: <a href="">Erfahren Sie mehr</a>
el: <a href="">Μάθετε περισσότερα</a>
gl: <a href="">Saber máis</a>
he: <a href="">מידע נוסף</a>
it: <a href="">Maggiori informazioni</a>
sl: <a href="">Več o tem</a>
uk: <a href="">Дізнатися більше</a>

source: I have read and accept the <a href="">Ubuntu One terms of use</a>
ast: Lleí y aceuté los <a href="">términos d'usu d'Ubuntu One</a>
da: Jeg har læst og accepterer <a href="">betingelserne for brug af Ubuntu One</a>
de: Ich habe die <a href="">Ubuntu One Nutzungsbedingungen</a> gelesen und akzeptiert
el: Έχω διαβάσει και αποδέχομαι τους <a href="">όρους χρήσης του Ubuntu One</a>
gl: Lin e acepto os <a href="">termos de uso de Ubuntu One</a>
he: קראתי והסכמתי ל<a href="">תנאי השימוש ב־Ubuntu One</a>
it: Ho letto e accetto i <a href="">termini d'uso di Ubuntu One</a>
sl: Prebral/-a sem in sprejemam <a href="">pogoje uporabe Ubuntu One</a>
uk: Мною прочитано <a href="">Умови надання послуг Ubuntu One</a>. Я погоджуюся з ними.

source: <span size="small">Enter the email address you use to log into your Ubuntu One account.</span>
ast: <span size="small">Escribi'l corréu-e qu'uses p'acceder a la to cuenta d'Ubuntu One.</span>
da: <span size="small">Oplys e-mailadressen, som du anvender til at logge ind på din Ubuntu One-konto.</span>
de: <span size="small>Geben Sie die E-Mailadresse für Ihr Ubuntu One Konto ein.</span>
el: <span size="small">Εισάγεται τη διεύθυνση email που χρησιμοποιείτε για να συνδεθείτε στο λογαριασμό σας στο Ubuntu One.</span>
gl: <span size="small">Introduza o enderezo de correo electrónico para iniciar sesión na conta de Ubuntu One.</span>
he: <span size="small">נא להזין את כתובת הדוא״ל שלך כדי להיכנס לחשבונך ב־Ubuntu One.</span>
it: <span size="small">Inserire l'indirizzo email utilizzato per eseguire l'accesso con Ubuntu One.</span>
sl: <span size="small">Vnesite e-poštni naslov, ki ga uporabljate za prijavo v račun Ubuntu One.</span>
uk: <span size="small">Вкажіть адресу електронної пошти, яку ви використовуєте для входу до облікового запису Ubuntu One.</span>

source: <span size="small">If you don't have an account yet, don't worry we'll create one for you.</span>
ast: <span size="small">Si aínda nun tienes una cuenta, nun t'esmolezas, vamos crear una pa ti.</span>
da: <span size="small">Har du endnu ikke en konto, så er det intet problem - vi opretter én til dig. </span>
de: <span size="small">Wenn Sie noch kein Konto haben, erstellen wir eins für Sie.</span>
el: <span size="small"Αν δεν έχετε ήδη ένα λογαριασμό, μην ανησυχείτε θα δημιουργήσουμε έναν για εσάς.</span>
gl: <span size="small">Se aínda non ten unha conta, non se preocupe crearemos unha para vostede.</span>
he: <span size="small">אם אין לך חשבון עדיין, אל חשש, אנו ניצור אחד עבורך.</span>
it: <span size="small">Se non si possiede ancora un profilo, ne verrà creato uno.</span>
sl: <span size="small">Če še nimate računa, brez skrbi, ustvarili ga bomo za vas.</span>
uk: <span size="small">Якщо у вас ще немає облікового запису, не хвилюйтеся, ми створимо такий запис для вас.</span>

source: Ubuntu One email
da: Ubuntu One e-post
gl: Correo electrónico de Ubuntu One
he: דוא״ל Ubuntu One
it: Email di Ubuntu One
sl: E-pošta Ubuntu One
uk: Ел. пошта Ubuntu One

source: Your name
ast: El to nome
bg: Вашето име
bo: ཁྱོད་ཀྱི་མིང
da: Dit navn
de: Ihr Name
el: Το όνομά σας
gl: O seu nome
he: שמך
hi: आपका नाम
it: Nome e cognome
km: ឈ្មោះ​របស់​អ្នក
ko: 이름
my: သင့်အမည်
nb: Ditt navn
pa: ਤੁਹਾਡਾ ਨਾਂ
pt_br: Seu nome
si: ඔබේ නම
sl: Vaše ime
sq: Emri juaj
te: మీ పేరు
uk: Ваше ім’я

source: At least 8 characters password
ast: 8 caráuteres mínimo
da: En adgangskode med mindst 8 tegn
de: Das Passwort sollte mindestens 8 Zeichen lang sein
el: Κωδικός πρόσβασης τουλάχιστον 8 χαρακτήρων
gl: O contrasinal ten que ter polo menos 8 caracteres
he: ססמה המכילה 8 תווים לפחות
it: La password deve essere di almeno 8 caratteri
sl: Geslo z najmanj osmimi znaki
uk: Пароль (принаймні 8 символів)

source: Retype password
ast: Reescribi la contraseña
da: Gentag adgangskode
de: Wiederholen Sie das Passwort
el: Πληκτρολογήστε ξανά τον κωδικό πρόσβασης
gl: Escriba de novo o contrasinal
he: הזנת הססמה מחדש
it: Ripetere la password
sl: Ponovno vnesite geslo
uk: Повторіть пароль

source: Username
ast: Nome d'usuariu
bg: Потребителско име
bo: སྤྱོད་མཁན་གྱི་མིང
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
gl: Nome de usuario
he: שם המשתמש
hi: प्रयोक्ता नाम
it: Nome utente
km: ឈ្មោះ​អ្នក​ប្រើ
ko: 사용자 이름
my: အသုံးပြုသူအမည်
nb: Brukernavn
pa: ਯੂਜ਼ਰ-ਨਾਂ
pt_br: Nome de usuário
si: පරිශීලක නාමය
sl: Uporabniško ime
sq: Emri i përdoruesit
te: వాడుకరి పేరు
uk: Ім'я користувача

source: Log in later
ast: Acceder más sero
da: Log ind senere
de: Später einloggen
el: Σύνδεση αργότερα
gl: Iniciar sesión máis tarde
he: כניסה מאוחר יותר
it: Accedi in seguito
sl: Prijavite se kasneje
uk: Увійти пізніше

source: Register later
ast: Rexistrame más sero
da: Tilmeld senere
de: Später registrieren
el: Εγγραφή αργότερα
gl: Rexistrarme máis tarde
he: להירשם מאוחר יותר
it: Registra in seguito
sl: Vpišite se kasneje
uk: Зареєструватися пізніше

source: Apps
de: Anwendungen
el: Εφαρμογές
gl: Aplicativos
he: יישומים
it: App
sl: Programi
uk: Програми

source: Photos
ast: Semeyes
da: Billeder
de: Fotos
el: Φωτογραφίες
gl: Fotos
he: תמונות
it: Foto
sl: Fotografije
uk: Фото

source: Music
ast: Música
da: Musik
de: Musik
el: Μουσική
gl: Música
he: מוזיקה
it: Musica
sl: Glasba
uk: Музика

source: Cloud
ast: Nube
da: Sky
el: Σύννεφο
gl: Nube
he: ענן
sl: Oblak
uk: Хмара

source: Please type your email:
ast: Escribi'l to corréu-e:
da: Indtast venligst din e-mail:
de: Bitte geben Sie Ihre E-Mail-Adresse ein:
el: Παρακαλώ πληκτρολογείστε το email σας:
gl: Escriba o seu correo electrónico:
he: נא להזין את כתובת הדוא״ל שלך:
it: Digitare la propria email:
sl: Vnesite svojo e-pošto:
uk: Вкажіть адресу вашої електронної пошти:

source: Please tell us your name and choose a password:
ast: Escribi'l to nome y escueyi una contraseña:
da: Oplys dit navn og vælg en adgangskode:
de: Geben Sie bitte Ihren Namen ein und wählen Sie ein Passwort
el: Παρακαλώ πείτε μας το όνομά σας και επιλέξτε έναν κωδικό πρόσβασης:
gl: Díganos o seu nome e escolla un contrasinal:
he: נשמע לדעת איך קוראים לך ומה הססמה המועדפת עליך:
it: Inserire il proprio nome e scegliere una password:
sl: Vnesite svoje ime in izberite geslo:
uk: Вкажіть ваше ім’я і виберіть пароль:

source: Ubuntu One is the single account you use to log in to all services and sites related to Ubuntu.
ast: Ubuntu One ye una cuenta única que s'usa p'acceder a tolos sitios rellacionaos con Ubuntu.
da: Ubuntu One er den eneste konto, som du anvender til at logge ind på alle tjenester og steder, der er relateret til Ubuntu.
de: Ubuntu One ist das einzige Konto, das Sie für mit Ubuntu verbundene Dienste oder Seiten benötigen.
el: Το Ubuntu One είναι ένα απλός λογαριασμός που τον χρησιμοποιείτε για να συνδεθείτε σε όλες τις υπηρεσίες και τις σελίδες που σχετίζονται με το Ubuntu.
gl: Ubuntu One é unha única conta para iniciar sesión en todos os servizos e sitios de Ubuntu.
he: Ubuntu One הוא החשבון המאוחד בו ניתן להשתמש כדי להיכנס לכל השירותים והאתרים הקשורים באובונטו.
it: Ubuntu One è l'unico profilo con cui accedere a tutti i servizi e ai siti collegati a Ubuntu.
sl: Ubuntu One je en račun, ki ga uporabljate za prijavo v vse storitve ter vsa spletišča povezana z Ubuntujem.
uk: Ubuntu One — система єдиного облікового запису, за допомогою якого ви зможете користуватися усіма службами та сайтами, пов’язаними з Ubuntu.

source: Get new apps from the Software Center, store files in your personal cloud, buy tracks from the Music Store, manage your payments and subscriptions - you decide which services you need.
ast: Obtén aplicaciones del Centru de Software, guarda ficheros na to nube personal, merca canciones na Music Store, remana los tos pagos y soscripciones - tu decides qué servicios necesites.
da: Hent nye apps fra Softwarecenteret, gem filer i din personlige sky, køb numre fra Musikbutikken, administrér dine betalinger og abonnementer - du afgør selv hvilke tjenester, du har brug for.
de: Laden Sie neue Anwendungen aus dem Software-Center, sichern Sie Daten in Ihrer persönlichen Cloud, kaufen Sie Ihre Lieblingslieder aus dem Music Store und verwalten Sie Ihre Zahlungen und Bestellungen - Sie entscheiden, welche Dienste Sie brauchen.
el: Εγκαταστήστε νέα προγράμματα από το Κέντρο λογισμικού, αποθηκεύστε αρχεία στο προσωπικό σας σύννεφο, αγοράστε τραγούδια από το Κατάστημα μουσικής, διαχειριστείτε τις αγορές και τις συνδρομές σας - επιλέγετε εσείς ποιες υπηρεσίες χρειάζεστε.
gl: Consiga novos aplicativos no Centro de Software, garde os ficheiros na nube persoal, merque na tenda de música, xestione os pagos e subscricións, vostede decide que servizos precisa.
he: הורדת יישומים חדשים ממרכז התכנה, אחסון קבצים בענן הפרטי שלך, רכישת קטעי מוזיקה מחנות המוזיקה, ניהול התשלומים והמינויים שלך - בחירת השירותים הנחוצים לך היא בידיך.
it: Ottieni nuove applicazioni dal Software Center, salva file nel cloud personale, acquista musica dal «Music Store», gestisci pagamenti e abbonamenti: decidi tu di quali servizi hai bisogno.
sl: Prejmite nove programe iz Programskega središča, hranite datoteke v svojem osebnem oblaku, kupujte skladbe iz glasbene trgovine, upravljajte s svojimi plačili ter naročninami - vi se odločite, katere storitve potrebujete.
uk: Отримуйте нові програми для Центру програм, зберігайте файли у вашій особистій скриньці обчислювальної «хмари», купуйте композиції у Музичній крамниці, керуйте вашими сплатами та передплатами. Якими службами ви хочете скористатися? Вирішувати саме вам.
