Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Install ${DISTRO} alongside them
af: Installeer ${DISTRO} naas hulle
ar: ثبّت ${DISTRO} بجانبهم
ast: Instalar ${DISTRO} xunto a ellos
bg: Инсталиране на ${DISTRO} заедно с тях
bo: མ་ལག་གཞན་དང་མཉམ་དུ་${DISTRO}སྒྲིག་འཇུག་བྱེད་པ
bs: Instaliraj ${DISTRO} pored njega
ca: Instal·la el sistema operatiu ${DISTRO} al seu costat
ckb: دامەزراندنی ${DISTRO} شانبەشانی ئەوانی تر
cs: Nainstalovat ${DISTRO} vedle nich
cy: Gosod ${DISTRO} ochr yn ochr â nhw
da: Installer ${DISTRO} side om side med dem
de: ${DISTRO} daneben installieren
el: Εγκατάσταση του ${DISTRO} παράλληλα με τα άλλα
eo: Instali ${DISTRO} flanke de ili
et: Paigalda ${DISTRO} nende kõrvale
eu: Instalatu ${DISTRO} besteekin batera
fa: نصب ${DISTRO} کنار آن‌ها
fi: Asenna ${DISTRO} niiden rinnalle
fr_ca: Installer ${DISTRO} à côté d'eux
gd: Stàlaich ${DISTRO} ri an taobh
gl: Instalar ${DISTRO} ao seu carón
he: התקנת ${DISTRO} במקביל להן
hi: ${DISTRO} का संस्थापना उनके पार्श्व में करें
hr: Instaliraj ${DISTRO} uz njih
ia: Installar ${DISTRO} con illo
it: Installa ${DISTRO} accanto
ja: ${DISTRO} をこれらと併用可能な形でインストール
kab: Sbedd ${DISTRO} tama-nnsen
km: ដំឡើង ${DISTRO} រូម​ជា​មួយ​ពួកវា
ko: ${DISTRO}을(를) 같이 설치
ku: ${DISTRO}yê li cem wan saz bike
lt: Įdiegti ${DISTRO} šalia jų
lv: Instalēt ${DISTRO} tām līdzās
mr: ${DISTRO} हे त्यांच्या बरोबर प्रतिष्ठापीत करा
my: ${DISTRO} ကို ၎င်းတို့နှင့်အတူ ထည့်သွင်းပါ
nb: Installer ${DISTRO} ved siden av
nl: Installeer ${DISTRO} ernaast
nn: Installer ${DISTRO} i tillegg
pl: Instalacja ${DISTRO} obok innych
ps: ${DISTRO} د هغو ترڅنګ لګول
pt: Instalar ${DISTRO} em paralelo
pt_br: Instalar o ${DISTRO} ao lado deles
si: එවායින් ${DISTRO} ස්ථාපනය කරන්න
sl: Namesti ${DISTRO} poleg obstoječih sistemov
sq: Instalo ${DISTRO} sëbashku me to
sr: Инсталирај „${DISTRO}“ поред њих
sv: Installera ${DISTRO} vid sidan om dem
te: ${DISTRO} ఉన్నవాటి పక్కన స్థాపించు
tg: Насб кардани ${DISTRO} ҳамроҳи низомҳои мавҷудбуда
th: ติดตั้ง ${DISTRO} ไว้คู่กับมัน
tr: ${DISTRO} dağıtımını diğerlerinin yanına kur
ug: ${DISTRO} نى ئۇلار بىلەن يانداش ئورنىتىدۇ
uk: Встановити ${DISTRO} поруч з ними
vi: Cài đặt ${DISTRO} song song với chúng
zh_hk: 將 ${DISTRO} 與它們安裝在一起

source: This computer currently has ${OS} on it. What would you like to do?
af: Die rekenaar het tans ${OS} geïnstalleer. Wat wil jy doen?
ar: يحتوي هذا الحاسوب حاليًا على ${OS}. ماذا تود أن تفعل؟
ast: Anguaño, esti equipu tien ${OS} instaláu. ¿Qué quies facer?
bg: В момента на този компютър има инсталирана операционна система ${OS}. Какво желаете да правите?
bo: རྩིས་འཁོར་འདིའི་ཐོག་ཏུ་${OS}་མ་ལག་ཡོད་པས་ཁྱོད་ཀྱིས་གང་འདྲ་བཟོ་འདོད་དམ
bs: Ovaj računar trenutno ima ${OS} na sebi. Šta želite uraditi?
ca: Aquest ordinador duu el sistema operatiu ${OS}. Què voleu fer?
ckb: ئەم کۆمپیوتەرە تەنها ${OS} لەسەرە. حەزدەکەی چی بکەیت؟
cs: Na tomto počítači je aktuálně nainstalovaný ${OS}. Co chcete udělat?
cy: Mae ${OS} ar y cyfrifiadur hwn ar hyn o bryd. Beth hoffech chi ei wneud?
da: Denne computer har ${OS} installeret. Hvad vil du gøre?
de: Auf diesem Rechner befindet sich momentan ${OS}. Wie möchten Sie vorgehen?
el: Αυτός ο υπολογιστής έχει εγκατεστημένο το λειτουργικό σύστημα ${OS}. Τι θα θέλατε να κάνετε;
eo: Ĉi tiu komputilo aktuale enhavas ${OS}. Kion vi volas fari?
et: Selles arvutis on juba ${OS}. Mida sa tahad teha?
eu: Ordenagailu honetan ${OS} dago instalatuta. Zer egin nahi duzu?
fa: این رایانه هم‌اکنون دارای ${OS} است. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa on tällä hetkellä asennettuna käyttöjärjestelmä ”${OS}”. Mitä haluat tehdä?
fr_ca: ${OS} est présentement sur cet ordinateur. Que voudriez-vous faire?
gd: Tha ${OS} air a' choimpiutair seo an-dràsta, dè bu toigh leat dèanamh?
gl: Este equipo ten instalado actualmente ${OS}. Que quere facer?
he: במחשב זה מותקנת מערכת ההפעלה ${OS}. מה ברצונך לעשות?
hi: इस समय इस कंप्यूटर पर ${OS} है; आप क्या करना चाहेंगे ?
hr: Na ovom je računalu trenutno instaliran ${OS}. Što želite učiniti?
ia: Iste computator actualmente detene ${OS}. Que desirarea tu facer?
it: Questo computer ha installato ${OS}. Come procedere?
ja: コンピューターには ${OS} がインストールされています。どのようにしますか？
kab: Aselkim-ayi yesɛa tura degs ${OS}. D-acu i tebγiḍ ad txeddmeḍ?
km: កុំព្យូទ័រ​នេះ​បច្ចុប្បន្ន​មាន ${OS} ។ តើ​អ្នក​ចង់​ធ្វើ​អ្វី ?
ko: 이 컴퓨터에는 ${OS}이(가) 설치되어 있습니다. 어떻게 하시겠습니까?
ku: Ev kompûter niha bi ${OS}ê dixebite. Tu dixwazî çi bikî?
lt: Šiame kompiuteryje jau yra ${OS} sistema. Ką norėtumėte daryti?
lv: Uz šī datora pašlaik ir ${OS}. Ko vēlaties darīt?
mr: या संगणकावर सध्या ${OS} आहे. तुम्ही काय करू इच्छिता?
my: ဤကွန်ပျဓတာတွင် လက်ရှိ ${OS} ရှိနေပါသည်။ သင်မည်သို့ လုပ်ဆောင်လိုပါသလဲ။
nb: Maskinen har allerede ${OS} installert. Hva vil du gjøre?
nl: Op deze computer is momenteel ${OS} geïnstalleerd. Wat wilt u doen?
nn: Denne datamaskina har ${OS} frå før. Kva vil du gjera?
pl: Ten komputer posiada zainstalowany system operacyjny ${OS}. Co zrobić?
ps: دا سولګر ${OS} لري. تاسې څه کول غواړئ؟
pt: Este computador tem o ${OS} instalado. O que pretende fazer?
pt_br: Atualmente este computador tem o ${OS} instalado. O que você gostaria de fazer?
si: මෙම පරිගණකය සතුව දැනට ${OS} අඩංගු වේ. ඔබට සිදුකිරීමට ඇවැසි කුමක්ද?
sl: Ta računalnik ima nameščen ${OS}. Kaj bi radi naredili?
sq: Ky kompjuter për momentin operon me ${OS} në të. Cfarë dëshironi të bëni?
sr: На овом рачунару тренутно је инсталиран „${OS}“. Шта бисте желели да урадите?
sv: Denna dator innehåller för närvarande ${OS}. Vad vill du göra?
te: ఈ కంప్యూటర్‌లో ఇది వరకే ${OS} ను కలిగిఉంది, ఏం చేయాలనుకుంటున్నారు?
tg: Дар айни ҳол компютери шумо дорои ${OS1} мебошад. Шумо чӣ кор кардан мехоҳед?
th: คอมพิวเตอร์นี้มี ${OS} อยู่แล้ว คุณต้องการจะทำอย่างไร?
tr: Bu bilgisayar hâlihazırda ${OS} işletim sistemine sahip. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا ${OS} بار ئىكەن. قانداق قىلىسىز؟
uk: На вашому комп'ютері зараз встановлено ${OS}. Що ви бажаєте зробити?
vi: Máy tính này hiện đang có hệ điều hành ${OS} . Bạn muốn làm gì?
zh_hk: 這台電腦目前有安裝 ${OS}。您想要怎麼處理？

source: This computer currently has ${OS1} and ${OS2} on it. What would you like to do?
af: Die rekenaar het tans ${OS1} en ${OS2} geïnstalleer. Wat wil jy doen?
ar: يحتوي هذا الحاسوب حاليًا على ${OS1} و ${OS2} ماذا تود أن تفعل؟
ast: Anguaño, esti equipu tien ${OS1} y ${OS2} instalaos. ¿Qué quies facer?
bg: На този компютър в момента има ${OS1} и ${OS2}. Какво желаете да правите?
bo: རྩིས་འཁོར་འདིའི་ཐོག་ཏུ་དང་ཐོག་${OS1} ་དང་ ${OS2} ཡོད་པས་ཁྱོད་ཀྱིས་གང་འདྲ་བཟོ་འདོད་དམ
bs: Ovaj računar trenutno ima${OS1} i ${OS2} na sebi. Šta želite uraditi?
ca: Aquest ordinador duu els sistemes operatius ${OS1} i ${OS2}. Què voleu fer?
ckb: ئەم کۆمپیوتەرە ئێستا ${OS1} و ${OS2} لەسەرە. حەزەکەی چی بکەیت؟
cs: Na tomto počítači jsou aktuálně nainstalovány ${OS1} a ${OS2}. Co chcete udělat?
cy: Mae ${OS1} a ${OS2} ar y cyfrifiadur hwn ar hyn o bryd. Beth hoffech chi ei wneud?
da: Denne computer har ${OS1} og ${OS2} installeret. Hvad vil du gøre?
de: Auf diesem Rechner befinden sich momentan ${OS1} und ${OS2}. Wie möchten Sie vorgehen?
el: Αυτός ο υπολογιστής έχει εγκατεστημένα τα λειτουργικά συστήματα ${OS1} και ${OS2}. Τι θα θέλατε να κάνετε;
eo: Ĉi tiu komputilo aktuale enhavas ${OS1} kaj ${OS2}. Kion vi volas fari?
et: Selles arvutis on juba nii ${OS1} kui ka ${OS2}. Mida sa tahad teha?
eu: Ordenagailu honetan ${OS1} eta ${OS2} daude instalatuta. Zer egin nahi duzu?
fa: این رایانه هم‌اکنون دارای ${OS1} و ${OS2} است. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa on tällä hetkellä asennettuna käyttöjärjestelmät ”${OS1}” ja ”${OS2}”. Mitä haluat tehdä?
fr_ca: ${OS1} et ${OS2} sont présentement sur cet ordinateur. Que voudriez-vous faire?
gd: Tha ${OS1} agus ${OS2} air a' choimpiutair seo an-dràsta, dè bu mhath leat dèanamh?
gl: Este equipo ten instalado actualmente ${OS1} e ${OS2}. Que quere facer?
he: במחשב זה מותקנות מערכת ההפעלה ${OS1} וגם ${OS2}. מה ברצונך לעשות?
hi: इस समय इस समय इस कंप्यूटर पर ${OS1} और ${OS2} है; आप क्या करना चाहेंगे ?
hr: Na ovom je računalu trenutno instaliran ${OS1} i ${OS2}. Što želite učiniti?
ia: Iste computator actualmente detene ${OS1} e ${OS2}. Que desirarea tu facer?
it: Questo computer ha installato ${OS1} e ${OS2}. Come procedere?
ja: コンピューターには ${OS1} と ${OS2} がインストールされています。どのようにしますか？
kab: Aselkim-agi yesɛa yakan ${OS1} akked ${OS2}. Acu tebɣiḍ ad tgeḍ ?
km: កុំព្យូទ័រ​នេះ​បច្ចុប្បន្ន​មាន ${OS1} និង ${OS2} ។ តើ​អ្នក​ចង់​ធ្វើ​អ្វី ?
ko: 이 컴퓨터에는 현재 ${OS1}와(과) ${OS2}이(가) 설치되어 있습니다. 어떻게 하시겠습니까?
ku: Di vê kompûterê de niha ${OS1} û ${OS2} heye. Tu dixwazî çi bikî?
lt: Šiame kompiuteryje jau yra ${OS1} bei ${OS2} sistemos. Ką norėtumėte daryti?
lv: Uz šī datora pašlaik ir ${OS1} un ${OS2}. Ko vēlaties darīt?
mr: या संगणकावर सध्या ${OS1} आणि ${OS2} आहेत. तुम्ही काय करू इच्छिता?
my: ဤကွန်ပျူတာတွင် လက်ရှိ ${OS1} နှင့် ${OS2} ရှိနေပါသည်။ သင်မည်သို့ လုပ်ဆောင်လိုပါသလဲ။
nb: Maskinen har allerede ${OS1} og ${OS2} installert. Hva vil du gjøre?
nl: Op deze computer zijn momenteel ${OS1} en ${OS2} geïnstalleerd. Wat wilt u doen?
nn: Denne datamaskina har ${OS1} og ${OS2} frå før. Kva vil du gjera?
pl: Ten komputer posiada zainstalowane systemy operacyjne ${OS1} i ${OS2}. Co zrobić?
ps: دا سولګر ${OS1} او ${OS2} لري. تاسې څه کول غواړئ؟
pt: Este computador tem instalado o ${OS1} e o ${OS2}. O que pretende fazer?
pt_br: Atualmente este computador tem o ${OS1} e o ${OS2} instalados. O que você gostaria de fazer?
si: මෙම පරිගණකය සතුව දැනට ${OS1} හා $OS2} අඩංගු වේ. ඔබට සිදුකිරීමට ඇවැසි කුමක්ද?
sl: Ta računalnik ima trenutno nameščena ${OS1} in ${OS2}. Kaj bi radi naredili?
sq: Ky kompjuter për momentin operon më ${OS1} dhe ${OS2} në të. Cfarë dëshironi të bëni?
sr: На овом рачунару тренутно су инсталирани „${OS1}“ и „${OS2}“. Шта бисте желели да урадите?
sv: Denna dator innehåller för närvarande ${OS1} och ${OS2}. Vad vill du göra?
te: ఈ కంప్యూటర్‌లో ప్రస్తుతం ${OS1}మరియు ${OS2} లు ఉన్నాయి, ఏం చేయాలనుకుంటున్నారు?
tg: Дар айни ҳол компютери шумо дорои ${OS1} ва ${OS2} мебошад. Шумо чӣ кор кардан мехоҳед?
th: คอมพิวเตอร์นี้มี ${OS1} และ ${OS2} อยู่แล้ว คุณต้องการจะทำอย่างไร?
tr: Bu bilgisayar hâlihazırda ${OS1} ve ${OS2} işletim sistemine sahip. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا ${OS1} ۋە ${OS2} بار ئىكەن. قانداق قىلىسىز؟
uk: На вашому комп'ютері зараз встановлені ${OS1} та ${OS2}. Що ви бажаєте зробити?
vi: Máy tính này hiện có ${OS1} và ${OS2} . Bạn muốn làm gì?
zh_hk: 這台電腦目前有安裝 ${OS1} 與 ${OS2}。您想要怎麼處理？

source: This computer currently has multiple operating systems on it. What would you like to do?
af: Die rekenaar het tans meerdere bedryfstelsels geïnstalleer. Wat wil jy doen?
ar: يحتوي هذا الحاسوب حاليًا على أنظمة تشغيل مُتعددة. ماذا تود أن تفعل؟
ast: Anguaño, esti equipu tien múltiples sistemes operativos instalaos. ¿Qué quies facer?
bg: На този компютър в момента има множество операционни системи. Какво желаете да правите?
bo: རྩིས་འཁོར་འདིའི་ཐོག་ཏུ་མ་ལག་འདྲ་མིན་འདུག་པས་ཁྱོད་ཀྱིས་གང་འདྲ་བཟོ་འདོད་དམ
bs: Ovaj računar trenutno ima više opreativnih sistema na sebi. Šta želite uraditi?
ca: Aquest ordinador duu diversos sistemes operatius. Què voleu fer?
ckb: ئەم کۆمپیوتەرە ئێستا چەن سیستمێکی کارپێکردنی لەسەرە. حەزەکەی چی بکەیت؟
cs: Na tomto počítači je aktuálně nainstalováno více operačních systémů. Co chcete udělat?
cy: Mae nifer o systemau gweithredu ar y cyfrifiadur hwn ar hyn o bryd. Beth hoffech chi ei wneud?
da: Denne computer har i øjeblikket flere operativsystemer installeret på sig. Hvad vil du gøre?
de: Auf diesem Rechner befinden sich momentan mehrere Betriebssysteme. Wie möchten Sie vorgehen?
el: Αυτός ο υπολογιστής έχει περισσότερα από ένα λειτουργικά συστήματα εγκατεστημένα. Τι θα θέλατε να κάνετε;
eo: Ĉi tiu komputilo aktuale enhavas plurajn operaciumojn. Kion vi volas fari?
et: Selles arvutis on juba mitu operatsioonisüsteemi. Mida sa tahad teha?
eu: Ordenagailu honetan sistema eragile ugari daude instalatuta. Zer egin nahi duzu?
fa: این رایانه هم‌اکنون دارای چندین سیستم‌عامل است. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa on tällä hetkellä asennettuna useita käyttöjärjestelmiä. Mitä haluat tehdä?
fr_ca: Plusieurs systèmes d’exploitation sont présentement sur cet ordinateur. Que voudriez-vous faire?
gd: Tha iomadh siostam-obrachaidh air a' choimpiutair seo. Dè bu chaomh leat dèanamh?
gl: Este equipo ten instalados actualmente múltiples sistemas operativos. Que quere facer?
he: במחשב זה מותקנות מספר מערכות הפעלה. מה ברצונך לעשות?
hi: इस समय इस कंप्यूटर पर एकाधिक ऑपरेटिंग तंत्र हैं; आप क्या करना चाहेंगे?
hr: Na ovom je računalu trenutno instalirano nekoliko operativnih sustava. Što želite učiniti?
ia: Iste computator actualmente detene plure systema operative. Que desirarea tu facer?
it: Questo computer ha installato più di un sistema operativo. Come procedere?
ja: コンピューターには複数のOSがインストールされています。どのようにしますか？
kab: Aselkim-agi yesɛa akka tura aṭas n yinagrawen n wammud. Acu tebɣiḍ ad tgeḍ ?
km: កុំព្យូទ័រ​នេះ​បច្ចុប្បន្ន​មាន​​ប្រព័ន្ធ​ប្រតិបត្តិការ​ច្រើន ។ តើ​អ្នក​ចង់​ធ្វើ​អ្វី ?
ko: 이 컴퓨터에는 여러 개의 운영 체계가 설치되어 있습니다. 어떻게 하시겠습니까?
ku: Di vê kompûterê de niha ji yekî zêdetir sîstema xebitandinê heye. Tu dixwazî çi bikî?
lt: Šiame kompiuteryje jau įdiegtos kelios operacinės sistemos. Ką norėtumėte daryti?
lv: Uz šī datora pašlaik ir vairākas operētājsistēmas. Ko vēlaties darīt?
mr: या संगणकावर सध्या अनेक ऑपरेटिंग प्रणाली आहेत. तुम्ही काय करू इच्छिता?
my: ဤကွန်ပျူတာတွင် အလုပ်လုပ်ဆောင်မှုစနစ် အများအပြား ရှိနေပါသည်။ သင်မည်သို့ လုပ်ဆောင်လိုပါသလဲ။
nb: Maskinen har allerede flere operativsystemer installert. Hva vil du gjøre?
nl: Op deze computer zijn momenteel meerdere besturingssystemen geïnstalleerd. Wat wilt u doen?
nn: Denne datamaskina har fleire operativsystem installert. Kva vil du gjera?
pl: Ten komputer posiada zainstalowanych kilka systemów operacyjnych. Co zrobić?
ps: دا سولګر ګڼ چليز غونډالونه لري. تاسې څه کول غواړئ؟
pt: Este computador tem diversos sistemas operativos. O que pretende fazer?
pt_br: Atualmente este computador tem vários sistemas operacionais. O que você gostaria de fazer?
si: මෙම පරිගණකය සතුව දැනට මෙහෙයුම්පද්ධති කිහිපයක් අඩංගු වේ. ඔබට සිදුකිරීමට ඇවැසි කුමක්ද?
sl: Ta računalnik ima trenutno nameščenih več operacijskih sistemov. Kaj bi radi naredili?
sq: Ky kompjuter për momentin operon me disa sisteme shfrytëzimi në të. Cfarë dëshironi të bëni?
sr: На овом рачунару тренутно је инсталирано више оперативних система. Шта бисте желели да урадите?
sv: Denna dator innehåller för närvarande flera operativsystem. Vad vill du göra?
te: ఈ కంప్యూటర్‌లో ఇది వరకే బహుళ ఆపరేటింగ్ సిస్టంలో ఉన్నాయి, ఏం చేయాలనుకుంటున్నారు?
tg: Дар айни ҳол компютери шумо дорои якчанд низоми амалкунанда мебошад. Шумо чӣ кор кардан мехоҳед?
th: คอมพิวเตอร์นี้มีหลายระบบปฏิบัติการ คุณต้องการจะทำอย่างไร?
tr: Bu bilgisayar hâlihazırda birden fazla işletim sistemine sahip. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا بىر قانچە مەشغۇلات سىستېمىسى بار ئىكەن. قانداق قىلىسىز؟
uk: На вашому комп'ютері встановлено декілька операційних систем. Що ви бажаєте зробити?
vi: Máy tính này hiện đang chạy đa hệ điều hành. Bạn muốn làm gì?
zh_hk: 這台電腦目前有安裝多種作業系統。您想要怎麼處理？

source: This computer currently has no detected operating systems. What would you like to do?
af: Die rekenaar het tans geen opspoorbare bedryfstelsel geïnstalleer nie. Wat wil jy doen?
ar: لم تُكتشف أي أنظمة تشغيل حالية على هذا الحاسوب. ماذا تود أن تفعل؟
ast: Nun se deteuta dengún sistema operativu nesti equipu. ¿Qué quies facer?
bg: На този компютър в момента няма засечени операционни системи. Какво желаете да правите?
bo: རྩིས་འཁོར་འདིའི་ཐོག་ཏུ་འཚོལ་ཐུབ་པའི་མ་ལག་སྒྲིག་འཇུག་བྱས་མེད་པས་ཁྱོད་ཀྱིས་གང་འདྲ་བཟོ་དགོས་སམ
bs: Ovaj računar trenutno nema prepoznatih opreativnih sistema na sebi. Šta želite uraditi?
ca: Aquest ordinador no duu cap sistema operatiu que s'hagi detectat. Què voleu fer?
ckb: ئەم کۆمپیوتەرە هیچ سیستمێکی کارپیکردنی لەسەر نەدۆزرایەوە. حەزەکەی چی بکەیت؟
cs: Na tomto počítači nebyly rozpoznány žádné operační systémy. Co chcete udělat?
cy: Does dim system weithredu ar y cyfrifiadur hwn ar hyn o bryd. Beth hoffech chi ei wneud?
da: Der blev ikke fundet nogen operativsystemer på denne computer. Hvad vil du gøre?
de: Auf diesem Rechner befinden sich momentan keine erkannten Betriebssysteme. Wie möchten Sie vorgehen?
el: Αυτός ο υπολογιστής δεν έχει λειτουργικό σύστημα. Τι θα θέλατε να κάνετε;
eo: Ĉi tiu komputilo aktuale ne enhavas detektitan operaciumon. Kion vi volas fari?
et: Sellest arvutist ei leitud ühtegi operatsioonisüsteemi. Mida sa tahad teha?
eu: Ordenagailu honetan ez dago sistema eragile ezagunik instalatuta. Zer egin nahi duzu?
fa: این رایانه هم‌اکنون دارای هیچ سیستم‌عامل شناخته‌شده‌ای نیست. می‌خواهید چه کنید؟
fi: Tässä tietokoneessa ei havaittu asennettuja käyttöjärjestelmiä. Mitä haluat tehdä?
fr_ca: Aucun système d’exploitation n’a été détecté sur cet ordinateur. Que voudriez-vous faire?
gd: Cha do lorg sinn siostam-obrachaidh air a' choimpiutair seo. Dè bu toigh leat dèanamh?
gl: Este equipo non ten instalado actualmente ningún sistema operativo. Que quere facer?
he: לא זוהו מערכות הפעלה כלשהן במחשב זה. מה ברצונך לעשות?
hi: इस समय इस कंप्यूटर पर कोई भी पता लगाये गए ऑपरेटिंग तंत्र नहीं हैं; आप क्या करना चाहेंगे?
hr: Na ovom računalu nije pronađen nijedan operativni sustav. Što želite učiniti?
ia: Iste computator actualmente detene nulle systema operative revelate. Que desirarea tu facer?
it: Non è stato trovato alcun sistema operativo installato su questo computer. Come procedere?
ja: コンピューターにインストールされたOSは見つかりませんでした。どのようにしますか？
kab: Aselkim-agi akka tura ur ttwafen ara deg-s yinagrawen n wammud. Acu tebɣiḍ ad tgeḍ ?
km: កុំព្យូទ័រ​នេះ​បច្ចុប្បន្ន​គ្មាន​ប្រព័ន្ធ​ប្រតិបត្តិការ​ទេ ។ តើ​អ្នក​ចង់​ធ្វើ​អ្វី ?
ko: 이 컴퓨터에는 설치한 운영 체제가 없습니다. 어떻게 하시겠습니까?
ku: Di vê kompûterê de ti sîstemeke xebitandinê nehate tesbîtkirin. Tu dixwazî çi bikî?
lt: Šiame kompiuteryje neaptikta jokių įdiegtų operacinių sistemų. Ką norėtumėte daryti?
lv: Uz šī datora nav atrastas operētājsistēmas. Ko vēlaties darīt?
mr: या संगणकावर सध्या कुठलीच ऑपरेटिंग प्रणाली नाही. तुम्ही काय करू इच्छिता?
my: ဤကွန်ပျူတာတွင် အလုပ်လုပ်ဆောင်မှု စနစ် တွေ့ရှိခြင်း မရှိပါ။ သင်မည်သို့ လုပ်ဆောင်လိုပါသလဲ။
nb: Fant ingen installerte operativsystemer på datamaskinen. Hva ønsker du å gjøre?
nl: Er is geen besturingssysteem gevonden op deze computer. Wat wilt u doen?
nn: Denne datamaskina ser ikkje ut til å ha noko operativsystem. Kva vil du gjera?
pa: ਇਸ ਕੰਪਿਊਟਰ ਉੱਤੇ ਕੋਈ ਵੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਨਹੀਂ ਖੋਜਿਆ ਗਿਆ। ਤੁਸੀਂ ਕੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Ten komputer nie ma zainstalowanego żadnego systemu operacyjnego. Co zrobić?
ps: دا سولګر هېڅ چليز غونډالونه نه لري. تاسې څه کول غواړئ؟
pt: Este computador não tem qualquer sistema operativo. O que pretende fazer?
pt_br: Atualmente não foi detectado nenhum sistema operacional neste computador. O que você gostaria de fazer?
si: මෙම පරිගණකය සතුව දැනට මෙහෙයුම්පද්ධති කිසිවක් නොමැත ඔබට සිදුකිරීමට ඇවැසි කුමක්ද?
sl: Na tem računalniku ni bilo zaznanih operacijskih sistemov. Kaj bi radi naredili?
sq: Ky kompjuter për momentin nuk ka një sistem shfrytëzimi. Cfarë dëshironi të bëni?
sr: На овом рачунару тренутно нема инсталираних оперативних система. Шта бисте желели да урадите?
sv: Denna dator innehåller för närvarande inga upptäckta operativsystem. Vad vill du göra?
te: ఈ కంప్యూటర్‌లో ప్రస్తుతం ఏ ఆపరేటింగ్ సిస్టం లేదు, ఏం చేయాలనుకుంటున్నారు?
tg: Дар айни ҳол компютери шумо дорои ягон низоми амалкунанда намебошад. Шумо чӣ кор кардан мехоҳед?
th: ไม่พบระบบปฏิบัติการบนเครื่องนี้ คุณต้องการจะทำอย่างไร?
tr: Bu bilgisayarda herhangi bir işletim sistemi tespit edilmedi. Ne yapmak istersiniz?
ug: مەزكۇر كومپيۇتېردا ھېچقانداق مەشغۇلات سىستېمىسى يوق ئىكەن. قانداق قىلىسىز؟
uk: На вашому комп'ютері не виявлено жодної операційної системи. Що ви бажаєте зробити?
vi: Máy tính này hiện không có hệ điều hành nào. Bạn muốn làm gì?
zh_hk: 這台電腦目前未偵測到有作業系統。您想要怎麼處理？

source: Before:
af: Voor:
ar: قبل:
ast: Enantes:
bg: Преди:
bo: དེའི་སྔོན：
bs: Prije:
ca: Abans:
ckb: پێشتر:
cs: Před:
cy: Cyn:
da: Før:
de: Vorher:
el: Πριν:
eo: Antaũe:
et: Enne:
eu: Aurretik:
fa: پیش:
fi: Ennen:
fr_ca: Avant :
gd: Ro:
gl: Antes:
he: לפני:
hi: पूर्वः
hr: Prije:
ia: Antea:
it: Prima:
ja: 前 :
kab: Weqbel:
km: មុន ៖
ko: 이전:
ku: Berê:
lt: Dabar:
lv: Pirms:
mr: पूर्वी :
nb: Før
nl: Voor:
nn: Før:
pl: Przed:
ps: مخکې:
pt: Antes:
pt_br: Antes:
si: පෙර:
sl: Prej:
sq: Më Parë
sr: Пре:
sv: Före:
tg: Пеш аз:
th: ก่อน:
tr: Önce:
ug: ئىلگىرى:
uk: До:
vi: Trước:
zh_hk: 之前：

source: After:
af: Na:
ar: بعد:
ast: Dempués:
bg: След:
bo: དེའི་རྗེས：
bs: Poslije:
ca: Després:
ckb: دوواتر:
cs: Po:
cy: Ar ôl:
da: Efter:
de: Nachher:
el: Μετά:
eo: Poste:
et: Pärast:
eu: Ondoren:
fa: پس:
fi: Jälkeen:
fr_ca: Après :
gd: As dèidh:
gl: Despois:
he: אחרי:
hi: पश्चातः
hr: Nakon:
ia: Postea:
it: Dopo:
ja: 後 :
kab: Mbeɛd:
km: បន្ទាប់ ៖
ko: 이후:
ku: Peyde:
lt: Po įdiegimo:
lv: Pēc:
mr: नंतर :
nb: Etter
nl: Na:
nn: Etter:
pl: Po:
ps: وروسته:
pt: Depois:
pt_br: Depois:
si: පසු:
sl: Potem:
sq: Më Pas
sr: После:
sv: Efter:
tg: Баъд аз:
th: หลัง:
tr: Sonra:
ug: داۋامى:
uk: Після:
vi: Sau:
zh_hk: 之後：

source: Encrypt the new ${RELEASE} installation for security
af: Enkripteer die nuwe ${RELEASE}-installasie vir veiligheid.
ar: تشفير تثبيت ${RELEASE} الجديد للأمان
bs: Šifruj novu ${RELEASE} instalaciju radi sigurnosti
ca: Encripta la nova instal·lació ${RELEASE} per seguretat
ckb: بەهێماکردنی(پاراستن) ی دامەزراندنی ${RELEASE} بۆ پاراستن.
cs: Zabezpečit novou instalaci ${RELEASE} šifrováním
cy: Amgryptio'r gosodiad ${RELEASE} newydd ar gyfer diogelwch
eo: Ĉifri, por sekureco, la novan instaladon de ${RELEASE}
et: Turvalisuse tagamine paigaldatava ${RELEASE} krüptimisega
eu: Zifratu ${RELEASE} instalazio berria segurtasunerako
fa: رمزنگاری نصب جدید ${RELEASE} برای امنیت
fi: Salaa uusi ${RELEASE}-asennus paremman tietoturvan vuoksi
fr_ca: Chiffrer la nouvelle installation de ${RELEASE} pour plus de sécurité
gd: Crioptaich an stàladh ùr de ${RELEASE} airson tèarainteachd a bharrachd
hr: Šifriraj novu ${RELEASE} instalaciju iz sigurnosnih razloga
ia: Cryptar pro securitate le nove installation del ${RELEASE}
ja: 安全のため新しい${RELEASE}のインストールを暗号化する
kab: Wgelhen ${RELEASE} amaynut i tɣellist
ku: Ji bo ewlehiyê sazkirina ${RELEASE} ya nû şîfre bike
lt: Užšifruoti naująjį ${RELEASE} įdiegimą, siekiant saugumo
lv: Šifrēt jauno ${RELEASE} instalāciju drošības dēļ
mr: सुरक्षेसाठी नवीन ${RELEASE} प्रस्थापन एन्क्रिप्ट करा
nl: De nieuwe installatie van ${RELEASE} versleutelen voor de veiligheid
nn: Krypter den nye ${RELEASE}-installasjonen for å auka tryggleiken
pl: Szyfrowanie nowej instalacji ${RELEASE} dla zwiększenia bezpieczeństwa
ps: د خونديتوب لپاره د نوي ${RELEASE} لګاو کوډه کښل کول
pt: Encriptar a nova instalação do ${RELEASE} para maior segurança.
sr: Шифрујте нову инсталацију „${RELEASE}“ зарад безбедности
sv: Kryptera din nya ${RELEASE}-installation för extra säkerhet
tg: Рамзгузорӣ кардани насби низоми нави ${RELEASE} барои амният
th: เข้ารหัสการติดตั้ง ${RELEASE} ใหม่เพื่อความปลอดภัย
tr: Yeni ${RELEASE} kurulumunu güvenlik için şifrele
ug: يېڭى {RELEASE}$گە مەخپىي نۇمۇر قېتىش ئارقىلىق بىخەتەرلىك دەرىجىسىنى يۇقۇرى كۆتۈرسۇن
vi: Mã hóa bản cài đặt ${RELEASE} để bảo mật
zh_hk: 加密 ${RELEASE} 新安裝以保障安全性
