Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Boot loader
af: Selflaaier
ar: محمّل الإقلاع
ast: Cargando arranque
bg: Зареждане на операционна система
bo: འགོ་འཛུགས་ཆས
bs: Pokretač sistema
ca: Carregador
ckb: بارکه‌ری بووت
cs: Zavaděč
cy: Cychwynnwr
da: Opstartsindlæser
el: Διαχειριστής εκκίνησης
eo: Praŝargilo
et: Alglaadur
eu: Abiarazte-kudeatzailea
fa: بارکنندهٔ راه‌انداز
fi: Alkulatausohjelma
fr_ca: Chargeur d'amorçage
gl: Cargador de arranque
he: מנהל אתחול
hi: बूटलोडर
hr: Učitač pokretanja
ia: Cargator de boot
ja: ブートローダ
kab: Amsalay n usenker
km: កម្មវិធី​ចាប់​ផ្តើម​ប្រព័ន្ធ
ko: 부트 로더
ku: Barkera boot
lt: Sistemų įkėliklis
lv: Palaidējs
mr: बूट लोडर
my: စတင်ရန် ဆွဲယူမှု
nb: Oppstartslaster
nl: Opstartlader
nn: Oppstartslastar
pa: ਬੂਟ ਲੋਡਰ
pl: Program rozruchowy
ps: پيلون لېښونکی
pt: Rotina de Arranque
pt_br: Gerenciador de inicialização
si: ආරම්භක පූරකය
sl: Zagonski nalagalnik
sq: Boot ngarkues-i
sr: Покретач система
sv: Starthanterare
te: బూట్ లోడర్
tg: Худроҳандозӣ
th: บูตโหลดเดอร์
tr: Önyükleyici
ug: قوزغىتىش يۈكلىگۈچ
uk: Завантажувач
vi: Bộ nạp khởi động
zh_hk: 開機載入器

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
af: Die installasie is afgehandel. Jy kan nou voortgaan met die toets van ${RELEASE}, maar tot jy die rekenaar herlaai sal geen veranderings wat jy maak of dokumente wat jy stoor behoue bly nie.
ar: اكتمل التثبيت. يمكنك متابعة تجريب ${RELEASE} الآن، لكن لن تحفظ أي من التغييرات التي ستقوم بها حتى إعادة التشغيل.
ast: La instalación finó. Puedes siguir probando ${RELEASE} agora, pero fasta que nun reanicies l'equipu, nun van caltenese los cambeos que faigas o los documentos que guardes.
bg: Инсталацията приключи. Можете да продължите да изпробвате ${RELEASE}, но промените или документите, които запаметявате няма да бъдат запазени докато не рестартирате компютъра си.
bo: སྒྲིག་འཇུག་མཇུག་རྫོགས་ཚར། ཁྱོད་ཀྱིས་མུ་མཐུད་${RELEASE} ལ་ཚོད་ལྟ་བྱེད་ཆོག ཡིནའང་འགོ་བསྐྱར་འཛུགས་མ་བྱས་བར་བཟོ་བཅོས་དང་ཡིག་ཆ་གསོག་འཇོག་བྱས་པ་རྣམས་ཐོབ་མི་ཐུབ
bs: Instalacija je završila. Možete nastaviti testirati ${RELEASE}, ali kada restartujete računar, sve izmjene koje ste napravili ili dokumente koje ste snimili neće biti sačuvani.
ca: Ha finalitzat la instal·lació. Podeu continuar provant ${RELEASE}, però fins que no reinicieu l'ordinador no es desarà cap canvi que feu ni tampoc cap document.
ckb: دامەزراندن تەواو بوو. ئێستا دەتوانی ${RELEASE} تاقیبکەیتەوە، بەڵام تا دووبارە پێکردنەوە کۆمپیوتەرەکەت، هەر گؤرانکارییەک یان گۆڕانکاری لە بەڵگەنامە پاشەکەوت ناکرێت .
cs: Instalace byla dokončena. Nyní můžete pokračovat ve zkoušení ${RELEASE}, ale až do restartu počítače nebudou uchovány žádné změny, které uděláte, nebo dokumenty, které uložíte.
cy: Cwblhawyd y gosod. Gallwch barhau i brofi ${RELEASE} nawr, ond nes eich bod chi'n ailgychwyn y cyfrifiadur, ni chedwir unrhyw ddogfennau neu newidiadau a wnewch.
da: Installationen er færdig. Du kan nu forsætte med at teste ${RELEASE}, men indtil du genstarter computeren, vil enhver ændring du laver eller dokument du gemmer ikke blive bevaret.
de: Die Installation ist abgeschlossen. Sie können ${RELEASE} jetzt weiter ausprobieren, aber alle Änderungen, die Sie bis zu einem Neustart des Systems durchführen, werden nicht gespeichert.
el: Η εγκατάσταση ολοκληρώθηκε. Μπορείτε να συνεχίσετε τώρα να δοκιμάζετε το ${RELEASE}, αλλά μέχρι να επανεκκινήσετε τον υπολογιστή σας, οποιαδήποτε αλλαγή κάνετε ή οποιαδήποτε έγγραφα αποθηκεύσετε δε θα διατηρηθούν.
eo: La instalo finiĝis. Vi nun povas daŭrigi la testadon de ${RELEASE}, sed antaŭ la restarto de la komputilo, neniu ŝanĝo aŭ dokumento estos konservata.
et: Paigaldus on edukalt lõpule viidud. Sa võid jätkata praegu ${RELEASE} proovimist, kuid enne taaskäivitamist ei jõustu tehtavad muudatused süsteemis ning salvestatud dokumente ei säilitata.
eu: Instalazioa burutu da. ${RELEASE} probatzen jarrai dezakezu baina ordenagailua berrabiarazi arte egindako edozein aldaketa edo sortutako edozein dokumentu ez dira gordeko.
fa: نصب تمام شد. اکنون می‌توانید آزمودن ${RELEASE} را ادامه دهید، ولی تا هنگام شروع دوبارهٔ رایانه، هیچ تغییری که بدهید یا سندی که ذخیره کنید، باقی نخواهد ماند.
fi: Asennus on valmis. Voit jatkaa ${RELEASE}in kokeilua, mutta mitkään tekemäsi muutokset tai asiakirjat eivät säily, ennen kuin käynnistät koneen uudelleen.
fr_ca: L’installation est terminée. Vous pouvez maintenant continuer à tester ${RELEASE}, mais tant que vous n’aurez pas redémarré votre ordinateur, tout changement effectué ou document créé ne sera pas préservé.
gd: Chaidh an stàladh a choileanadh. 'S urrainn dhut cumail a' dol a-nis a' cur ${RELEASE} fo dheuchainn ach cha dèid atharrachadh sam bith a chuireas tu air sgrìobhainn sam bith a ghlèidheadh mus cuir thu an coimpiutair agad gu dol às ùr.
gl: A instalación rematou. Pode continuar probando ${RELEASE} agora, pero até que non reinicie o equipo non se conservará ningún cambio que faga e ningún documento que garde.
he: ההתקנה הסתיימה. ניתן להמשיך ולבדוק את ${RELEASE} כעת, אך עד להפעלת המחשב מחדש, כל השינויים שערכת או מסמכים ששמרת לא יוצגו עם הפעלת המערכת.
hi: संस्थापन समाप्त हुआ| आप अब ${RELEASE} की जाँच जारी रख सकते हैं, परंतु जब तक आप कम्प्यूटर को पुन:आरंभ नहीं करेंगे आपके द्वारा किया गया कोई बदलाव या बनाए हुए कोई दस्तावेज़ संग्रहित नही होंगे|
hr: Instalacija je završila. Možete nastaviti testirati ${RELEASE}, no bilo kakve promjene ili spremanje dokumenata prije ponovnog pokretanja računala, bit će poništeno.
ia: Tu pote continuar a testar ${RELEASE} ora, ma dum tu reinitia tu computator, tote le cambiamentos tu face o documentos tu salva non essera conservate
it: L'installazione è terminata. È possibile continuare a provare ${RELEASE}, ma finché non si riavvia il computer, qualsiasi modifica apportata o qualsiasi documento salvato non verrà preservato.
ja: インストールが完了しました。このまま ${RELEASE} の試用を続けることもできますが、コンピューターを再起動するまでは、なにか変更を行ったり文書を保存してもデータは残りません。
kab: Asbeddi ifuk. Tzemreḍ tura ad tkemmeleḍ aɛraḍ n ${RELEASE}, maca uqbel ad talseḍ tanekra n uselkim-inek m, ibeddilen ara tgeḍ neɣ isemliyen ara teskelseḍ ur ttwasseklasen ara.
km: ការដំឡើង​បាន​បញ្ចប់ ។ អ្នក​អាច​បន្ត​សាក​ល្បង​ ${RELEASE} ឥឡូវ​នេះ​បាន លុះ​ត្រា​តែ​អ្នក​ចាប់​ផ្តើម​កុំព្យូទ័រ​ឡើង​វិញ​សិន ការ​ផ្លាស់​ប្តូរ​ណា​មួយ​ដែល​អ្នកបាន​ធ្វើ ឬ​ឯកសារ​ណា​មួយ​ដែល​អ្នក​បាន​រក្សា​ទុក​នឹង​មិន​ត្រូវ​បាន​រក្សា​ទុក​ទេ ។
ko: 설치를 완료했습니다. ${RELEASE}을(를) 계속 사용할 수 있습니다. 하지만 컴퓨터를 다시 시작하지 않으면 바뀐 내용이나 저장한 문서를 잃게 됩니다.
ku: Sazkirin xelas bû. Tu dikarî dewam bikî cerribandina ${RELEASE}; lê heta ku tu kompûtera xwe ji nû ve nedî destpêkirin, guherandinên ku tu bikî an jî dokûmentên ku tu qeyd kî wê nêyen muhafezekirin.
lt: Įdiegimas baigtas. Galite toliau bandyti ${RELEASE}, tačiau tik paleidus kompiuterį iš naujo, padaryti pakeitimai, sukurti ar atsiųsti dokumentai (failai) bus išsaugoti kompiuteryje.
lv: Instalēšana pabeigta. ${RELEASE} testēšanu jūs varat turpināt, bet līdz datora pārstartēšanai jūsu veiktās izmaiņas vai saglabātie dokumenti netiks paturēti.
mr: प्रस्थापना पूर्ण झाली आहे. तुम्ही वापरणे चालू ठेवू शकता, पण तुम्ही परत सुरु केल्याशिवाय, तुमचे बदल किंवा तुम्ही बनविलेले दस्तऐवज साठविले जाणार नाहीत.
my: စနစ်ထည့်သွင်းမှု ပြီးစီးပါပြီ။ ${RELEASE} ကို စမ်းသပ်မှု ဆက်လုပ်လုပ်ဆောင်နိုင်ပါသည်။ သို့သော် ကွန်ပျူတာကို ပြန်လည် စတင်မှုမပြုလုပ်ခင် သင့် စာရွက်စာတမ်းများကို ပြုပြင်မှုများ ပြလုပ်ထားလျှင် သိမ်းထားပေးမည်မဟုတ်ပါ။
nb: Installasjonen er fullført. Du kan fortsette å teste ${RELEASE} nå, men endringer vil først kunne lagres etter at du har startet på nytt.
nl: De installatie is voltooid. U kunt nu nog doorgaan met uitproberen van ${RELEASE}, maar aanpassingen of documenten die u maakt worden niet bewaard. Dat kan pas wanneer u de computer hebt herstart vanaf de harde schijf.
nn: Installeringa er fullført. Du kan halda fram utprøvinga av ${RELEASE} no, men endringar og dokument du lagar vert ikkje lagra.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਪੂਰੀ ਹੋ ਚੁੱਕੀ ਹੈ। ਤੁਸੀਂ ਹੁਣ ${RELEASE} ਨੂੰ ਟੈਸਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ, ਪਰ ਉਦੋਂ ਤੱਕ, ਜਦ ਤੱਕ ਤੁਸੀਂ ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਨਹੀਂ ਕਰਦੇ, ਕੋਈ ਵੀ ਕੀਤੇ ਬਦਲਾਅ ਜਾਂ ਬਣਾਏ ਡੌਕੂਮੈਂਟ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਰੱਖੇ ਜਾ ਸਕਣਗੇ।
pl: Instalacja została zakończona. Można kontynuować testowanie ${RELEASE}, ale wprowadzane zmiany lub zapisywane dokumenty nie zostaną zachowane.
ps: لګونه بشپړه شوه. تاسې د ${RELEASE} ازمایلو ته پایښت ورکولای شئ، خو تر څو پورې چې تاسې سولګر بیاپیل کړی نه وي، هغه بدلونونه چې تاسې يې جوړوئ او لاسوندونه چې زېرمه کوئ، به و نه ساتل شي.
pt: A instalação terminou. Pode continuar a testar o ${RELEASE}, mas assim que o seu computador seja desligado, quaisquer alterações feitas ou documentos que guardar irão ser perdidos.
pt_br: A instalação terminou. Você pode continuar testando o ${RELEASE} agora, mas até reiniciar o computador, quaisquer alterações que você fizer ou documentos que você salvar não serão preservadas.
si: ස්ථාපනය අවසන්. ඔබට දැන් ${RELEASE} පිරික්සීම කල හැක. නමුත් ඔබ පරිගණකය නැවත අරඹන තෙක් ඔබ ලේඛන වලට කරන වෙනස්කම් කිසිවක් නොසුරැකෙනු ඇත.
sl: Namestitev je končana. Lahko nadaljujete s preizkušanjem sistema ${RELEASE}, toda do ponovnega zagona računalnika vaše spremembe ali shranjeni dokumenti ne bodo ohranjeni.
sq: Instalimi përfundoi. Ju mund të vazhdoni ta testoni ${RELEASE} tani, por deri sa të rindizni kompjuterin, çdo ndryshim që ju bëni apo dokument që krijoni nuk do të ruhet.
sr: Инсталација је завршена. Можете да наставите да тестирате ${RELEASE}, али док поново не покренете рачунар, било које промене које начините или документа која измените неће бити сачувана.
sv: Installationen är färdig. Du kan fortsätta att testa ${RELEASE} nu men alla ändringar som du gör eller dokument som du sparar, kommer inte att lagras permanent förrän du startar om datorn.
te: స్థాపన పూర్తయింది. ఇపుడు మీరు ${RELEASE} ను పరీక్షించుట కొనసాగించవచ్చు, కాని మీరు కంప్యూటర్‌ను పునఃప్రారంభించేంతవరకూ మీరు దాచిన పత్రాలు లేదా ఏదైనా మార్పులు భద్రపరుచబడవు.
tg: Насбкунӣ ба анҷом расид. Акнун шумо метавонед озмоиши ${RELEASE}-ро идома диҳед, вале то он вақте ки шумо компютерро аз нав оғоз накунед, ягон тағйироте, ки шумо татбиқ кардан мехоҳед, нигоҳ дошта намешавад.
th: การติดตั้งเสร็จสมบูรณ์ คุณสามารถทดลองใช้งาน ${RELEASE} ต่อไปได้ แต่เมื่อคุณเริ่มระบบของคอมพิวเตอร์ใหม่ การเปลี่ยนแปลงที่คุณทำหรือเอกสารที่คุณบันทึกไว้จะไม่ถูกเก็บไว้
tr: Kurulum bitti. ${RELEASE}'yu test etmeye devam edebilirsiniz; fakat bilgisayarınızı yeniden başlatana kadar, yaptığınız değişiklikler ve kaydettiğiniz belgeler saklanmayacak.
ug: ئورنىتىش تاماملاندى. ھازىر ${RELEASE} نى سىناشنى داۋاملاشتۇرالايسىز، بىراق كومپيۇتېرنى قايتا قوزغاتقاندىن كېيىنلا ئاندىن سىز قىلغان ئۆزگەرتىشلەر ياكى سىز ساقلىغان ھۆججەتلەر ساقلىنىدۇ.
uk: Встановлення завершено. Ви можете продовжити тестування ${RELEASE} зараз, але доки ви не перезавантажите комп’ютер, будь-які зміни, які ви зробите, або збереження документів не будуть збережені.
vi: Việc cài đặt đã hoàn tất. Bạn có thể tiếp tục dùng thử ${RELEASE} nhưng khi bạn khởi động lại máy tính thì bất cứ thay đổi nào bạn đã thực hiện hay bất cứ tài liệu nào bạn đã lưu đều không được bảo toàn.
zh_hk: 安裝程序已完成。您現在可以繼續測試 ${RELEASE}，但您所做出的任何變更或您所儲存的文件，都只會保留到您重新啟動電腦之前為止。

source: Go Back
af: Gaan terug
ar: ارجع
ast: Atrás
bg: Назад
bo: ཕྱིར་ལོག
bs: Idi nazad
ca: Vés enrere
ckb: گەڕانەوە
cs: Jít zpět
cy: Mynd yn ôl
da: Gå tilbage
de: Zurück
el: Πίσω
eo: Reen
et: Mine tagasi
eu: Itzuli
fa: بازگشت
fi: Palaa
fr_ca: Retourner en arrière
gd: Air ais
gl: Volver atrás
he: חזרה אחורה
hi: पीछे जाएँ
hr: Natrag
ia: Retroceder
it: Indietro
ja: 戻る
kab: Tuɣalin
km: ត្រឡប់​ទៅ​ដើម
ko: 뒤로 이동
ku: Paş ve
lt: Grįžti
lv: Atpakaļ
mr: मागे जा
my: နောက်သို့
nb: Gå tilbake
nl: Terug
nn: Gå tilbake
pa: ਪਿੱਛੇ ਜਾਓ
pl: Wstecz
ps: شا ته تلل
pt: Voltar
pt_br: Voltar
si: පසුපසට යන්න
sl: Pojdi nazaj
sq: Kthehu prapa
sr: Назад
sv: Gå tillbaka
te: వెనక్కి వెళ్ళు
tg: Бозгашт
th: ย้อนกลับ
tr: Geri Dön
ug: قايت
uk: Повернутися
vi: Quay lại
zh_hk: 返回

source: Continue
af: Gaan voort
ar: تابع
ast: Siguir
bg: Продължаване
bo: མུ་མཐུད
bs: Nastavi
ca: Continua
ckb: بەردەوام بە
cs: Pokračovat
cy: Mynd ymlaen
da: Fortsæt
de: Weiter
el: Συνέχεια
eo: Daŭrigi
et: Edasi
eu: Jarraitu
fa: ادامه
fi: Jatka
fr_ca: Continuer
gd: Lean air adhart
gl: Continuar
he: המשך
hi: आगे बढ़ें
hr: Nastavi
ia: Continuar
it: Avanti
ja: 続ける
kab: Kemmel
km: បន្ត
ko: 계속
ku: Pêşve
lt: Tęsti
lv: Turpināt
mr: पुढे
my: ရှေ့ဆက်လုပ်ဆောင်ပါ
nb: Fortsett
nl: Verder
nn: Hald fram
pa: ਜਾਰੀ ਰੱਖੋ
pl: Naprzód
ps: پايول
pt: Continuar
pt_br: Continuar
si: කරගෙන යන්න
sl: Nadaljuj
sq: Vazhdo
sr: Настави
sv: Fortsätt
te: కొనసాగించు
tg: Идома додан
th: ดำเนินการต่อ
tr: Devam et
ug: داۋاملاشتۇر
uk: Продовжити
vi: Tiếp tục
zh_hk: 繼續

source: Connect
af: Verbind
ar: اتّصل
ast: Coneutar
bg: Свързване
bo: སྦྲེལ་བ
bs: Spoji se
ca: Connecta
ckb: پەیوەندی ببەستە
cs: Připojit
cy: Cysylltu
da: Forbind
de: Verbinden
el: Σύνδεση
eo: Konekti
et: Ühendu
eu: Konektatu
fa: اتّصال
fi: Yhdistä
fr_ca: Se connecter
gd: Ceangail
gl: Conectar
he: התחברות
hi: संयोजन करें
hr: Poveži
ia: Connecter
it: Connetti
ja: 接続
kab: Qqen
km: តភ្ជាប់
ko: 연결
ku: Bê girêdan
lt: Prisijungti
lv: Savienot
mr: जोडा
my: ချိတ်ဆက်
nb: Koble til
nl: Verbind
nn: Kopla til
pl: Połącz
ps: نښلول
pt: Ligar
pt_br: Conectar
si: සම්බන්ධ කරන්න
sl: Poveži se
sq: Lidhu
sr: Повежи се
sv: Anslut
te: అనుసంధానించు
tg: Пайваст кардан
th: เชื่อมต่อ
tr: Bağlan
ug: ئۇلا
uk: З'єднатися
vi: Kết nối
zh_hk: 連接

source: Stop
ar: أوقف
ast: Detener
bg: Спиране
bo: མཚམས་བཞག
bs: Zaustavi
ca: Atura
ckb: بوه‌سته‌
cs: Zastavit
cy: Stopio
de: Anhalten
el: Διακοπή
eo: Ĉesi
et: Peata
eu: Gelditu
fa: توقّف
fi: Pysäytä
fr_ca: Arrêter
gd: Stad
gl: Deter
he: עצירה
hi: रोकें
hr: Zaustavi
ia: Stoppar
it: Ferma
ja: 停止
kab: Seḥbes
km: បញ្ឈប់
ko: 정지
ku: Sekinandin
lt: Stabdyti
lv: Apturēt
mr: थांबा
my: ရပ်မည်
nb: Stopp
nn: Stopp
pl: Zatrzymaj
ps: تمول
pt: Parar
pt_br: Parar
si: නවත්වන්න
sl: Zaustavi
sq: Ndalo
sr: Заустави
sv: Stoppa
te: ఆపు
tg: Истодан
th: หยุด
tr: Durdur
ug: توختا
uk: Стоп
vi: Dừng
zh_hk: 停止

source: Continue in UEFI mode
af: Gaan voort in UEFI modus
ar: استمر في وضع UEFI
bs: Nastavi u UEFI modu
ca: Continua en mode UEFI
ckb: بەردەوام بە بە دۆخی UEFI
cs: Pokračovat v UEFI
cy: Parhau yn y modd UEFI
eo: Daŭrigi per UEFI-reĝimo
et: Jätka UEFI režiimis
eu: Jarraitu UEFI moduan
fa: ادامه در حالت UEFI
fi: Jatka UEFI-tilassa
fr_ca: Poursuivre en mode UEFI
gd: Lean air adhart sa mhodh UEFI
hr: Nastavi u UEFI načinu
ia: Continuuar in modo UEFI
ja: UEFIモードにとどまる
kab: Kemmel s uskar UEFI
ku: Di moda UEFIyê de dewam bike
lt: Tęsti UEFI veiksenoje
lv: Turpināt UEFI režīmā
mr: UEFI मोड मध्ये पुढे जा
nl: Doorgaan in UEFI-modus
nn: Hald fram i UEFI-modus
pl: Kontynuacja w trybie UEFI
ps: UEFI اکر کښې پايول
pt: Continuar em UEFI
sr: Настави у УЕФИ режиму
sv: Fortsätt i UEFI-läge
tg: Идома додан дар реҷаи UEFI
th: ดำเนินการต่อในโหมด UEFI
tr: UEFI modunda devam et
ug: UEFI ھالەتتە داۋاملاشتۇر
vi: Tiếp tục trong chế độ UEFI
zh_hk: 以 UEFI 模式繼續

source: Installation is complete. You need to restart the computer in order to use the new installation.
af: Installasie is afgehandel. Jy moet jou rekenaar herlaai om die nuwe installasie te kan gebruik.
ar: اكتملت عملية التثبيت. ينبغي عليك إعادة تشغيل النظام لكي تتمكن من استخدام التثبيت الجديد.
ast: La instalación completóse. Necesites reaniciar l'equipu pa poder usar la nueva instalación.
bg: Инсталацията завърши. Трябва да рестартирате компютъра, за да използвате новата инсталация.
bo: སྒྲིག་འཇུག་ལེགས་འགྲུབ་བྱས་ཚར། རྩིས་འཁོར་འགོ་བསྐྱར་འཛུགས་བྱས་ནས་སྒྲིག་འཇུག་གསར་བ་སྤྱོད་དགོས།
bs: Instalacija je završila. Morate ponovo pokrenuti računar kako biste pokrenuli novi sistem.
ca: S'ha completat la instal·lació. Heu de tornar a iniciar l'ordinador per a utilitzar la instal·lació nova.
ckb: دامەزراندن تەواو بوو. پێویستە کۆمپیوتەرەکەت پێبکەیتەوە بۆ تەواوکردنی دامەزراندن.
cs: Instalace je dokončena. Pokud chcete začít používat právě nainstalovaný systém, je nutné restartovat počítač.
cy: Wedi gosod Ubuntu. Mae'n rhaid ailgychwyn y cyfrifiadur er mwyn defnyddio'r gosodiad newydd.
da: Installationen er fuldført. Du skal genstarte computeren for at tage den nye installation i brug.
de: Die Installation ist abgeschlossen. Sie müssen jetzt den Rechner neu starten, um das System zu benutzen.
el: Η εγκατάσταση ολοκληρώθηκε. Θα χρειαστεί επανεκκίνηση του υπολογιστή για να την χρησιμοποιήσετε.
eo: Instalado finiĝis. Vi bezonas restartigi la komputilon por uzi la novan instalaĵon.
et: Paigaldamine on eduaklt lõpule viidud. Paigaldatud süsteemi kasutamiseks tuleb arvuti taaskäivitada.
eu: Instalazioa burutu da. Orain zure sistema berrabiarazi behar duzu zure sistema berria erabili ahal izateko.
fa: نصب کامل شد. برای استفاده از نصب جدید، نیاز است رایانه را دوباره شروع کنید.
fi: Asennus on valmis. Käynnistä tietokone uudelleen, niin voit käyttää asennettua järjestelmää.
fr_ca: L'installation est terminée. Vous devez redémarrer l'ordinateur afin d'utiliser votre nouvelle installation.
gd: Chaidh an stàladh a choileanadh. Feumaidh tu an coimpiutair agad a chur gu dol às ùr mus urrainn dhut an stàladh ùr a chleachdadh.
gl: A instalación completouse con éxito. Debe reiniciar o computador para poder usar a nova instalación.
he: ההתקנה הושלמה. עליך להפעיל את המחשב מחדש כדי להשתמש בהתקנה החדשה.
hi: संस्थापना पूरा हो चुका है. नई संस्थापना का इस्तेमाल करने के लिए आपको कम्प्यूटर पुनःआरंभ करना होगा.
hr: Instalacija je završila. Ponovno pokrenite računalo kako biste koristili novi sustav.
ia: Le installation es complete. Tu necessita reinitiar le computator pro usar le nove installation.
it: L'installazione è stata completata. È necessario riavviare il computer per poter usare il sistema appena installato.
ja: インストールは完了しました。新たにインストールされたシステムを使うにはコンピューターの再起動が必要です。
kab: Asbeddi immed. Isefk ad talseḍ asekker n uselkim iwakken ad tesqedceḍ asbeddi amaynut.
km: បាន​បញ្ចប់​ការ​ដំឡើង ។ អ្នក​ចាំ​បាច់​ត្រូវ​ចាប់​ផ្តើម​កុំព្យូទ័រ​ឡើង​វិញ​ ដើម្បី​ប្រើ​ការដំឡើង​វិញ ។
ko: 설치가 끝났습니다. 새로 설치한 프로그램을 사용하려면 컴퓨터를 다시 시작해야 합니다.
ku: Sazkirin qediya. Ji bo bikaranîna pergala nû, divê kompîturê ji nû ve bidî destpêkirin.
lt: Įdiegimas baigtas. Norėdami naudotis naująja sistema turite paleisti kompiuterį iš naujo.
lv: Instalēšana ir pabeigta. Lai lietotu jauno sistēmu, jums ir jāpārstartē dators.
mr: प्रस्थापना पूर्ण झाली. तुम्हाला तुमची नवीन प्रस्थापना वापरण्यासाठी संगणक पुन्हा चालू करावा लागेल.
my: စနစ်ထည့်သွင်းမှု ပြီးစီးပါပြီ။ သင့်အနေဖြင့် ထည့်သွင်းခြင်းအသစ်အသုံးပြုနိုင်ရန် အမိန့်တစ်ခုအနေဖြင့် ကွန်ပျူတာအား ပြန်လည်စတင်ရန် လိုအပ်သည်။
nb: Installasjonen er fullført. Du må starte datamaskinen på nytt for å bruke den nye installasjonen.
nl: De installatie is voltooid. U moet de computer herstarten om de nieuwe installatie te kunnen gebruiken.
nn: Installeringa er fullført. Du må starta datamaskina på nytt for å bruka den nye installasjonen.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਪੂਰੀ ਹੋਈ ਹੈ। ਨਵੀਂ ਇੰਸਟਾਲੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਕੰਪਿਊਟਰ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ।
pl: Instalacja została zakończona. Aby zacząć używać zainstalowanego systemu, konieczne jest ponowne uruchomienie komputera.
ps: لګونه بشپړه شوه. د نوې لګونې د کارولو لپاره سولګر مو بیاپیلون ته اړتیا لري.
pt: A instalação está concluída. Necessita de reiniciar o computador para poder utilizar o novo Sistema Operativo.
pt_br: A instalação foi concluída. Você precisa reiniciar o computador para usar a nova instalação.
si: ස්ථාපනය සම්පූර්ණයි. නව ස්ථාපනය භාවිතා කිරීමට පරිඝණකය නැවත ඇරඹීම කල යුතුය.
sl: Namestitev je končana. Pred uporabo novo nameščenega sistema morate računalnik ponovno zagnati.
sq: Instalimi u kompletua. Ju duhet të rindizni kompjuterin për të përdorur instalimin e ri.
sr: Инсталација је завршена. Mорате поново покренути рачунар да бисте користили нову инсталацију.
sv: Installationen är färdig. Du måste starta om datorn för att använda den nya installationen.
te: స్థాపన పూర్తయింది. కొత్త స్థాపనను వాడాలంటే మీరు కంప్యూటర్‌ని పునఃప్రారంభించవలసి ఉంటుంది.
tg: Насбкунӣ ба анҷом расид. Барои истифода бурдани низоми нав, шумо бояд компютерро аз нав оғоз кунед.
th: การติดตั้งเสร็จสมบูรณ์ คุณต้องเริ่มระบบของคอมพิวเตอร์ใหม่จึงจะใช้งานระบบที่ติดตั้งใหม่ได้
tr: Kurulum tamamlandı. Yeni kurulumu kullanmak için bilgisayarı yeniden başlatmanız gerekiyor.
ug: ئورنىتىش تاماملاندى. يېڭى ئورنىتىلغان سىستېمىنى ئىشلىتىش ئۈچۈن كومپيۇتېرنى قايتا قوزغىتىڭ.
uk: Встановлення завершено. Необхідно перезавантажити комп'ютер, щоб користуватись новою системою.
vi: Quá trình cài đặt đã hoàn tất. Bạn phải khởi động lại máy tính mới có thể sử dụng bản cài mới.
zh_hk: 安裝完成。您要重新啟動電腦才能使用新安裝的系統。

source: Verifying the installation configuration...
af: Besig om die installasiekonfigurasie na te gaan...
ar: يتحقق من إعدادات التثبيت...
ast: Verificando la configuración de la instalación...
bg: Проверка на конфигурацията на инсталацията...
bo: སྒྲིག་འཇུག་གི་སྒྲིག་འགོད་ལ་ཞུ་དག་བྱེད་བཞིན་པ...
bs: Verificiranje konfiguracije instalacije...
ca: S'està verificant la configuració de la instal·lació...
ckb: سەلماندنی ڕێکخستنەکانی دامەزراندن...
cs: Ověřování nastavení instalace…
cy: Wrthi'n gwirio ffurfweddiad y gosodiad...
da: Kontrollerer installationskonfigurationen...
de: Konfiguration der Installation wird überprüft …
el: Επιβεβαίωση των ρυθμίσεων εγκατάστασης...
eo: Kontrolante la instalagordojn...
et: Paigalduse sätete kontrollimine...
eu: Instalazioaren konfigurazioa egiaztatzen...
fa: در حال بررسی پیکربندی نصب…
fi: Tarkistetaan asennuksen asetuksia...
fr_ca: Vérification de la configuration de l’installation…
gd: A' dearbhadh rèiteachadh an stàlaidh...
gl: Verificando a configuración da instalación...
he: תצורת ההתקנה מתאמתת כעת...
hi: संस्थापना विन्यास को सत्यापित करें...
hr: Provjera podešavanja instalacije...
ia: Verifica del configuration del installation...
it: Verifica della configurazione d'installazione...
ja: インストールの設定を検証しています
kab: Aselken n twila n usbeddi...
km: ផ្ទៀង​ផ្ទាត់​ការកំណត់​រចនាសម្ព័ន្ធ​ការដំឡើង...
ko: 설치 설정을 확인하고 있습니다...
ku: Veavakirina sazkirinê tê rastandin...
lt: Tikrinama diegimo konfigūracija...
lv: Pārbauda instalācijas konfigurāciju...
mr: प्रतिष्ठापना संयोजना तपासत आहे...
my: စနစ်ထည့်သွင်းမှု ပြင်ဆင်ချိန်ညှိမှုများ စစ်ဆေးနေပါသည်...
nb: Kontrollerer installasjonsinstillinger...
nl: De installatie-instellingen aan het verifiëren…
nn: Kontrollerer installasjonsoppsettet …
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਸੰਰਚਨਾ ਦੀ ਜਾਂਚ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Weryfikowanie konfiguracji instalacji...
ps: د لګاو سازونه باوري کېږي...
pt: A verificar a configuração da instalação...
pt_br: Verificando a configuração da instalação...
si: ස්ථාපන සැකසුම තහවුරු කරමින්...
sl: Preverjanje nastavitve namestitve ...
sq: Duke verifikuar konfigurimin e instalimit...
sr: Проверавам подешавања инсталације...
sv: Verifierar installationskonfigurationen...
te: స్థాపక కాన్ఫిగరేషన్‌ని తనిఖీ చేస్తోంది...
tg: Санҷиши танзимоти насбкунӣ...
th: กำลังตรวจสอบการตั้งค่าการติตตั้ง...
tr: Kurulum yapılandırması doğrulanıyor...
ug: ئورنىتىش سەپلىمىسىنى دەلىللەۋاتىدۇ...
uk: Перевірка конфігурації встановлення…
vi: Đang kiểm tra cấu hình cài đặt...
zh_hk: 正在校驗安裝設定...
