Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
af: <span foreground="darkred">Waarskuwing:</span> Hierdie sal al jou ${CURDISTRO} programme, dokumente, foto's, musiek en ander lêers verwyder.
ar: <span foreground="darkred">تحذير:</span> سيؤدي ذلك إلى حذف جميع برامجك المُثبّتة على ${CURDISTRO}، ومستنداتك، وصورك، وموسيقاك، وأي ملفات أُخرى.
ast: <span foreground="darkred">Avisu:</span> Esto va desaniciar tolos programes, documentos, semeyes, música, y cualquier otru ficheru de ${CURDISTRO}.
bg: <span foreground="darkred">Внимание:</span> Това ще изтрие всичките ви ${CURDISTRO} програми, документи, снимки, музика и всички останали файлове.
bo: <span foreground="darkred">ཉེན་བརྡ:</span> འདིས་ཁྱོད་ཀྱི་ ${CURDISTRO} ་བྱ་རིམ་དང་འདྲ་པར། རོལ་དབྱངས། ཡིག་ཆ་ཡོངས་བསུབ་འགྲོ་ངེས
bs: <span foreground="darkred">Upozorenje:</span> To će obrisati sve vaše ${CURDISTRO} programe, dokumente, fotografije, muziku, i druge datoteke.
ca: <span foreground="darkred">Avís:</span> Això suprimirà tots els programes, documents, fotografies, música i altres fitxers del sistema operatiu ${CURDISTRO}.
ckb: <span foreground="darkred">ئئاگاداربە:</span> ئەمە هەموو داوانامەکان، بەڵگەکان، وێنە، مۆسیقا، هەموو پەڕگەکانی ${CURDISTRO} دەسڕێتەوە.
cs: <span foreground="darkred">Upozornění:</span> Tímto smažete všechny své programy, dokumenty, fotografie, hudbu a další soubory z ${CURDISTRO}.
cy: <span foreground="darkred">Rhybudd:</span> Bydd hyn yn dileu eich holl raglenni, dogfennau, lluniau, cerddoriaeth, a ffeiliau eraill oddi ar ${CURDISTRO}.
da: <span foreground="darkred">Advarsel:</span> Dette vil slette alle dine programmer, dokumenter, billeder, musik samt andre filer i ${CURDISTRO}.
de: <span foreground="darkred">Warnung:</span> Dies wird alle Ihre Anwendungen, Dokumente, Fotos, Musik sowie alle anderen Dateien von ${CURDISTRO} unwiderruflich löschen.
el: <span foreground="darkred">Προσοχή:</span> Αυτό θα διαγράψει όλα τα προγράμματα, τα έγγραφα, τις φωτογραφίες και όλα τα υπόλοιπα αρχεία στο ${CURDISTRO}.
eo: <span foreground="darkred">Atenton:</span> Ĉi tio forigos ĉiujn viajn programarojn, dokumentojn, fotojn, muzikon kaj aliajn dosierojn de ${CURDISTRO}.
et: <span foreground="darkred">Hoiatus:</span> Sellega kustutatakse kõik sinu ${CURDISTRO} süsteemi programmid, dokumendid, fotod, muusika ja ka kõik ülejäänud failid.
eu: <span foreground="darkred">Abisua:</span> Honek ${CURDISTRO}(e)ko programa, dokumentu, argazki, musika eta bestelako fitxategi guztiak ezabatuko ditu.
fa: <span foreground="darkred">هشدار:</span> این کار تمام برنامه‌ها،‌مستندات، عکس‌ها، آهنگ‌ها و هر پروندهٔ دیگر ${CURDISTRO} را حذف خواهد کرد.
fi: <span foreground="darkred">Varoitus:</span> Tämä poistaa kaikki käyttöjärjestelmän ”${CURDISTRO}” sovellukset, asiakirjat, valokuvat, musiikit ja muut tiedostot.
fr_ca: <span foreground="darkred">Avertissement :</span> Ceci supprimera tous vos programmes, documents, photos, musique et tout autre fichier ${CURDISTRO}.
gd: <span foreground="darkred">Rabhadh:</span> Sguabaidh seo às a h-uile prògram, sgrìobhainn, dealbh, ceòl agus faidhle ${CURDISTRO} agad.
gl: <span foreground="darkred">Aviso:</span> Isto eliminará todos os seus programas, documentos, fotos, música, e calquera outro ficheiro de ${CURDISTRO}.
he: <span foreground="darkred">אזהרה:</span> פעולה זאת תמחק את כל התכניות, המסמכים, התמונות, המוזיקה וכל הקבצים האחרים שבהתקנת ה־${CURDISTRO} שלך.
hi: <span foreground="darkred">चेतावनी:</span> यह आपके सभी ${CURDISTRO} प्रोग्रामो, दस्तावेजो, तस्वीरोँ, संगीत तथा अन्य सभी फाइलो को नष्ट कर देगा.
hr: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve vaše ${CURDISTRO} programe, dokumente, slike, glazbu i ostale datoteke.
ia: <span foreground="darkred">Advertimento:</span> Isto cancellara tote tu ${CURDISTRO} programmas, documentos, photos, music, tote le altere files.
it: <span foreground="darkred">Attenzione:</span> questa operazione eliminerà tutti i propri programmi, documenti, fotografie, musica e qualsiasi altro file da ${CURDISTRO}.
ja: <span foreground="darkred">警告:</span> これにより、 ${CURDISTRO} の中身（アプリケーション・文書・写真・音楽など）をすべて削除します。
kab: <span foreground="darkred">Ɣur-k m:</span> Ayagi ad yekkes ahilen-inek m, isemliyen, tiwlafin, aẓawan, akked waṭas n yifuyla ${CURDISTRO}
km: <span foreground="darkred">ការ​ព្រមាន ៖</span> វា​នឹង​លុប​កម្មវិធី ឯកសារ រូបថត តន្ត្រី និង​ឯកសារ​ផ្សេងៗ​នៅ​ក្នុង ${CURDISTRO} របស់​អ្នក ។
ko: <span foreground="darkred">경고:</span> 이 작업은 ${CURDISTRO}의 모든 프로그램, 문서, 사진, 음악, 기타 파일을 삭제합니다.
ku: <span foreground="darkred">Hişyarî:</span> Ev wê hemû bername, pel, wêne, muzîk, û peldankên din yên ${CURDISTRO} jê bibe.
lt: <span foreground="darkred">Dėmesio:</span> Bus ištrintos visos ${CURDISTRO} sistemoje esančios programos, dokumentai, nuotraukos, muzika bei visi kiti failai.
lv: <span foreground="darkred">Brīdinājums:</span> tas dzēsīs visas jūsu ${CURDISTRO} programmas, dokumentus, fotogrāfijas, mūziku un jebkuras citas datnes.
mr: <span foreground="darkred">सूचना:</span> याने तुमच्या ${CURDISTRO} वरील सगळे विनियोग, दस्तऐवज, फोटो, गाणी आणि बाकी फाईल्स नष्ट होतील.
nb: <span foreground="darkred">Advarsel:</span> Dette vil slette alle dine programmer, dokumenter, bilder, musikk og øvrige filer fra ${CURDISTRO}.
nl: <span foreground="darkred">Waarschuwing:</span> Dit zal al uw programma's en persoonlijke bestanden (documenten e.d.) op ${CURDISTRO} verwijderen.
nn: <span foreground="darkred">Åtvaring:</span> Dette vil sletta alle program, dokument, bilete, musikk, og alle andre filer du har i ${CURDISTRO}.
pl: <span foreground="darkred">UWAGA!</span> Trwale usuwa wszystkie programy, dokumenty, obrazy, muzykę oraz inne pliki systemu ${CURDISTRO}.
ps: <span foreground="darkred">ګواښ:</span> دا به په ${CURDISTRO} ستاسې ټول کاریالونه، لاسوندونه، انځورونه، ټنګټکور او نورې دوتنې ړنګې کړي.
pt: <span foreground="darkred">Aviso:</span> Isto vai apagar todos os programas, fotos, músicas, documentos e outros ficheiros do seu ${CURDISTRO}.
pt_br: <span foreground="darkred">Aviso:</span> Isto irá apagar todos os programas, documentos, fotos, músicas e qualquer outro arquivo do seu ${CURDISTRO}.
si: <span foreground="darkred">අවවාදයයි:</span> මෙය ඔබේ සියළු ${CURDISTRO} වැඩසටහන්, ලේඛන, ඡායාරූප, ගීත හා වෙනත් ගොනු මකාදමනු ඇත.
sl: <span foreground="darkred">Opozorilo:</span> To bo izbrisalo vse programe, dokumente, slike, glasbo in ostale datoteke iz vašega ${CURDISTRO}.
sq: <span foreground="darkred">Kujdes:</span> Kjo do të fshijë të gjitha programet e ${CURDISTRO} tuaj, dokumentet, fotot, muzikën dhe çdo skedar tjetër.
sr: <span foreground="darkred">Упозорење:</span> Ово ће избрисати све ваше ${CURDISTRO} програме, документа, фотографије, музику и било које друге датотеке.
sv: <span foreground="darkred">Varning:</span> Detta kommer att ta bort alla dina program, dokument, foton, musik och andra filer i ${CURDISTRO}.
te: <span foreground="darkred">హెచ్చరిక:</span> ఇది మీ ${CURDISTRO} లోని ప్రోగ్రాములను, పత్రాలను, చిత్రాలను, సంగీతం, మరియు ఇతర ఫైళ్ళను తీసివేస్తుంది.
tg: <span foreground="darkred">Огоҳӣ:</span> Ин амал ҳамаи барномаҳо, ҳуҷҷатҳо, суратҳо, файлҳои мусиқӣ ва ягон файлҳои дигарро дар ${CURDISTRO} нест мекунад.
th: <span foreground="darkred">คำเตือน:</span> โปรแกรม ${CURDISTRO} เอกสาร ภาพถ่าย เพลง และแฟ้มอื่นๆ ของคุณจะถูกลบ
tr: <span foreground="darkred">Uyarı:</span> Bu işlem ${CURDISTRO} dağıtımının programlarını, fotoğraflarını, müziklerini ve diğer dosyalarını silecektir.
ug: <span foreground=\"darkred\">ئاگاھلاندۇرۇش:</span> بۇنىڭدا ${CURDISTRO} دىكى بارلىق پروگراممىلار، پۈتۈكلەر، سۈرەتلەر،مۇزىكىلار ۋە باشقا ھەممە ھۆججەتلەر ئۆچۈرۈلىدۇ.
uk: <span foreground="darkred">Попередження:</span> Ця дія зітре всі програми, документи, фотографії, музику та інші файли дистрибутива ${OS}.
vi: <span foreground="darkred">Cảnh báo:</span> Việc này sẽ xóa toàn bộ các chương trình, tài liệu, ảnh, nhạc và những tập tin khác trong ${CURDISTRO} của bạn.
zh_hk: <span foreground="darkred">警告：</span>這會刪除您所有的 ${CURDISTRO} 程式、文件、相片、音樂，以及任何其他檔案。

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
af: Installeer ${DISTRO} ${VER} naas ${CURDISTRO}
ar: ثبّت ${DISTRO} ${VER} بجانب ${CURDISTRO}
ast: Instalar ${DISTRO} ${VER} xunto a ${CURDISTRO}
bg: Инсталиране на ${DISTRO} ${VER} заедно с ${CURDISTRO}
bo: ${DISTRO} ${VER}་དེ་ ${CURDISTRO}་དང་མཉམ་དུ་སྒྲིག་འཇུག་བྱེད་པ
bs: Instaliraj ${DISTRO} ${VER} pored ${CURDISTRO}
ca: Instal·la els sistemes operatius ${DISTRO} ${VER} i ${CURDISTRO} l'un al costat de l'altre
ckb: دامەزراندنی ${DISTRO} ${VER} شانبەشانی ${CURDISTRO}
cs: Nainstalovat ${DISTRO} ${VER} vedle ${CURDISTRO}
cy: Gosod ${DISTRO} ${VER} ochr yn ochr â ${CURDISTRO}
da: Installér ${DISTRO} ${VER} ved siden af ${CURDISTRO}
de: ${DISTRO} ${VER} neben ${CURDISTRO} installieren
el: Εγκατάσταση του ${DISTRO} ${VER} παράλληλα με το ${CURDISTRO}
eo: Instali ${DISTRO} ${VER} flanke al ${CURDISTRO}
et: Paigalda ${DISTRO} ${VER} praeguse ${CURDISTRO} süsteemi kõrvale
eu: Instalatu ${DISTRO} ${VER} ${CURDISTRO}(r)ekin batera
fa: نصب ${DISTRO} ${VER} کنار ${CURDISTRO}
fi: Asenna ${DISTRO} ${VER} käyttöjärjestelmän ”${CURDISTRO}” rinnalle.
fr_ca: Installer ${DISTRO} ${VER} à côté de ${CURDISTRO}
gd: Stàlaich ${DISTRO} ${VER} ri taobh ${CURDISTRO}
gl: Instalar ${DISTRO} ${VER} a carón de ${CURDISTRO}
he: התקנת ${DISTRO} ${VER} לצד ${CURDISTRO}
hi: ${DISTRO} ${VER} को ${CURDISTRO} के साथ-साथ संस्थापित करें
hr: Instaliraj ${DISTRO} ${VER} uz ${CURDISTRO}
ia: Installar ${DISTRO} ${VER} con${CURDISTRO}
it: Installa ${DISTRO} ${VER} a fianco di ${CURDISTRO}
ja: ${DISTRO} ${VER} を ${CURDISTRO} と併用可能な形でインストール
kab: Sbedd ${DISTRO} ${VER} zdat n ${CURDISTRO}
km: ដំឡើង ${DISTRO} ${VER} រួម​ជា​មួយ​នឹង ${CURDISTRO}
ko: ${CURDISTRO}을(를) 그대로 두고 ${DISTRO} ${VER} 설치
ku: Versiyona ${DISTRO} ${VER} li ba ${CURDISTRO} saz bike
lt: Įdiegti ${DISTRO} ${VER} šalia ${CURDISTRO}
lv: Instalēt ${DISTRO} ${VER} līdztekus ${CURDISTRO}
mr: ${DISTRO} ${VER} हे ${CURDISTRO} या बरोबर प्रतिष्ठापीत करा
my: ${DISTRO} ${VER} ကို နှင့် ယှဉ်တွဲ၍ ထည့်သွင်းပါ
nb: Installer ${DISTRO} ${VER} ved siden av ${CURDISTRO}
nl: Installeer ${DISTRO} ${VER} naast ${CURDISTRO}
nn: Installer ${DISTRO} ${VER} i tillegg til ${CURDISTRO}
pl: Instalacja ${DISTRO} ${VER} obok ${CURDISTRO}
ps: ${DISTRO} ${VER} د ${CURDISTRO} ترڅنګ لګول
pt: Instalar ${DISTRO} ${VER} paralelamente ao ${CURDISTRO}
pt_br: Instalar o ${DISTRO} ${VER} ao lado do ${CURDISTRO}
si: ${CURDISTRO} වෙතින් ${DISTRO} ${VER} ස්ථාපනය කරන්න
sl: Namesti ${DISTRO} ${VER} poleg ${CURDISTRO}
sq: Instalo ${DISTRO} ${VER} sëbashku ${CURDISTRO}
sr: Инсталирајте ${DISTRO} ${VER} поред ${CURDISTRO}
sv: Installera ${DISTRO} ${VER} vid sidan av ${CURDISTRO}
te: ${CURDISTRO} తోబాటు గా ${DISTRO} ${VER} ను స్థాపించండి
tg: Насб кардани ${DISTRO} ${VER} ҳамроҳи ${CURDISTRO}
th: ติดตั้ง ${DISTRO} ${VER} คู่กับ ${CURDISTRO}
tr: ${DISTRO} ${VER} dağıtımını ${CURDISTRO} dağıtımının yanına kur
ug: ${DISTRO} ${VER} بىلەن ${CURDISTRO} نى يانداش ئورنىتىدۇ
uk: Установити ${DISTRO} ${VER} пліч-о-пліч з ${CURDISTRO}
vi: Cài ${DISTRO} ${VER} bên cạnh ${CURDISTRO}
zh_hk: 將 ${DISTRO} ${VER} 與 ${CURDISTRO} 安裝在一起

source: Erase disk and install ${DISTRO}
af: Skrap skyf en installeer ${DISTRO}
ar: إمسح القرص وثبّت ${DISTRO}
ast: Desaniciar discu ya instalar ${DISTRO}
bg: Изчистване на диска и инсталиране на ${DISTRO}
bo: གསོག་སྡེར་གཙང་བཟོ་བྱས་ནས་${DISTRO}་སྒྲིག་འཇུག་བྱེད་པ
bs: Brisanje diska i instaliranje ${DISTRO}
ca: Esborra el disc i instal·la el sistema operatiu ${DISTRO}
ckb: سڕینەوەی پەپکە و دامەزراندنی ${DISTRO}
cs: Vymazat disk a nainstalovat ${DISTRO}
cy: Dileu'r ddisg a gosod ${DISTRO}
da: Slet disk og installer ${DISTRO}
de: Festplatte löschen und ${DISTRO} installieren
el: Διαγραφή του δίσκου και εγκατάσταση του ${DISTRO}
eo: Forigi diskon kaj instali ${DISTRO}
et: Vorminda ketas ja paigaldada ${DISTRO}
eu: Hustu diskoa eta instalatu ${DISTRO}
fa: پاک کردن دیسک و نصب ${DISTRO}
fi: Tyhjennä levy ja asenna ${DISTRO}
fr_ca: Effacer le disque et installer ${DISTRO}
gd: Suath glan an diosg agus stàlaich ${DISTRO}
gl: Borrar o disco e instalar ${DISTRO}
he: מחיקת הכונן והתקנת ${DISTRO}
hi: डिस्क को मिटा तथा ${DISTRO} को संस्थापित करें
hr: Obriši disk i instaliraj ${DISTRO}
ia: Cancellar le disco e installar le ${DISTRO}
it: Cancella il disco e installa ${DISTRO}
ja: ディスクを削除して${DISTRO}をインストール
kab: Ṣfeḍ aḍebsi rnu sbedd ${DISTRO}
km: លុប​ថាស ហើយ​ដំឡើង ${DISTRO}
ko: 디스크를 지우고 ${DISTRO} 설치
ku: Dîskê jê bibe û ${DISTRO} bar bike
lt: Ištrinti viską pasirinktame diske ir įdiegti ${DISTRO}
lv: Dzēst disku un instalēt ${DISTRO}
mr: डिस्क खोडा व ${DISTRO} हे प्रतिष्ठापीत करा
my: disk ကို ဖျက်သိမ်း၍ ${DISTRO} ကို ထည့်သွင်းပါ
nb: Slett hele disken og installer ${DISTRO}
nl: Wis schijf en installeer ${DISTRO}
nn: Tøm disken og installer ${DISTRO}
pa: ਡਿਸਕ ਸਾਫ਼ ਕਰੋ ਅਤੇ ${DISTRO} ਇੰਸਟਾਲ ਕਰੋ
pl: Wyczyszczenie dysku i zainstalowanie ${DISTRO}
ps: ټيکلی پاكول او ${DISTRO} لګول
pt: Apagar o disco e instalar o ${DISTRO}
pt_br: Apagar disco e reinstalar o ${DISTRO}
si: තැටිය මකාදමා ${DISTRO} ස්ථාපනය කරන්න
sl: Izbriši disk in namesti ${DISTRO}
sq: Fshije diskun dhe instalo ${DISTRO}
sr: Обриши диск и инсталирај „${DISTRO}“
sv: Radera disken och installera ${DISTRO}
te: డిస్కును చెరిపివేయు మరియు ${DISTRO} స్థాపించు
tg: Пок кардани диски компютерӣ ва насб кардани ${DISTRO}
th: ลบดิสก์และติดตั้ง ${DISTRO}
tr: Diski sil ve ${DISTRO} dağıtımını kur
ug: دىسكىنى ئۆچۈرۈپ ${DISTRO} نى ئورنىتىدۇ
uk: Стерти диск і встановити ${DISTRO}
vi: Xóa sạch đĩa và cài đặt ${DISTRO}
zh_hk: 清除磁碟並安裝 ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete any files on the disk.
af: <span foreground="darkred">Waarskuwing:</span> hierdie aksie sal alle lêers op die skyf verwyder.
ar: <span foreground="darkred">تحذير:</span> سيؤدي ذلك إلى حذف أي ملفات على هذا القرص.
ast: <span foreground="darkred">Avisu:</span> Esto va desaniciar tolos ficheros del discu.
bg: <span foreground="darkred">Внимание:</span> Това ще изчисти всички файлове на диска.
bo: <span foreground="darkred">ཉེན་བརྡ:</span> འདིས་གསོག་སྡེར་ཐོག་གི་ཡིག་ཆ་གང་ཡང་བསུབ་རྒྱུ་ཡིན
bs: <span foreground="darkred">Upozorenje:</span> To će obrisati sve datoteke na disku.
ca: <span foreground="darkred">Avís:</span> aquesta acció suprimirà tots els fitxers del disc.
ckb: <span foreground="darkred">ئئاگاداربە:</span> ئەمە هەموو پەڕەکان دەسڕێتەوە لەسەر پەپکە.
cs: <span foreground="darkred">Upozornění:</span> Tímto smažete všechny soubory na disku.
cy: <span foreground="darkred">Rhybudd:</span> Bydd hyn yn dileu unrhyw ffeiliau oddi ar y ddisg.
da: <span foreground="darkred">Advarsel:</span> Dette vil slette alle filer på disken.
de: <span foreground="darkred">Warnung:</span> Dies wird alle Dateien auf der Festplatte unwiderruflich löschen.
el: <span foreground="darkred">Προσοχή:</span> Αυτό θα διαγράψει όλα τα αρχεία στον δίσκο.
eo: <span foreground="darkred">Atenton:</span> Ĉi tio forigos ĉiujn dosierojn en la durdisko.
et: <span foreground="darkred">Hoiatus:</span> Sellega kustutatakse kettalt kõik failid.
eu: <span foreground="darkred">Abisua:</span> Honek diskoko fitxategi guztiak ezabatuko ditu.
fa: <span foreground="darkred">هشدار:</span> این کار، تمام پرونده‌های روی دیسک را حذف خواهد کرد.
fi: <span foreground="darkred">Varoitus:</span> Tämä poistaa kaikki tiedostot levyltä.
fr_ca: <span foreground="darkred">Avertissement :</span> ceci supprimera tous les fichiers sur le disque.
gd: <span foreground="darkred">Rabhadh:</span> Sguabaidh seo às gach faidhle air an diosg.
gl: <span foreground="darkred">Aviso:</span> Isto eliminará todos os ficheiros do disco.
he: <span foreground="darkred">אזהרה:</span> פעולה זו תמחק את כל הקבצים מהכונן באשר הם.
hi: <span foreground="darkred">चेतावनी:</span> यह डिस्क पर किन्ही सभी फाइलो को नष्ट कर देगा।
hr: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve datoteke na disku.
ia: <span foreground="darkred">Advertimento:</span> Isto cancellara tote le files del disco.
it: <span foreground="darkred">Attenzione:</span> verrà eliminato qualsiasi file presente sul disco.
ja: <span foreground="darkred">警告:</span> これにより、ハードディスク上のすべてのファイルが削除されます。
kab: <span foreground="darkred">Ɣur-k m:</span> Ayagi ad yekkes ifuyla yellan deg uḍebsi.
km: <span foreground="darkred">ការ​ព្រមាន ៖</span> វា​នឹង​លិប​ឯកសារ​ណាមួយ​នៅ​លើ​ថាស ។
ko: <span foreground="darkred">경고:</span> 이 작업은 디스크의 모든 파일을 삭제합니다.
ku: <span foreground="darkred">Hişyarî:</span> Ev wê hemû peldankên li ser dîskê jê bibe.
lt: <span foreground="darkred">Dėmesio:</span> Bus ištrinti visi diske esantys failai.
lv: <span foreground="darkred">Brīdinājums:</span> tiks dzēstas visas datnes uz diska.
mr: <span foreground="darkred">सूचना:</span> याने डिस्कवरच्या सगळ्या फाईल्स नष्ट होतील.
nb: <span foreground="darkred">Advarsel:</span> Dette vil slette alle filer på disken.
nl: <span foreground="darkred">Waarschuwing:</span> dit zal alle bestanden op de schijf verwijderen.
nn: <span foreground="darkred">Åtvaring:</span> Dette vil sletta alle filene på disken.
pl: <span foreground="darkred">UWAGA!</span> Trwale usuwa z dysku wszystkie pliki.
ps: <span foreground="darkred">ګواښ:</span> دا به په ټيکلي شته ټولې دوتنې ړنګې کړي.
pt: <span foreground="darkred">Aviso:</span> Isto vai apagar todos os ficheiros existentes.
pt_br: <span foreground="darkred">Aviso:</span> Isso apagará todos os arquivos contidos no disco.
si: <span foreground="darkred">අවවාදයයි:</span> මෙය තැටිය මත ඕනෑම ගොනුවක් මකාදමයි.
sl: <span foreground="darkred">Opozorilo:</span> To bo izbrisalo vse datoteke na disku.
sq: <span foreground="darkred">Kujdes:</span> Kjo do të fshijë çdo skedar në disk.
sr: <span foreground="darkred">Упозорење:</span> Ово ће избрисати све датотеке на диску.
sv: <span foreground="darkred">Varning:</span> Detta kommer att ta bort alla filer på disken.
te: <span foreground="darkred">హెచ్చరిక:</span> ఇది డిస్కు మీద ఉన్న అన్ని ఫైళ్ళను తీసివేస్తుంది.
tg: <span foreground="darkred">Огоҳӣ:</span> Ин амал ҳамаи файлҳоро дар диски компютерӣ нест мекунад.
th: <span foreground="darkred">คำเตือน:</span> ทุกแฟ้มในเครื่องจะถูกลบ
tr: <span foreground="darkred">Uyarı:</span> Bu işlem diskteki bütün dosyaları silecektir.
ug: <span foreground=\"darkred\">ئاگاھلاندۇرۇش:</span> بۇ دىسكىدىكى ھەرقانداق ھۆججەتنى ئۆچۈرۈۋېتىدۇ.
uk: <span foreground="darkred">Попередження:</span> у результаті виконання цієї дії буде вилучено всі файли на диску.
vi: <span foreground="darkred">Cảnh báo:</span> Hành động này sẽ xóa toàn bộ các tập tin trên đĩa.
zh_hk: <span foreground="darkred">警告：</span>這會刪除磁碟上的所有檔案。

source: Erase everything and reinstall
af: Skrap alles en herinstalleer
ar: امسح كل شيء وأعد التثبيت
ast: Desaniciar too y reinstalar
bg: Изчистване на всичко и преинсталиране
bo: ཡོངས་རྫོགས་བསུབ་ནས་བསྐྱར་དུ་སྒྲིག་འཇུག་བྱེད་དགོས
bs: Briši sve i ponovo instaliraj
ca: Suprimeix-ho tot i torna a instal·lar-lo
ckb: هەموو شتێک بسڕەوە و دووبارە دایمەزرێنەوە
cs: Smazat všechno a přeinstalovat
cy: Dileu popeth ac ailosod
da: Slet alt og geninstaller
de: Alles löschen und neu installieren
el: Διαγραφή όλων και επανεγκατάσταση
eo: Forigi ĉion kaj reinstali
et: Kustuta kõik ja paigalda uuesti
eu: Ezabatu guztia eta berrinstalatu
fa: پاک کردن همه‌چیز و نصب دوباره
fi: Poista kaikki ja asenna uudelleen
fr_ca: Effacer tout et réinstaller
gd: Sguab às gach nì is ath-stàlaich
gl: Borrar todo e reinstalar
he: מחיקת הכול והתקנה מחדש
hi: सबकुछ को मिटा कर पुनःसंस्थापित करें
hr: Obriši sve i ponovno instaliraj
ia: Cancellar toto e reinstallar
it: Cancella tutto e reinstalla
ja: 完全に削除して再インストール
kab: Sfeḍ kulec yernu ales asbedded
km: លុប​អ្វីៗ​ទាំងអស់ ហើយ​ដំឡើង​ឡើង​វិញ
ko: 모두 지우고 다시 설치
ku: Her tiştî jê bibe û ji nû ve bar bike
lt: Ištrinti viską ir įdiegti iš naujo
lv: Izdzēst visu un pārinstalēt
mr: सर्व खोडा व पुन्हस्थापित करा
my: အရာအားလုံး ဖျက်သိမ်း၍ ပြန်လည် ထည့်သွင်းပါ။
nb: Slett alt og installer på nytt
nl: Wis alles en installeer opnieuw
nn: Slett alt og installer på nytt
pa: ਹਰ ਚੀਜ਼ ਮਿਟਾਓ ਅਤੇ ਮੁੜ-ਇੰਸਟਾਲ ਕਰੋ
pl: Wyczyszczenie dysku i ponowna instalacja
ps: هر څه پاكول او بیالګول
pt: Apagar tudo e reinstalar
pt_br: Apagar tudo e reinstalar
si: සියල්ල මකා නැවත ස්ථාපනය කරන්න
sl: Izbriši vse in znova namesti
sq: Fshije çdo gjë dhe riinstalo
sr: Обриши све и поново инсталирај
sv: Radera allting och installera om
te: అన్నీ తుడిచేసి తిరిగి స్థాపించు
tg: Ба пуррагӣ пок кардан ва насб кардани низоми нав
th: ลบทุกอย่างและติดตั้งใหม่
tr: Her şeyi sil ve yeniden kur
ug: ھەممىنى ئۆچۈرۈپ قايتا ئورنىتىدۇ
uk: Стерти все й перевстановити
vi: Xóa mọi thứ và cài đặt lại
zh_hk: 清除任何資料並重新安裝
