Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Web browser, utilities, office software, games, and media players.
af: Webleser, nut opsies, kantoor sagteware, speletjies en media spelers.
ar: متصفح الويب والأدوات والبرامج المكتبية والألعاب ومشغلات الوسائط.
bs: Web pretraživač, pomagala, uredski softver, igre i medijski reproduktori.
ca: Navegador web, utilitats, programari d'oficina, jocs i reproductors multimèdia.
ckb: وێبگەڕ، پێداویستی، داوانامەی ئۆفیس، یاری، هەروەها لێدەری میدیا.
cs: Webový prohlížeč, nástroje, kancelářský software, hry a přehrávače médií.
cy: Porwr gwe, gwasanaethau, meddalwedd swyddfa, gemau a chwaraewyr cyfrwng.
et: Veebibrauser, tööriistad, kontoritarkvara, mängud ja meediaesitajad.
eu: Web nabigatzailea, utilitateak, bulegotika softwarea, jokoak eta multimedia-erreproduzitzaileak.
fa: مرورگر وب، ابزارها، مجموعهٔ اداری، بازی‌ها و پخش‌کننده‌های رسانه.
fi: Verkkoselain, apuohjelmat, toimisto-ohjelmisto, pelit ja multimediasoittimet.
hr: Web preglednik, pomagala, uredski softver, igre i medijske reproduktore.
ia: Navigator, utilitates, software de officio, jocos, e reproductores multimedial.
ja: ウェブブラウザー、ユーティリティ、オフィスソフトウェア、ゲームにメディアプレイヤー
kab: Iminig n web, tanfiwin, aseɣẓan n twurmahilt, uraren, akked yimeɣriyen n umidya.
ku: Geroka webê, amûr, nivîsbariyên ofîsê, lîstik û lêderên medyayan.
lt: Interneto naršyklė, paslaugų, biuro bei multimedijos (vaizdo ir garso) programos ir žaidimai.
lv: Tīmekļa pārlūks, utilītprogrammas, biroja programmatūra, spēles un mediju atskaņotāji.
nl: Webbrowser, hulpmiddelen, kantoorpakket, spelletjes en mediaspelers.
nn: Nettlesar, verktøy, kontorpakke, spel og mediespelarar.
pl: Przeglądarka internetowa, narzędzia, pakiet biurowy, gry i odtwarzacze multimedialne.
ps: ګورت لټونګر، ګټالونه، کار ساوتري، لوبې او رسنۍ غږي.
pt: Navegador Web, utilitários, software de produtividade, jogos e reprodutores multimédia.
sr: Веб прегледник, помагала, канцеларијски програми, игрице и пуштачи медија.
sv: Webbläsare, verktyg, kontorsprogram, spel och mediaspelare.
tg: Намоишгари сомонаҳо, барномаҳои муфид, барномаҳои идорӣ, бозиҳо ва плеерҳои медиа.
th: เว็บเบราว์เซอร์ โปรแกรมอรรถประโยชน์ ซอฟต์แวร์สำนักงาน เกม และโปรแกรมเล่นสื่อ
tr: Web tarayıcısı, araçlar, ofis yazılımı, oyunlar ve medya oynatıcıları.
ug: توركۆرگۈ ، ئاممىۋى مۇلازىمەت ، ئىشخانا يۇمشاق دېتالى ، ئويۇن ۋە مېدىيا قويغۇچ.
vi: Trình duyệt web, các tiện ích, phần mềm văn phòng, trò chơi, và trình phát đa phương tiện.
zh_hk: Web 瀏覽器，實用程式，辦公軟件，遊戲和媒體播放器。

source: Web browser, utilities, office software, plus additional internet applications and media players.
af: Webleser, nut opsies, kantoor sagteware, plus addisionele internet programme en mediaspelers.
ar: متصفح الويب والأدوات والبرامج المكتبية، بالإضافة إلى تطبيقات الإنترنت ومشغلات الوسائط الإضافية.
bs: Web pretraživač, pomagala, uredski softver, plus dodatne internetske aplikacije i medijski reproduktori.
ca: Navegador web, utilitats, programari d'oficina, més aplicacions addicionals d'Internet i reproductors multimèdia.
ckb: وێبگەڕ، پێداویستی، داوانامەی ئۆفیس، گورزەی KDE PIM لەگەڵ چەند داوانامەیەکی ئینتەرنێت و لێدەری میدیای.
cs: Webový prohlížeč, nástroje, kancelářský software, plus další internetové aplikace a přehrávače médií.
cy: Porwr gwe, gwasanaethau, meddalwedd swyddfa, apiau gwe ychwanegol a chwaraewyr cyfrwng.
et: Veebibrauser, tööriistad, kontoritarkvara, lisaks internetirakendused ja meediaesitajad.
eu: Web nabigatzailea, utilitateak, bulegotika softwarea, + Interneterako aplikazio gehigarriak eta multimedia-erreproduzitzaileak.
fa: مرورگر وب، ابزارها، مجموعهٔ اداری، مجموعهٔ KDE PIM به علاوهٔ برنامه‌های اینترنتی و پخش‌کننده‌های رسانه.
fi: Verkkoselain, apuohjelmat, toimisto-ohjelmisto, KDE:n henkilökohtaisen tiedonhallinnan ohjelmistokokonaisuus sekä lisäsovelluksia internetin ja median käyttöön.
hr: Web preglednik, pomagala, uredski softver, plus dodatne internetske aplikacije i medijske reproduktore.
ia: Navigator, utilitates, software de officio, plus altere applicationes de internet e reproductores multimedial.
ja: ウェブブラウザー、ユーティリティ、オフィスソフトウェア、追加のインターネットアプリケーションとメディアプレイヤー
kab: Iminig n web, tanfiwin, aseɣẓan n twurmahilt, isnasen-nniḍen n internet, akked yimeɣriyen n umidya.
ku: Geroka webê, amûr, nivîsbariyên ofîsê, bi ser ve jî sepanên din ên înternetê û lêderên medyayê.
lt: Interneto naršyklė, paslaugų, biuro bei multimedijos (vaizdo ir garso) programos, KDE kalendorius, el. pašto bei kt. programos.
lv: Tīmekļa pārlūks, utilītprogrammas, biroja programmatūra, interneta lietotnes un mediju atskaņotāji.
nl: Webbrowser, hulpmiddelen, kantoorpakket, plus extra internettoepassingen en mediaspelers.
nn: Nettlesar, verktøy, kontorpakke, persondatahandsamar frå KDE samt ekstra internettprogram og mediespelarar.
pl: Przeglądarka internetowa, narzędzia, pakiet biurowy, i dodatkowe programy internetowe i odtwarzacze.
ps: ګورت لټونګر، ګټالونه او کار ساوتري له نورو زیاتو انټرنېټي کاریالونو او رسنۍ غږوونو سره.
pt: Navegador Web, utilitários, software de produtividade, além de aplicações adicionais de Internet e reprodutores multimédia.
sr: Веб прегледник, помагала, канцеларијски програми, плус додатни интернет програми и пуштачи медија.
sv: Webbläsare, verktyg, kontorsprogram, samt ytterligare internetprogram och mediaspelare.
tg: Намоишгари сомонаҳо, барномаҳои муфид, барномаҳои идорӣ, барномаҳои интернетии иловагӣ ва плеерҳои медиа.
th: เว็บเบราว์เซอร์ โปรแกรมอรรถประโยชน์ ซอฟต์แวร์สำนักงาน ชุดโปรแกรม รวมถึงแอปพลิเคชันอินเทอร์เน็ตเพิ่มเติมและโปรแกรมเล่นสื่อ
tr: Web tarayıcısı, araçlar, ofis yazılımı, ilave internet uygulamaları ve medya oynatıcıları.
ug: توركۆرگۈ ، ئاممىۋى مۇلازىمەت ، ئىشخانا يۇمشاق دېتالى ، قوشۇمچە تور قوللىنىشچان پروگراممىلىرى ۋە مېدىيا قويغۇچلىرى.
vi: Trình duyệt web, các tiện ích, phần mềm văn phòng, ứng dụng online và trình phát đa phương tiện
zh_hk: Web 瀏覽器，實用程式，辦公軟件, 以及其他互聯網應用程序和媒體播放器。

source: Other options
af: Ander verstellings
ar: خيارات أخرى
bs: Ostale opcije
ca: Altres opcions
ckb: هەڵبژاردنی تر
cs: Další možnosti
cy: Dewisiadau eraill
et: Muud valikud
eu: Bestelako aukera
fa: دیگر گزینه‌ها
fi: Muut valinnat
hr: Ostale mogućnosti
ia: Altere optiones
ja: その他のオプション
kab: Tinefrunin-nniḍen
ku: Vebijêrkên din
lt: Papildomos galimybės:
lv: Citas opcijas
mr: इतर पर्याय
nl: Andere opties
nn: Andre val
pl: Pozostałe opcje
ps: نور غواراوي
pt: Outras opções
sr: Друге опције
sv: Övriga alternativ
tg: Имконоти дигар
th: ตัวเลือกอื่น
tr: Diğer seçenekler
ug: باشقا تاللانمىلار
vi: Các tùy chọn khác
zh_hk: 其他選項

source: Installing third-party drivers requires configuring Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
af: Installeer van derdeparty-drywers vereis konfigurasie van Secure Boot. Om dit te doen, jy benodig om kies 'n sekuriteit sleutel nou, en voer dit in wanneer die stelsel weer begin.
ar: يتطلب تثبيت تعريفات الجهات الخارجية إعداد Secure Boot. للقيام بذلك تحتاج لاختيار مفتاح أمانٍ الآن وإدخاله عند إعادة تشغيل النظام.
ca: Instaŀlar controladors de tercers requereix configurar el Secure Boot. Per fer-ho, heu d'escollir ara una clau de seguretat i introduir-la quan el sistema es reinicii.
cs: Instalace ovladačů třetích stran vyžaduje nastavení Secure Boot. Aby bylo možné toto provést, musíte nyní zvolit bezpečnostní klíč a následně jej vložit, jakmile bude systém restartován.
et: Kolmandate osapoolte draiverite paigaldamine eeldab Secure Boot'i seadistamist. Selleks pead praegu valima turvavõtme ning olema valmis seda sisestama, kui süsteem taas käivitub.
eu: Hirugarrenen kontrolatzaileak instalatzeko Secure Boot konfiguratzea beharrezkoa da. Hau egiteko, orain segurtasun-gako bat aukeratu behar duzu, eta sistema berrabiaraztean hura sartu.
fa: نصب راه‌اندازهای سوم‌شخص نیاز به پیکربندی راه‌اندازی امن دارد. برای این کار، اکنون باید کلید امنیتی‌ای گزیده و هنگام شروع دوبارهٔ سامانه واردش کنید.
fi: Kolmansien osapuolten ajurien asentaminen vaatii Secure Bootin määrittämisen. Tämä vaatii, että valitset turva-avaimen nyt ja kirjoitat sen järjestelmän käynnistyessä uudelleen.
hr: Instalacija upravljačkih programa treće strane zahtijeva Secure Boot podešavanje. Kako bi ovo učinili, morate odmah odabrati sigurnosni ključ i upisati ga kada se sustav ponovno pokrene.
ja: サードパーティのドライバーをインストールするにはセキュアブートの設定が必要です。ここでセキュリティキーを設定した上で、システム再起動時にそのキーを入力してください。
kab: Asbeddi n yimeɣriyen n wis kraḍ yesra aswel n usekker aɣelsan. Iwakken ad tgeḍ ayagi, tesriḍ ad tferneḍ tasarut n tɣellist tura, sakin ad tt-tsekcemdeḍ mi ara yales unagraw tanekra.
lt: Kitų gamintojų valdyklių įdiegimui reikia perkonfigūruoti „Secure Boot“. Tam jūs turite dabar pasirinkti laikiną slaptažodį ir įvesti jį po įdiegimo, kai kompiuteris startuos iš naujo.
lv: Lai instalētu trešās puses draiverus, jākonfigurē Secure Boot. Lai to izdarītu, jums tagad jāizvēlas drošības atslēga un tā jāievada, kad sistēma pārstartējas.
nl: Het installeren van stuurprogramma's van derden vereist het instellen (of uitschakelen) van Secure Boot. Uitschakelen (wat eigenlijk het beste is) kan in de BIOS-instellingen. Instellen kan door nu een beveiligingssleutel te kiezen, en die in te voeren wanneer het systeem wordt herstart.
pl: Zainstalowanie sterowników dostawców zewnętrznych wymaga skonfigurowania Secure Boot. Aby to zrobić, należy teraz wybrać klucz bezpieczeństwa i wprowadzić go po ponownym uruchomieniu systemu.
ps: د ٣م-ګړو چلاندونو لګول د خوندي پیلون سازولو ته اړتیا لري. د دې کولو لپاره، تاسې اړ یاست چې اوس د خونديتوب يوه کيلي وټاکئ، او د غونډال بیاپیلون سره يې ور دننه کړئ.
pt: A instalação de controladores de terceiros requer a configuração do Secure Boot. Para fazer isto, precisa de escolher uma chave de segurança agora e inseri-la quando o sistema reiniciar.
sr: Инсталирање управљачких програма трећих страна захтева подешавање безбедног подизања система. Да урадите ово, сада треба да изаберете кључ безбедности, и да га унесете са поновним покретањем система.
sv: Att installera drivrutiner från tredjepart kräver konfiguration av Secure Boot. För att göra det här behöver du välja en säkerhetsnyckel nu och ange den när systemet startar om.
tg: Барои насб кардани драйверҳои тарафҳои сеюм, Роҳандозии бехатарӣ (Secure Boot) бояд танзим карда шавад. Барои ин шумо бояд дар ин қадам калиди амниятро интихоб кунед ва онро баъд аз бозоғозии низом ворид намоед.
th: การติดตั้งไดรเวอร์จำเป็นต้องตั้งค่า Secure Boot คุณต้องเลือกกุญแจความปลอดภัย และกรอกข้อมูลหลังระบบเริ่มทำงานใหม่อีกครั้ง
tr: Üçüncü parti sürücü kurulumu Güvenli Önyükleme'yi yapılandırmayı gerektirmekte. Bunu yapmak için, şimdi bir güvenlik anahtarı seçmeniz ve sistem yeniden başladığında bunu yazmanız gerekmekte.
ug: ئۈچىنچى تەرەپ قوزغاتقۇچ ئورنىتىش ئۈچۈن بىخەتەر قوزغىتىشنى تەلەپ قىلىدۇ. بۇنى قىلىش ئۈچۈن ھازىر بىخەتەرلىك ئاچقۇچىنى تاللىشىڭىز ، سىستېما قايتا قوزغالغاندا ئۇنى كىرگۈزۈشىڭىز كېرەك.
vi: Bạn cần cấu hình lại Secure Boot nếu muốn cài đặt các third-party driver. Để được làm như vậy, bạn cần chọn một khóa mật để dùng nó khi hệ thống khởi động lại.

source: Layout:
af: Uitleg:
ar: التخطيط:
ast: Distribución:
bg: Подредба:
bo: བཀོད་པ：
bs: Raspored:
ca: Disposició:
ckb: گه‌ڵاڵه‌به‌ندی:
cs: Rozložení:
cy: Cynllun:
de: Tastaturbelegung:
el: Διάταξη:
eo: Aranĝo:
et: Asetus
eu: Diseinua:
fa: چیدمان:
fi: Asettelu:
fr_ca: Disposition
gd: Co-dhealbhachd:
gl: Disposición:
he: פריסה:
hi: अभिन्यासः
hr: Raspored:
ia: Disposition:
it: Disposizione:
ja: レイアウト:
kab: Aseggem n usebtar:
km: ប្លង់​ ៖
ko: 배치:
ku: Plan:
lt: Išdėstymas:
lv: Izkārtojums:
mr: रचना :
my: ပုံစံ:
nb: Utseende:
nl: Indeling:
nn: Utforming:
pa: ਲੇਆਉਟ:
pl: Układ:
ps: اډانه:
pt: Disposição:
pt_br: Disposição:
si: සැකැස්ම
sl: Razporeditev:
sq: Dalja:
sr: Распоред:
te: నమూనా:
tg: Тарҳбандӣ:
th: ผัง:
tr: Düzen:
ug: جايلاشتۇرۇش:
uk: Розкладка:
vi: Sơ đồ bố trí:
zh_hk: 排位

source: Variant:
ar: النوع:
ast: Variante:
bg: Вариант:
bo: རྣམ་གྲངས：
bs: Varijanta:
ckb: جیاواز:
cs: Varianta:
cy: Amrywiad:
de: Variante:
el: Παραλλαγή:
eo: Variaĵo:
eu: Aldaera:
fa: گزینه:
fi: Muunnelma:
fr_ca: Variante :
gd: Eug-samhla
gl: Variante:
he: הגוון:
hi: असंगतः
hr: Varijanta:
ia: Variante:
it: Variante:
ja: 変種:
kab: Tasenfelt:
km: អថេរ ៖
ko: 변종:
ku: Şiklê cudatir:
lt: Variantas:
lv: Variants:
mr: प्रकार :
my: မူကွဲ:
pa: ਡੇ
pl: Wariant:
ps: بڼه:
pt: Variante:
pt_br: Variante:
si: වෙනස්වීම:
sl: Različica:
sq: Varianti:
sr: Варијанта:
te: రూపాంతరం:
tg: Вариант:
th: ตัวแปร:
tr: Varyant:
ug: شالغۇت:
uk: Варіант:
vi: Dạng:
zh_hk: 變異：

source: Below is an image of your current layout:
af: Onder is a prentjie van jou huidige uitleg:
ar: في الأسفل صورة للتخطيط الحالي:
ast: Abaxo amuésase una imaxe de la distribución actual:
bg: Отдолу има снимка на текущата подредба:
bo: འདི་ནི་དང་ཐོག་ཁྱོད་ཀྱི་བཀོད་པའི་གཟུགས་རིས་ཡིན་པ：
bs: Ispod je slika trenutnog izgleda:
ca: A sota es mostra una imatge de la vostra distribució actual:
ckb: ئەمەی خوارەوە وێنەیەکە لە تەختەکلیلی ئێستات:
cs: Níže je obrázek vašeho aktuálního rozložení:
cy: Isod mae llun o'ch cynllun cyfredol:
da: Nedenfor er et billede af dit nuværende layout:
de: Unten sehen Sie ein Bild der aktuellen Tastaturbelegung:
el: Η πιο κάτω εικόνα απεικονίζει την τρέχουσα διάταξη:
eo: Malsupre estas bildo de via nuna aranĝo:
et: Järgnevalt on kujutatud sinu praegune klahvistik:
eu: Behean zure oraingo diseinuaren irudi bat dago:
fa: در زیرعکسی از چیدمان جاری شما قرار دارد:
fi: Alla kuva nykyisestä asettelusta:
fr_ca: Voici ci-dessous une image de la disposition actuelle :
gd: Chì thu dealbh dhen cho-dhealbhachd làithreach agad:
gl: A continuación móstrase unha imaxe da disposición:
he: זוהי תמונה של הפריסה הנוכחית שבחרת:
hi: नीचे आपके वर्तमान अभिन्यास का चित्र हैः
hr: Ispod se nalazi slika vašeg trenutnog rasporeda:
ia: In basso es un imagine de tu mappa actual:
it: Di seguito è disponibile un'immagine della disposizione attuale:
ja: 以下は現在のレイアウトの画像です:
kab: Ddaw-ayi d tugna n trusi-inek⋅inem tamirant:
km: ខាង​ក្រោម​នេះ​គឺ​ជា​រូបភាព​នៃ​ប្លង់​បច្ចុប្បន្ន​របស់​អ្នក​ ៖
ko: 아래의 그림은 사용자의 현재 배치입니다.
ku: Yê li xwarê, rimeke plana te ya niha ye:
lt: Žemiau yra dabartinio klaviatūros išdėstymo paveikslas:
lv: Zemāk sniegts pašreizējā izkārtojuma attēls:
mr: खाली तुमच्या आताच्या आराखड्याचे चित्र आहे:
my: အောက်ပါပုံသည် သင့် လက်ရှိ ပုံစံ၏ ပုံရိပ်ဖြစ်ပါသည် :
nb: Nedenfor vises et bilde av det nåværende utseendet:
nl: Onderstaand ziet u een afbeelding van uw huidige indeling:
nn: Illustrasjon av noverande utforming:
pa: ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਲੇਆਉਟ ਦਾ ਚਿੱਤਰ ਹੇਠ ਦਿੱਤਾ ਹੈ:
pl: Poniżej znajduje się obraz bieżącego układu:
ps: لاندې ستاسې د اوسنۍ اډانې یو انځور دی:
pt: Abaixo está uma imagem da atual disposição do teclado
pt_br: Abaixo está uma imagem do layout atual:
si: ඔබේ වත්මන් සැකැස්මේ පිළිබිඹුවක් පහත දැක්වේ:
sl: Spodaj je slika trenutne razporeditve:
sq: Poshtë është një imazh i daljes suaj të momentit:
sr: Испод је слика вашег тренутног распореда:
sv: Nedan är en översikt för din aktuella layout:
te: కిందున్న బొమ్మ మీ ప్రస్థుత నమూనా:
tg: Тарҳбандии тасвири ҷории шумо зерин аст:
th: ข้างล่างนี้เป็นภาพของผังปัจจุบัน:
tr: Aşağıda mevcut düzeninizin bir görüntüsü bulunmaktadır:
ug: تۆۋەندىكىسى سىزنىڭ ئورۇنلاشتۇرۇشىڭىزنىڭ رەسىمى:
uk: Нижче - зображення вашої поточної розкладки:
vi: Dưới đây là hình ảnh của sơ đồ bàn phím hiện tại:
zh_hk: 以下是您目前排列方式的影像：
