Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: May only contain letters, digits, hyphens, and dots.
af: Mag slegs letters, syfers, koppeltekens en punte bevat.
ar: يمكن أن يحتوي فقط على حروف، وأرقام، وشرطات (-)، ونقاط.
ast: Namái pue contener lletres, númberos, guiones y puntos.
bg: Може да съдържа само букви, цифри, тирета и точки.
bo: ཆུང་བྲིས་ཡི་གེ་དང་ཨང་ཀི དྲང་ཐིག་གོང་མ་དང་འོག་མ་དབྱིན་ཡིག་གི་ཚེགས་ཁོ་ན་སྤྱོད་རུང
bs: Može sadržati slova, cifre, crtice i tačke.
ca: Només pot contenir lletres, xifres, guionets i punts.
cs: Může obsahovat pouze písmena, číslice, pomlčky a tečky.
cy: Rhaid iddo gynnwys llythrennau, digidau, cysylltnodau a dotiau'n unig.
da: Må kun indeholde bogstaver, tal, bindestreger og punktummer.
de: Es darf nur Buchstaben, Zahlen, Bindestriche und Punkte enthalten.
el: Μπορεί να περιέχει μόνο γράμματα, αριθμητικά ψηφία, παύλες και τελείες.
eo: Ĝi povas enhavi nur literojn, ciferojn, streketojn kaj punktojn.
et: Tohib sisaldada ainult kirjatähti, numbreid, sidekriipse ja punkte.
eu: Hizkiak, digituak, marratxoak eta puntuak soilik eduki ditzake.
fa: باید تنها شامل حروف، ارقام، خط تیره و نقطه باشد.
fi: Saa sisältää vain kirjaimia, numeroita, väliviivoja ja pisteitä.
fr_ca: Ne peut contenir que des lettres, des chiffres, des tirets et des points.
gd: Chan fhaod a bhith ann ach litrichean, àireamhan, tàthanan is dotagan.
gl: Só pode conter letras, díxitos, guións e puntos.
he: יכול להכיל רק תווים, ספרות, מינוסים ונקודות.
hi: केवल अक्षर, अंक, हाइफ़न, और डॉट्स हो सकता है.
hr: Smije sadržavati samo slova, znamenke, povlake i točke.
ia: Pote continer solmente litteras, ciphras, hyphenes e punctos.
it: Può contenere solamente lettere, numeri, trattini e punti.
ja: 英数字、ハイフン、ドットのみを含むことができます。
kab: Yezmer ad igber isekkilen, izwilen, ijerriḍen n tuqqna akked tenqiḍin.
km: អាច​មាន​តែ​តួអក្សរ តួលេខ និង​សញ្ញា (.) ។
ko: 문자와 숫자, 하이픈, 점 만을 사용할 수 있습니다.
ku: Tenê tîp, hejmar, xêzek û xalan dikare bihewîne.
lt: Gali būti sudarytas tik iš mažųjų raidžių, skaitmenų, brūkšnelių ir taškų.
lv: Drīkst saturēt tikai burtus, ciparus, defisi un punktus.
mr: मध्ये फक्त अक्षरे, आकडे, हायफन आणि पूर्णविराम असू शकतात.
my: အစက်၊ စာလုံး နှင့် ဂဏန်းများသာ ပါဝင်ရမည်
nb: Kan kun inneholde bokstaver, siffer, bindestreker og punktumer.
nl: Mag alleen letters, cijfers, verbindingsstreepjes en punten bevatten.
nn: Kan berre innehalda bokstavar, tal, bindestrekar og punktum.
pl: Może zawierać jedynie znaki liter, cyfr, łączników i kropek.
ps: يوازې کولای شي چې توري، ګڼې، نښلووني او ټکي ولري.
pt: Só pode conter letras, dígitos, hífenes e pontos.
pt_br: Pode conter apenas letras, números, hífens e pontos.
si: අකුරු, සංඛ්‍යාංක, සමාස විහ්න, සහ තිත් පමණක් අඩංගු විය යුතුය.
sl: Vsebuje lahko le črke, številke, vezaje in pike.
sq: Mund të përmbajë vetëm gërma, numra, vija dhe pika.
sr: Може да садржи само слова, цифре, цртице, и тачке.
sv: Får endast innehålla bokstäver, siffror, bindestreck och punkter.
te: అక్షరాలు, సంఖ్యలు, హైఫెన్లు, మరియు చుక్కలు కలిగివుండవచ్చు.
tg: Метавонад танҳо ҳарфҳо, рақамҳо, дефисҳо ё нуқтаҳоро дар бар гирад.
th: ให้มีได้แค่ตัวอักษรพิมพ์เล็ก, ตัวเลข, ขีดกลาง, และจุดเท่านั้น
tr: Sadece harf, rakam, tire ve nokta içerebilir.
ug: پەقەت ھەرپ، سان، سىزىقچە ۋە چېكىتنى ئۆز ئىچىگە ئالىدۇ.
uk: Може містити лише літери, цифри, дефіси та крапки.
vi: Chỉ có thể bao gồm chữ, số, gạch nối, và dấu chấm.
zh_hk: 僅能包含字母、數字、連結號、點號。

source: May not start or end with a hyphen.
af: Mag nie met 'n koppelteken begin of eindig nie.
ar: لا يمكن أن يبدأ أو ينتهي بشرطة (-).
ast: Nun pue entamar o finar con un guión
bg: Не може да започва или завършва с тире.
bo: དྲང་ཐིག་ཞིག་སྔོན་དུའམ་མཇུག་ཏུ་ཡོད་མི་ཉན
bs: Ne može početi ili završiti crticom.
ca: No pot començar ni acabar amb un guionet.
ckb: ناشێت دەستپێبکات یان کۆتایی بێت بە تەقەڵ.
cs: Nemůže končit nebo začínat pomlčkou.
cy: Ni ellir dechrau na therfyn gyda chysylltnod.
da: Må ikke starte eller slutte med en bindestreg.
de: Darf nicht mit einem Bindestrich beginnen oder aufhören.
el: Δε μπορεί η αρχή ή η κατάληξη να είναι παύλα.
eo: Ĝi ne povas komenciĝi aŭ finiĝi per streketo.
et: Ei tohi alata ega lõppeda sidekriipsuga.
eu: Ezin da marratxoarekin hasi edo bukatu.
fa: نباید با خط تیره شروع شده یا پایان یابد.
fi: Ensimmäinen tai viimeinen merkki ei saa olla piste.
fr_ca: Ne peut pas commencer ou finir par un tiret.
gd: Chan fhaod e tòiseachadh no crìochnachadh le tàthan.
gl: Non pode comezar ou rematar cun guión.
he: לא יכול להתחיל במינוס.
hi: एक हायफ़न के साथ शुरू या समाप्त नहीं हो सकता है.
hr: Ne smije započeti ili završiti povlakom.
ia: Non debe initiar o finir con un hyphene.
it: Non può iniziare o finire con un trattino.
ja: ハイフンで始まったりハイフンで終わるようにはできません。
kab: Ur yezmir ara ad ifak neɣ ad ibdu s ujerriḍ n tuqqna.
km: អាច​មិន​ចាប់ផ្ដើម​ ឬ​បញ្ចប់​ដោយ​សញ្ញា (-) ។
ko: 하이픈으로 시작하거나 끝날 수 없습니다.
ku: Bi xêzeka kurt nikare dest pê bike an jî biqede.
lt: Negali prasidėti ar baigtis brūkšneliu.
lv: Nedrīkst sākties vai beigties ar defisi.
mr: (-) संयोगचिन्हानी सुरु अथवा संपवू नये
my: hyphen နှင့်စတင်ခြင်း (သို့) အဆုံးသတ်ထားခြင်းမပြုရ
nb: Kan ikke starte eller slutte med bindestrek.
nl: Mag niet met een verbindingsstreepje beginnen of eindigen.
nn: Kan ikkje starta eller slutta med bindestrek.
pl: Nie może rozpoczynać się i kończyć znakiem łącznika.
ps: نه شي کولای چې د نښلووني سره پیل یا پای شي.
pt: Não poderá começar ou terminar com um hífen.
pt_br: Não pode começar ou terminar com um hífen.
si: සමාස විහ්නයක් සමඟ ආරම්භ හෝ අවසාන නොවිය යුතුය.
sl: Ne sme se začeti ali končati z vezajem.
sq: Nuk mund të fillojë apo të përfundojë me një vijë.
sr: Не може да почне или да се завршава цртицом.
sv: Får inte börja eller sluta med ett bindestreck.
te: హైఫెనుతో ప్రారంభించబడకూడదు, ముగించబడకూడదు.
tg: Бояд бо дефис оғоз ё анҷом наёбад.
th: ห้ามเริ่มต้นหรือจบด้วยขีดกลาง
tr: Kısa çizgiyle başlayamaz ya da bitemez.
ug: سىزىقچە بىلەن باشلانسا ياكى ئاخىرلاشسا بولمايدۇ.
uk: Не може починатися чи закінчуватися дефісом.
vi: Không được bắt đầu hay kết thúc bằng dấu gạch nối
zh_hk: 不能以連結號開頭或結尾。

source: May not start or end with a dot, or contain the sequence "..".
af: Mag nie met 'n punt begin of eindig of die reeks '..' bevat nie.
ar: لا يمكن أن يبدأ أو ينتهي بنقطة (.)، أو تسلسل نقاط (..).
ast: Nun pue entamar o finar con un puntu o contener la secuencia «..».
bg: Не може да започва или завършва с точка или да съдържа последователността "..".
bo: དབྱིན་ཡིག་ཚེགས་ཞིག་སྔོན་དུའམ་མཇུག་ཏུ་ཡོད་པའམ་ཡང་ན་འདི་འདྲ་ ".." ཞིག་ནང་དུ་འཛོམས་དགོས
bs: Ne može početi ili završiti sa tačkom, ili sadržati sekvencu "..".
ca: No pot començar ni acabar amb un punt, ni contenir la seqüència «..».
cs: Nemůže končit nebo začínat tečkou nebo obsahovat posloupnost "..".
cy: Ni ellir dechrau na therfyn gyda dot, na chynnwys "..".
da: Må ikke starte eller slutte med et punktum, eller indeholde sekvensen "..".
de: Darf nicht mit einem Punkt beginnen oder aufhören oder die Abfolge »..« enthalten.
el: Δε μπορεί η αρχή ή η κατάληξη να είναι τελεία, ή να περιέχεται η ακολουθία «..».
eo: Ĝi ne povas komenciĝi aŭ finiĝi per punkto nek enhavi la sinsekvajn signojn "..".
et: Ei tohi alata ega lõppeda sidekriipsuga ega sisaldada märgijada "..".
eu: Ezin da puntuarekin hasi edo bukatu, eta ezin du ".." sekuentzia eduki.
fa: نباید با نقطه شروع شده یا پایان یابد، یا شامل دنبالهٔ «..» باشد.
fi: Ei voi alkaa tai päättyä pisteeseen tai sisältää merkkijonoa "..".
fr_ca: Ne peut pas commencer ou finir par un point ni contenir la séquence « .. ».
gd: Chan fhaod e tòiseachadh no crìochnachadh le dotag is chan fhaod an sreath ".." a bhith 'na bhroinn.
gl: Non pode comezar cun punto ou conter a secuencia «..».
he: לא יכול להתחיל או להסתיים בנקודה או להכיל את הרצף „..“.
hi: एक बिंदु के साथ शुरू या समाप्त नहीं हो सकता है, और ना ही अनुक्रम ".." होना चहिए.
hr: Ne smije početi ili završiti točkom ili sadržavati niz "..".
ia: Non debe initiar o finir con un puncto, o continer le sequentia "..".
it: Non può iniziare o finire con un punto o contenere la sequenza «..».
ja: ドットで始まったりドットで終わったり、".."のように続けたものを含むことはできません。
kab: Ur yezmir ara ad ibdu neɣ ad ifak s tenqiḍt, neɣ ad igber amseḍfer "..".
km: អាច​មិន​ចាប់ផ្ដើម ឬ​បញ្ចប់​ដោយ​សញ្ញា (.) ឬ​មាន​លំដាប់ "..".
ko: 점으로 시작하거나 끝날 수 없으며 "..."와 같은 연속된 문자를 사용할 수 없습니다.
ku: Bi xalê nikare dest pê bike an jî biqede, rêzkirina ".." yê nikare bihewîne.
lt: Negali prasidėti ar baigtis tašku ar turėti seką „..“.
lv: Nedrīkst sākties vai beigties ar punktu vai saturēt fragmentu "..".
mr: पूर्णविरामाने सुरु किंवा संपू शकत नाही आणि ".." यामध्ये असू शकत नाही.
my: အစစာလုံးအား ".." များ၊ အစက်များ နှင့်မစရပါ
nb: Kan ikke starte eller slutte med et punktum, eller inneholde sekvensen "..".
nl: Mag niet met een punt beginnen of eindigen, of de reeks ".." bevatten.
nn: Kan ikkje starta eller slutta med punktum eller innehalda uttrykket «..».
pl: Nie może rozpoczynać się lub kończyć znakiem kropki, bądź też zawierać sekwencji znaków „..”.
ps: نه شي کولای چې د یوه ټکي سره پیل یا پای شي، یا د ".." پرله پسې والى ولري.
pt: Não poderá começar ou terminar com ponto, nem conter a sequência "..".
pt_br: Não pode começar ou terminar com um ponto, ou conter a seqüência de "..".
si: තිතක් සමඟ ආරම්භ හෝ අවසාන නොවිය යුතු අතර ".." අන්වය අඩංගු නොවිය යුතුය.
sl: Ne sme se začeti s piko, oz ne sme biti v zaporedju "..".
sq: Nuk mund të ffilojë ose të përfundojë me një pikë, ose të ketë sekuencën "..".
sr: Не може да почне или да се завршава тачком, или да садржи низ од две тачке (..).
sv: Får inte börja eller sluta med en punkt eller innehålla sekvensen "..".
te: చుక్క, లేదా ".." శ్రేణిని కలిగివుండేట్టు ప్రారంభించకూడదు, అంతముకాకూడదు.
tg: Бояд бо як ё якчанд нуқта оғоз ё анҷом наёбад "..".
th: ห้ามเริ่มต้นหรือจบด้วยจุดหรือมีจุดติด ๆ กันตั้งแต่สองตัวขึ้นไป
tr: Noktayla başlayamaz ya da bitemez veya ".." dizilimini içeremez.
ug: چېكىت بىلەن باشلانسا ياكى ئاخىرلاشسا بولمايدۇ، ياكى «..» تەرتىپىنى ئۆز ئىچىگە ئالسا بولمايدۇ.
uk: Не може починатися чи закінчуватися крапкою або містити послідовність «..».
vi: Không được bắt đầu hay kết thúc bằng dấu chấm hay có chứa "..".
zh_hk: 不能以點號開頭或結尾，或是包含「..」片段。

source: You are running in debugging mode. Do not use a valuable password!
af: Jy loop in foutopsporingmodus. Moenie 'n waardevolle wagwoord gebruik nie.
ar: أنت الآن تعمل في وضع تتبع الأخطاء. لا تستخدم كلمة سر ذات قيمة!
ast: Tas executando'l sistema en mou de depuración. Nun uses una contraseña valoratible.
bg: Системата е в режим за откриване на грешки. Не използвайте ценни пароли!
bo: སྐྱོན་སེལ་བྱེད་རྣམ་པར་སྤྱོད་བཞིན་ཡོད་པས་རྩ་ཆེན་གྱི་གསང་གྲངས་མ་སྤྱོད
bs: Program radi u režimu za testiranje. Nemojte koristiti dragocijenu šifru!
ca: Esteu en mode de depuració. No utilitzeu una contrasenya important!
ckb: تۆ له‌دۆخی پیاچوونه‌وه‌ و هه‌ڵه‌دۆزیندایت، تكایه‌ تێپه‌ڕه‌وشه‌یه‌كی بایه‌خدار دامه‌نێ!
cs: Jste v ladícím režimu. Nepoužívejte hodnotné heslo!
cy: Rydych yn rhedeg mewn modd dadfygio. Peidiwch â defnyddio cyfrinair gwerthfawr!
da: Systemet kører i fejlsøgningstilstand. Benyt ikke et værdifuldt kodeord!
de: Sie befinden sich im Debug-Modus. Verwenden Sie kein für Sie wichtiges Passwort!
el: Εκτελείται λειτουργία αποσφαλμάτωσης. Μην χρησιμοποιήσετε κάποιο σημαντικό συνθηματικό!
eo: Vi estas en sencimiga reĝimo. Ne uzu gravan pasvorton!
et: Arvuti töötab vigade silumise režiimis. Ära kasuta olulist parooli!
eu: Arazte-moduan ari zara. Ez ezazu balio handiko pasahitzik erabili!
fa: در حال اجرای حالت رفع‌اشکال هستید. از گذرواژه‌های ارزشمند استفاده نکنید.
fi: Virheenjäljitystila on käytössä. Älä käytä tärkeätä salasanaa!
fr_ca: Vous fonctionnez en mode de débogage. N’utilisez pas de mot de passe important!
gd: Tha an coimpiutair agad a' ruith sa mhodh dì-bhugachaidh. Na cleachd facal-faire luachmhor!
gl: Está executando o sistema no modo de depuración. Non use un contrasinal valioso!
he: כרגע מופעל מצב ניפוי שגיאות. לא מומלץ להשתמש בססמאות בעלות ערך!
hi: आप दोषमुक्ति पद्धति चला रहे है. किसी महत्वपूर्ण शब्दकूट के चुनाव ना करे.
hr: Program je pokrenut u načinu otklanjanja grešaka. Nemojte koristiti vrijednu lozinku!
ia: Tu es fluente in modo correctiones. Non usar un contrasigno de valor!
it: Esecuzione in modalità debug. Non utilizzare una password importante!
ja: デバッグモードで起動しています。普段利用しているパスワードを入力しないでください!
kab: Ala tsselkameḍ askar n useɣti. Ur sseqdac ara awal n uɛeddi yesɛan azal!
km: អ្នក​កំពុង​តែ​ដំណើរ​ការ​ក្នុង​របៀប​បំបាត់​កំហុស ។ មិន​ត្រូវ​ប្រើ​ពាក្យ​សម្ងាត់​ដែល​មាន​តម្លៃ​ទេ !
ko: 디버깅 모드를 사용하고 있습니다. 주로 사용하는 암호를 사용해서는 안됩니다!
ku: Di moda neqandina çewtiyan de dixebitî. Nasnavekî girîng bi kar neyne.
lt: Naudojate derinimo veikseną. Nenaudokite vertingo slaptažodžio!
lv: Jūs darbojaties atkļūdošanas režīmā. Neizmantojiet vērtīgu paroli!
mr: तुम्ही घोडचूकनिवारण पद्धतीत वावरत आहात. तुमचा मौल्यवान संकेतशब्द वापरू नका !
my: သင် အမှားပြင်ဆင်မှုစနစ်တွင် အလုပ်လုပ်နေပါသည်။ အသုံးဝင်သော စကားဝှက်ကို အသုံးမပြုပါနှင့်။
nb: Du kjører i feilsøkingsmodus. Ikke bruk et viktig passord!
nl: U bevindt zich in de foutopsporingsmodus. Gebruik geen waardevol wachtwoord!
nn: Du køyrer i feilsøkingsmodus. Ikkje bruk eit verdifullt passord.
pa: ਤੁਸੀਂ ਡੀਬਗਿਂਗ ਮੋਡ ਵਿਚ ਚਲ ਰਹੇ ਹੋ। ਕੋੲੀ ਕੀਮਤੀ ਸਫਲਸ਼ਬਦ ੲਿਸਤੇਮਾਲ ਨਾਂ ਕਰੋ!
pl: Uruchomiono w trybie diagnozowania błędów. Proszę nie używać wartościowego hasła!
ps: د كړاوتمبونې اکر اوس ځغلېږئ. ارزښتمن تېرنويی و نه کاروئ!
pt: Está a executar o sistema no modo de depuração. Não use uma palavra-passe que seja importante!
pt_br: Você está executando em modo de depuração. Não use uma senha importante!
si: ඔබ දෝශ නිරාකරණ ප්‍රකාරයේ ක්‍රියාකරයි. වටිනා මුරපදයක් භාවිත නොකරන්න!
sl: Sistem je zagnan v načinu razhroščevanja. V tem načinu ne uporabljajte pomembnih gesel!
sq: Ju ndodheni në debug - modus. Mos përdorni ndonjë fjalëkalim, që është i rëndësishëm për ju.
sr: Радите у режиму за отклањање грешака. Немојте користити важеће лозинке!
sv: Du kör i felsökningsläget. Använd inga värdefulla lösenord!
te: మీరు డీబగ్గింగ్ మోడ్‌లో నడుపుతున్నారు. విలువైన సంకేతపదాన్ని వాడవద్దు!
tg: Шумо дар реҷаи гузоришдиҳии хатоҳо қарор доред. Ниҳонвожаи аз ҳад муҳимро истифода набаред!
th: คุณกำลังอยู่ในโหมดดีบัก อย่าใช้รหัสผ่านที่สำคัญ!
tr: Hata ayıklama modunda çalışıyorsunuz. Değerli bir parola kullanmayın!
ug: سازلاش ھالىتىدە ئىجرا قىلىۋاتىسىز. مۇھىم ئىم ئىشلەتمەڭ.
uk: Ви працюєте в режимі налагодження. Не використовуйте важливих паролів!
vi: Bạn đang chạy ở chế độ sửa lỗi. Không nên dùng mật khẩu quan trọng!
zh_hk: 您正在以除錯模式執行。請不要別使用重要的密碼！

source: Passwords do not match
af: Wagwoorde stem nie ooreen nie
ar: كلمتي السر غير متطابقتان
ast: Les contraseñes nun concasen
bg: Паролите не съвпадат
bo: གསང་གྲངས་མི་མཚུངས་པ
bs: Šifre se ne podudaraju
ca: Les contrasenyes no coincideixen
ckb: تێپەڕەوشەکان یەکچوو نین
cs: Hesla se neshodují
cy: Nid yw'r cyfrineiriau yn cyd-fynd
da: Adgangskoderne er ikke ens
de: Passwörter stimmen nicht überein
el: Τα συνθηματικά δεν ταιριάζουν
eo: Pasvortoj malkongruas
et: Paroolid ei kattu
eu: Pasahitzak ez datoz bat
fa: گذرواژه‌ها مطابق نیستند
fi: Salasanat eivät täsmää
fr_ca: Les mots de passe ne correspondent pas
gd: Chan eil an dà fhacal-faire co-ionnann
gl: Os contrasinais non coinciden
he: הססמאות אינן תואמות
hi: शब्दकूट मेल नहीं खाता है
hr: Lozinke se ne podudaraju
ia: Le contrasignos non concorda
it: Le password non corrispondono
ja: パスワードが一致しません
kab: Awalen n uɛeddi mgaraden
km: ពាក្យ​សម្ងាត់​មិន​ដូច​គ្នា​ទេ
ko: 암호가 일치하지 않습니다.
ku: Şîfre hev nagirin
lt: Slaptažodžiai nesutampa
lv: Paroles nesakrīt
mr: संकेतशब्द जुळत नाही
my: စကားဝှက် မကိုက်ညီပါ
nb: Passordene er ikke like
nl: Wachtwoorden komen niet overeen
nn: Passorda er ikkje like
pa: ਪਾਸਵਰਡ ਮਿਲਦਾ ਨਹੀਂ ਹੈ
pl: Hasła nie zgadzają się
ps: تېرنويي سمون نه خوري
pt: As palavras-passe não coincidem
pt_br: As senhas não correspondem
si: මුරපදයන් නොගැලපේ
sl: Gesli se ne ujemata
sq: Fjalëkalimet nuk përputhen
sr: Лозинке се не подударају
sv: Lösenorden stämmer inte överens
te: సంకేతపదాలు సరిపోలటం లేదు
tg: Ниҳонвожаҳо мувофиқат намекунанд
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor
ug: ئىملار ئوخشاش ئەمەس
uk: Паролі не збігаються
vi: Mật khẩu không trùng khớp
zh_hk: 密碼不相符

source: Short password
af: Kort wagwoord
ar: كلمة سر قصيرة
ast: Contraseña curtia
bg: Кратка парола
bo: གསང་གྲངས་ཐུང་ངུ་ཞིག་ཡིན
bs: Kratka šifra
ca: La contrasenya és massa curta
ckb: تێپەڕەوشەی کورت
cs: Krátké heslo
cy: Cyfrinair byr
da: Kort adgangskode
de: Passwort zu kurz
el: Μικρό συνθηματικό
eo: Mallonga pasvorto
et: Parool on lühike
eu: Pasahitz laburra
fa: گذرواژه‌ی کوتاه
fi: Lyhyt salasana
fr_ca: Mot de passe court
gd: Facal-faire goirid
gl: Contrasinal moi curto
he: ססמה קצרה
hi: पासवर्ड (कूट शब्द) छोटा है
hr: Kratka lozinka
ia: Contrasigno tro curte
it: Password corta
ja: 短いパスワード
kab: Awal n uɛeddi d awezlan
km: ពាក្យ​សម្ងាត់​ខ្លី
ko: 짧은 암호
ku: Şîfreya kin
lt: Trumpas slaptažodis
lv: Īsa parole
mr: संकेतशब्द दर्शवा
my: စကားဝှက်တိုတောင်းနေပါသည်
nb: Kort passord
nl: Kort wachtwoord
nn: Kort passord
pa: ਛੋਟਾ ਪਾਸਵਰਡ
pl: Krótkie hasło
ps: لنډ تېرنويی
pt: Palavra-passe curta
pt_br: Senha curta
si: කෙටි මුරපදයකි
sl: Kratko geslo
sq: Fjalëkalim i shkurtër
sr: Кратка лозинка
sv: Kort lösenord
te: చిన్న సంకేతపదం
tg: Ниҳонвожаи кӯтоҳ
th: รหัสผ่านสั้นเกินไป
tr: Kısa parola
ug: قىسقا ئىم
uk: Короткий пароль
vi: Mật khẩu ngắn
zh_hk: 密碼稍短

source: Weak password
af: Swak wagwoord
ar: كلمة سر ضعيفة
ast: Contraseña feble
bg: Слаба парола
bo: གསང་གྲངས་ཞན་པ
bs: Slaba šifra
ca: La contrasenya és massa dèbil
ckb: تێپەڕەوشەی لاواز
cs: Slabé heslo
cy: Cyfrinair gwan
da: Svag adgangskode
de: Schwaches Passwort
el: Αδύναμο συνθηματικό
eo: Malforta pasvorto
et: Parool on nõrk
eu: Pasahitz ahula
fa: گذرواژه‌ی ضعیف
fi: Heikko salasana
fr_ca: Mot de passe faible
gd: Facal-faire lag
gl: Contrasinal feble
he: ססמה חלשה
hi: पासवर्ड (कूट शब्द) कमजोर है
hr: Slaba lozinka
ia: Contrasigno debile
it: Password fragile
ja: 弱いパスワード
kab: Awal n uɛeddi d uḍɛif
km: ពាក្យ​សម្ងាត់​ខ្សោយ
ko: 약한 암호
ku: Şîfreya lawaz
lt: Silpnas slaptažodis
lv: Vāja parole
mr: दुर्बल संकेतशब्द
my: စကားဝှက် အားမကောင်းပါ
nb: Svakt passord
nl: Zwak wachtwoord
nn: Svakt passord
pa: ਕਮਜ਼ੋਰ ਪਾਸਵਰਡ
pl: Słabe hasło
ps: کمزوری تېرنويی
pt: Palavra-passe fraca
pt_br: Senha fraca
si: දුර්වල මුරපදයක්
sl: Šibko geslo
sq: Fjalëkalim i dobët
sr: Слаба лозинка
sv: Svagt lösenord
te: బలహీనమైన సంకేతపదం
tg: Ниҳонвожаи заиф
th: รหัสผ่านไม่ปลอดภัย
tr: Zayıf parola
ug: ئاجىز ئىم
uk: Слабкий пароль
vi: Mật khẩu yếu
zh_hk: 密碼強度不足

source: Fair password
af: Redelike wagwoord
ar: كلمة سر متوسطة
ast: Contraseña aceutable
bg: Приемлива парола
bo: གསང་གྲངས་འདྲ་ཆགས་པོ་ཡིན་པ
bs: Prosječna šifra
ca: La contrasenya és acceptable
ckb: تێپەڕەوشەی مامناوەند
cs: Docela dobré heslo
cy: Cyfrinair deg
da: Rimelig adgangskode
de: Ausreichendes Passwort
el: Μέτριο συνθηματικό
eo: Iom bona pasvorto
et: Rahuldav parool
eu: Pasahitz onargarria
fa: گذرواژه‌ی معتدل
fi: Keskinkertainen salasana
fr_ca: Mot de passe assez bon
gd: Facal-faire meadhanach
gl: Contrasinal aceptábel
he: ססמה סבירה
hi: पासवर्ड (कूट शब्द) पर्याप्त है
hr: Solidna lozinka
ia: Contrasigno passabile
it: Password discreta
ja: まあまあのパスワード
kab: Awal n uɛeddi uḍɛif
km: ពាក្យ​សម្ងាត់​សម​រម្យ
ko: 양호한 암호
ku: Şîfreya nexerab
lt: Neblogas slaptažodis
lv: Pieņemama parole
mr: ठीक संकेतशब्द
my: သင့်တင့်သော စကားဝှက်ဖြစ်ပါသည်
nb: Middels sterkt passord
nl: Redelijk wachtwoord
nn: Middels sterkt passord
pa: ਹਲਕਾ ਪਾਸਵਰਡ
pl: Wystarczające hasło
ps: لېوی تېرنويی
pt: Palavra-passe razoável
pt_br: Senha razoável
si: මඳක් හොඳ මුරපදයක්
sl: Sprejemljivo geslo
sq: Fjalëkalim i mirë
sr: Солидна лозинка
sv: Medelbra lösenord
te: సాధారణ సంకేతపదం
tg: Ниҳонвожаи қаноатбахш
th: รหัสผ่านอ่อนแอ
tr: Makul parola
ug: يامان ئەمەس ئىم
uk: Задовільний пароль
vi: Mật khẩu khá tốt
zh_hk: 密碼強度尚可

source: Good password
af: Goeie wagwoord
ar: كلمة سر جيدة
ast: Contraseña bona
bg: Добра парола
bo: གསང་གྲངས་ཡག་པོ་ཡིན་པ
bs: Dobra šifra
ca: La contrasenya és bona
ckb: تێپەڕەوشەی باش
cs: Dobré heslo
cy: Cyfrinair da
da: God adgangskode
de: Gutes Passwort
el: Καλό συνθηματικό
eo: Bona pasvorto
et: Hea parool
eu: Pasahitz ona
fa: گذرواژه‌ی خوب
fi: Hyvä salasana
fr_ca: Mot de passe correct
gd: Facal-faire math
gl: Contrasinal bo
he: ססמה טובה
hi: पासवर्ड (कूट शब्द) अच्छा है
hr: Dobra lozinka
ia: Bon contrasigno
it: Password buona
ja: 良いパスワード
kab: Awal n uɛeddi igerrez
km: ពាក្យ​សម្ងាត់​ល្អ
ko: 좋은 암호
ku: Şîfreya baş
lt: Geras slaptažodis
lv: Laba parole
mr: चांगला संकेतशब्द
my: ကောင်းမွန်သော စကားဝှက်ဖြစ်ပါသည်
nb: Godt passord
nl: Goed wachtwoord
nn: Godt passord
pa: ਚੰਗਾ ਪਾਸਵਰਡ
pl: Dobre hasło
ps: ښه تېرنويی
pt: Palavra-passe boa
pt_br: Senha boa
si: හොඳ මුරපදයක්
sl: Dobro geslo
sq: Fjalëkalim shumë i mirë
sr: Добра лозинка
sv: Bra lösenord
te: మంచి సంకేతపదం
tg: Ниҳонвожаи хуб
th: รหัสผ่านดี
tr: İyi parola
ug: ياخشى ئىم
uk: Хороший пароль
vi: Mật khẩu tốt
zh_hk: 密碼強度佳

source: Strong password
af: Sterk wagwoord
ar: كلمة سر قوية
ast: Contraseña fuerte
bg: Силна парола
bo: གསང་གྲངས་གཏུམ་པོ་ཡིན་པ
bs: Jaka šifra
ca: La contrasenya és forta
ckb: تێپەڕەوشەی بەهێز
cs: Silné heslo
cy: Cyfrinair cryf
da: Stærk adgangskode
de: Starkes Passwort
el: Δυνατό συνθηματικό
eo: Forta pasvorto
et: Kindel parool
eu: Pasahitz sendoa
fa: گذرواژه‌ی قوی
fi: Vahva salasana
fr_ca: Mot de passe sûr
gd: Facal-faire làidir
gl: Contrasinal forte
he: ססמה חזקה
hi: पासवर्ड (कूट शब्द) पुख़्ता है
hr: Snažna lozinka
ia: Contrasigno forte
it: Password robusta
ja: 強いパスワード
kab: Fren awal n uɛeddi iǧehden
km: ពាក្យ​សម្ងាត់​ខ្លាំង
ko: 강한 암호
ku: Şîfreya xurt
lt: Stiprus slaptažodis
lv: Stipra parole
mr: सशक्त संकेतशब्द
my: ခိုင်မာသော စကားဝှက်ဖြစ်ပါသည်
nb: Godt passord
nl: Sterk wachtwoord
nn: Sterkt passord
pa: ਸਖਤ ਪਾਸਵਰਡ
pl: Silne hasło
ps: غښتلی تېرنويی
pt: Palavra-passe forte
pt_br: Senha forte
si: ශක්තිමත් මුරපදයක්
sl: Močno geslo
sq: Fjalëkalim i fortë
sr: Јака лозинка
sv: Starkt lösenord
te: బలమైన సంకేతపదం
tg: Ниҳонвожаи қавӣ
th: รหัสผ่านปลอดภัย
tr: Güçlü parola
ug: كۈچلۈك ئىم
uk: Сильний пароль
vi: Mật khẩu mạnh
zh_hk: 密碼強度足夠

source: Log in automatically
af: Inteken automaties
ar: ولوج تلقائي
ast: Entrar automáticamente
bg: Автоматично влизане в системата
bo: རང་འགུལ་གྱིས་ནང་དུ་འཛུལ་བ
bs: Prijavi se automatski
ca: Entra de manera automàtica
ckb: خۆکارانە بچۆ ژوورەوە
cs: Přihlašovat se automaticky
cy: Mewngofnodi'n awtomatig
da: Log ind automatisk
de: Automatische Anmeldung
el: Αυτόματη είσοδος χρήστη
eo: Aũtomate ensaluti
et: Automaatne sisselogimine
eu: Hasi saioa automatikoki
fa: ورود خودکار
fi: Kirjaudu sisään automaattisesti
fr_ca: Connexion automatiquement
gd: Clàraich a-steach gu fèin-obrachail
gl: Iniciar sesión automaticamente
he: כניסה אוטומטית
hi: स्वतः लाँग इन
hr: Automatska prijava
ia: Connexion automatic
it: Accedere automaticamente
ja: 自動的にログインする
kab: Qqen s wudem awurman
km: ចូល​ដោយ​ស្វ័យ​ប្រវត្តិ
ko: 자동으로 로그인
ku: Bi otomatîkî têkeve
lt: Nereikalauti slaptažodžio paleidus sistemą
lv: Pieslēgties automātiski
mr: स्वयंचलितरित्या प्रवेश करा
my: အလိုအလျောက် log in လုပ်ပါ
nb: Logg inn automatisk
nl: Automatisch aanmelden
nn: Logg inn automatisk
pa: ਆਟੋਮੈਟਿਕ ਲਾਗਇਨ ਕਰੋ
pl: Automatyczne logowanie
ps: په خپلکارې توګه ننوتل
pt: Iniciar a sessão automaticamente
pt_br: Iniciar sessão automaticamente
si: ස්වයංක්‍රීයව ඇතුළුවන්න
sl: Samodejna prijava
sq: Hyr automatikisht
sr: Аутоматско пријављивање
sv: Logga in automatiskt
te: స్వయంచాలకంగా ప్రవేశించు
tg: Ба таври худкор ворид карда шавад
th: เข้าระบบอัตโนมัติ
tr: Otomatik giriş yap
ug: ئۆزلۈكىدىن (ئىم سورىماي) كىرسۇن
uk: Входити автоматично
vi: Tự động đăng nhập
zh_hk: 自動登入
