Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Installing system
af: Installeer stelsel
ar: يثبّت النظام
ast: Instalando'l sistema
bg: Инсталиране на системата
bo: མ་ལག་སྒྲིག་འཇུག་བྱེད་པ
bs: Instaliram sistem
ca: S'està instal·lant el sistema
ckb: دامەزراندنی سیستەم
cs: Instalace systému
cy: Gosod y system
da: Installerer systemet
de: Installation des Grundsystems
el: Εγκατάσταση του βασικού συστήματος
eo: Instalante sistemon
et: Süsteemi paigaldamine
eu: Sistema instalatzen
fa: در حال نصب کردن سیستم
fi: Asennetaan järjestelmää
fr_ca: Installation du système
gd: A' stàladh an t-siostaim
gl: Instalando o sistema
he: המערכת בהליכי התקנה
hi: तंत्र का संस्थापना हो रहा है
hr: Instalacija sustava
ia: Installation del systema
it: Installazione del sistema
ja: システムをインストールしています
kab: Asebded n unagraw
km: ដំឡើង​ប្រព័ន្ធ
ko: 설치 중
ku: Pergal tê sazkirin
lt: Įdiegiama sistema
lv: Instalē sistēmu
mr: प्रणाली प्रतिष्ठापन करत आहे
my: စနစ် ထည့်သွင်းနေပါသည်
nb: Installerer systemet
nl: Het systeem wordt geïnstalleerd
nn: Installerer systemet
pa: ਸਿਸਟਮ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Instalowanie systemu
ps: غونډال لګول کېږي
pt: A instalar o sistema
pt_br: Instalando o sistema
si: පද්ධතිය ස්ථාපනය කරමින්
sl: Nameščanje sistema
sq: Duke instaluar sistemin
sr: Инсталирам систем
sv: Installerar systemet
te: వ్యవస్థ స్థాపించబడుతోంది
tg: Насбкунии низом
th: กำลังติดตั้งระบบ
tr: Sistem kuruluyor
ug: سىستېما ئورنىتىش
uk: Встановлення системи
vi: Đang cài đặt hệ thống
zh_hk: 安裝系統中

source: Finding the distribution to copy...
af: Soek die verspreiding om te kopieër...
ar: يبحث عن التوزيعة لنسخها...
ast: Guetando la distribución a copiar...
bg: Откриване на дистрибуцията за копиране...
bo: འདྲ་བཤུ་དགོས་པའི་འགྲེམ་སྤེལ་འཚོལ་བཞིན་པ...
bs: Tražim distribuciju za kopiranje...
ca: S'està cercant la distribució que s'ha de copiar...
ckb: دۆزینه‌وه‌ی دابه‌شکردنه‌که‌ بۆ کۆپی کردنی
cs: Hledání distribuce ke kopírování…
cy: Chwilio am y dosbarthiad i gopio
da: Finder distributionen, som skal kopieres...
de: Zu kopierende Distribution wird gesucht …
el: Εύρεση της διανομής για αντιγραφή...
eo: Trovante la kopiendan distribuaĵon...
et: Kopeeritava väljalaske otsimine...
eu: Kopiatuko den distribuzioa bilatzen...
fa: در حال یافتن توزیعی برای کپی کردن...
fi: Etsitään kopioitavaa jakelua...
fr_ca: Recherche de la distribution à copier…
gd: A' lorg an sgaoilidh a thèid lethbhreac a dhèanamh dheth...
gl: Buscando a distribución para copiar...
he: בחיפוש אחר ההפצה להעתקה...
hi: नकल हेतु वितरक को ढूंढा जा रहा है...
hr: Potraga distribucije za kopiranje...
ia: Recerca de un distribution a copiar...
it: Ricerca della distribuzione da copiare...
ja: コピーするディストリビューションを探しています...
kab: Anadi n usedger ara yettwaneɣlen...
km: កំពុង​រក​ការចែក​ចាយ ដើម្បី​ចម្លង...
ko: 복사할 배포판 찾는 중...
ku: Dîtina belavkirina ku dê were jibergirtin...
lt: Ieškomas distributyvas kopijavimui...
lv: Meklē distributīvu kopēšanai...
mr: प्रत करण्यासाठी वितरण शोधत आहे
my: ဖြန့်ချိမှုကို ကူးယူရန် ရှာဖွေနေပါသည်...
nb: Finner distribusjon som skal kopieres...
nl: De te kopiëren distributie zoeken…
nn: Finn distribusjonen som skal kopierast …
pa: ਕਾਪੀ ਕਰਣ ਵਾਲੀ ਡਿਸਟ੍ਰੀਬਿੳੂਸ਼ਨ ਦੀ ਖੋਜ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Wyszukiwanie dystrybucji do skopiowania...
ps: د لمېسلو لپاره وېش موندل کېږي...
pt: A procurar distribuição para copiar...
pt_br: Procurando a distribuição a ser copiada...
si: පිටපත් කිරීමට බෙදාහැරීම සොයමින්...
sl: Iskanje distribucije za kopiranje ...
sq: Duke gjetur distribucionin për të kopjuar...
sr: Налазим дистрибуцију за пресликавање...
sv: Söker efter distributionen att kopiera...
te: నకలుతీయుటకు పంపకాన్ని కనుక్కొంటుంది...
tg: Ҷустуҷӯи дистрибутив барои нусхабардорӣ...
th: กำลังค้นหาชุดแจกจ่ายเพื่อคัดลอก...
tr: Kopyalanacak dağıtım bulunuyor...
ug: كۆچۈرۈشنىڭ تارقىتىش مەزمۇنىنى ئىزدەۋاتىدۇ…
uk: Пошук файлів для копіювання…
vi: Đang tìm bản phân phối để sao chép...
zh_hk: 正在尋找檔案分佈以進行複製...

source: Copying files...
af: Kopieër lêers...
ar: ينسخ الملفات...
ast: Copiando ficheros...
bg: Копиране на файловете...
bo: ཡིག་ཆ་འདྲ་བཤུ་བྱེད་བཞིན་པ...
bs: Kopiram datoteke...
ca: S'estan copiant els fitxers...
ckb: پەڕگەکان لەبەردەگرێتەوە...
cs: Kopírují se soubory...
cy: Copio ffeiliau...
da: Kopierer filer...
de: Dateien werden kopiert …
el: Αντιγραφή αρχείων...
eo: Kopiante dosierojn...
et: Failide kopeerimine...
eu: Fitxategiak kopiatzen...
fa: در حال کپی‌کردن پرونده ها...
fi: Kopioidaan tiedostoja...
fr_ca: Copie des fichiers…
gd: A' dèanamh lethbhreac dhe na faidhlichean...
gl: Copiando ficheiros...
he: קבצים מועתקים...
hi: फ़ाइलों की नक़ल हो रही है...
hr: Kopiranje datoteka...
ia: Copia del files...
it: Copia dei file...
ja: ファイルをコピーしています...
kab: Asenɣel n ifuyla...
km: កំពុង​ចម្លង​ឯកសារ​...
ko: 파일 복사 중...
ku: Pel tên jibergirtin...
lt: Kopijuojami failai...
lv: Kopē datnes...
mr: फाईल्सची प्रत करत आहे...
my: ဖိုင်များ ကူးယူနေပါသည်...
nb: Kopierer filer...
nl: Bestanden aan het kopiëren...
nn: Kopierer filer …
pa: ਫਾਇਲਾਂ ਕਾਪੀ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...
pl: Kopiowanie plików...
ps: دوتنې لمېسل کېږي...
pt: A copiar ficheiros...
pt_br: Copiando arquivos...
si: ගොනු පිටපත් කරමින්...
sl: Kopiranje datotek ...
sq: Duke kopjuar skedarët...
sr: Умножавам датотеке...
sv: Kopierar filer...
te: ఫైళ్ళను నకలుతీస్తున్నది...
tg: Нусхабардории файлҳо...
th: กำลังคัดลอกแฟ้ม...
tr: Dosyalar kopyalanıyor...
ug: ھۆججەتلەرنى كۆچۈرۈۋاتىدۇ…
uk: Копіювання файлів…
vi: Đang sao chép các tập tin...
zh_hk: 複製檔案中...

source: Almost finished copying files...
af: Kopiëring van lêers byna afgehandel...
ar: أوشك الانتهاء من نسخ الملفات...
ast: A piques de finar cola copia de ficheros...
bg: Копирането на файловете почти завърши...
bo: ཡིག་ཆ་འདྲ་བཤུ་རྫོགས་གྲབས་ཡོད་པ...
bs: Skoro završeno kopiranje datoteka...
ca: S'està a punt de finalitzar la còpia de fitxers...
ckb: خەریکە تەواو دەبێت لە لەبەرگرتنەوەی پەڕگەکان...
cs: Kopírování souborů téměř dokončeno…
cy: Bron wedi gorffen copïo'r ffeiliau...
da: Næsten færdig med at kopiere filer...
de: Kopieren der Dateien fast abgeschlossen …
el: Η αντιγραφή των αρχείων σχεδόν τελείωσε...
eo: La kopiado preskaŭ finiĝis...
et: Failide kopeerimine on peaaegu lõpetatud...
eu: Fitxategien kopiaketa amaitzear...
fa: رو‌نوشت پرونده‌ها تقریباً به پایان رسید...
fi: Tiedostojen kopiointi on pian valmis...
fr_ca: Copie des fichiers presque terminée…
gd: Cha mhòr deiseil a' dèanamh lethbhreac dhe na faidhlichean...
gl: A piques de rematar a copia de ficheiros...
he: העתקת הקבצים כמעט והסתיימה...
hi: फाइलों का नकल प्रायः समाप्त है...
hr: Kopiranje datoteka gotovo završeno...
ia: Copia del files quasi finite...
it: Copia dei file quasi completata...
ja: ファイルのコピーはまもなく完了します...
kab: Asenɣel n yifuyla qrib ad ifak...
km: ជិត​នឹង​បញ្ចប់​ការចម្លង​ឯកសារ​...
ko: 파일 복사가 거의 끝났습니다.
ku: Kopîkirina peldankan hema bêje xelas bû...
lt: Failų kopijavimas beveik baigtas...
lv: Datņu kopēšana ir gandrīz pabeigta...
mr: फाईल्सची प्रत करणे जवळजवळ पूर्ण होत आले आहे...
my: ဖိုင်များ ကူးယူမှု ပြီးစီးရန် နီးကပ်နေပါပြီ...
nb: Nesten ferdig med å kopiere filer...
nl: Bestanden kopiëren bijna voltooid…
nn: Nesten ferdig med å kopiera filer …
pa: ਫਾਇਲਾਂ ਕਾਪੀ ਕਰਨਾ ਲਗਭਗ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ....
pl: Prawie ukończono kopiowanie plików...
ps: د دوتنو لمېسل نژدې بشپړ شو...
pt: A terminar a cópia dos ficheiros...
pt_br: Quase terminando de copiar os arquivos...
si: ගොනු පිටපත් කිරීම ආසන්න වශයෙන් අවසානයි...
sl: Kopiranje datotek je skoraj končano ...
sq: Gati përfunduam kopjimin e skedarëve...
sr: Убрзо завршавам умножавање датотека...
sv: Nästan färdig med filkopieringen...
te: దాదాపు ఫైళ్ళను నకలుతీయుట పూర్తయింది...
tg: Нусхабардории файлҳо қариб ба анҷом расид...
th: การคัดลอกแฟ้มใกล้เสร็จ...
tr: Dosyaların kopyalanması neredeyse bitti...
ug: ھۆججەتلەرنى كۆچۈرۈش تاماملىناي دېدى...
uk: Майже закінчив копіювання файлів…
vi: Sắp hoàn thành việc sao chép tập tin...
zh_hk: 快將完成複製檔案...

source: Installation Failed
af: Installasie het misluk
ar: فشل التثبيت
ast: Falló la instalación
bg: Инсталацията е неуспешна
bo: སྒྲིག་འཇུག་མ་ཐུབ
bs: Instalacija nije uspjela
ca: Ha fallat la instal·lació
ckb: دامه‌زراندن سه‌رکه‌وتوو نه‌بوو
cs: Instalace se nezdařila
cy: Methodd y Gosod
da: Installation mislykkedes
de: Installation fehlgeschlagen
el: Η εγκατάσταση απέτυχε
eo: Instalado malsukcesis
et: Paigaldamine ebaõnnestus
eu: Instalazioak huts egin du
fa: نصب شکست خورد
fi: Asennus epäonnistui
fr_ca: Échec lors de l'installation
gd: Dh'fhàillig an stàladh
gl: A instalación fallou
he: ההתקנה נכשלה
hi: संस्थापना विफल
hr: Instalacija nije uspjela
ia: Installation fallite
it: Installazione non riuscita
ja: インストールが失敗しました
kab: Asbeddi ur yeddi ara
km: បាន​បរាជ័យ​ក្នុង​ការដំឡើង
ko: 설치 실패
ku: Sazkirin bi ser neket
lt: Įdiegti nepavyko
lv: Instalēšana neizdevās
mr: प्रतिष्ठापन अपयशी
my: စနစ်ထည့်သွင်းမှု မအောင်မြင်ပါ
nb: Installasjonen mislyktes
nl: Installatie mislukt
nn: Feil ved installeringa
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ
pl: Instalacja nieudana
ps: لګونه نابریالۍ شوه
pt: A Instalação Falhou
pt_br: Falha na instalação
si: ස්ථාපනය අසාර්ථකයි
sl: Namestitev je spodletela
sq: Instalimi Dështoi
sr: Инсталација није успела
sv: Installationen misslyckades
te: స్థాపన విఫలమైనది
tg: Насбкунӣ қатъ шудааст
th: การติดตั้งล้มเหลว
tr: Kurulum Başarısız Oldu
ug: ئورنىتىش مەغلۇپ بولدى
uk: Спроба встановлення зазнала невдачі
vi: Cài đặt không thành công
zh_hk: 安裝失敗

source: The installer encountered an error copying files to the hard disk:
af: Die installeerder het 'n fout teëgekom met die kopieer van lêers is na die hardeskyf:
ar: واجه المُثبّت خطأ أثناء نسخ الملفات للقرص الصلب:
ast: L'instalador alcontró un fallu al copiar los ficheros al discu duru:
bg: Инсталаторът се натъкна на грешка докато копираше файловете на твърдия диск:
bo: སྲ་སྡེར་གྱི་ཐོག་ཏུ་ཡིག་ཆ་འདྲ་བཤུ་སྐབས་སྒྲིག་འཇུག་ཆས་ལ་ནོར་འཁྲུལ་འཕྲད་པ：
bs: Instaler je naišao na grešku prilikom kopiranja datoteka na tvrdi disk:
ca: L'instal·lador ha trobat un error mentre copiava els fitxers al disc dur:
ckb: دامه‌زرێنه‌ر به‌ره‌ورووی هه‌ڵه‌ بۆته‌وه‌ له‌كاتی له‌به‌رگرتنه‌وه‌ی په‌رگه‌كان بۆ په‌پكه‌ڕه‌قه‌كه‌:
cs: Při kopírování souborů na pevný disk oznámil instalátor chybu:
cy: Wnaeth y gosodwr wynebu gwall yn copio ffeiliau i'r disg caled:
da: Installationsprogrammet stødte på en fejl under kopieringen af filer til harddisken:
de: Beim Kopieren der Dateien auf die Festplatte ist ein Fehler aufgetreten:
el: Η εγκατάσταση αντιμετώπισε πρόβλημα κατά την εγγραφή αρχείων στο σκληρό δίσκο:
eo: La instalilo renkontis eraron dum kopiado de dosieroj al la fiksita disko:
et: Paigaldaja sattus failide kettale kopeerimisel vastamisi järgneva veaga:
eu: Instalatzaileak errore bat aurkitu du fitxategiak disko gogorrera kopiatzerakoan:
fa: نصب‌کننده در رونویسی پرونده‌ها به دیسک سخت با خطایی مواجه شد:
fi: Tiedostoja kiintolevylle kopioitaessa tapahtui virhe:
fr_ca: L'installateur a rencontré une erreur lors de la copie des fichiers sur le disque dur :
gd: Thachair an stàlaichear ri mearachd nuair a bha e a' cur lethbhreac dhe na faidhlichean air a' chlàr-chruaidh:
gl: O programa de instalación encontrou un erro ao copiar ficheiros ao disco ríxido:
he: ההתקנה נתקלה בשגיאה הבאה בעת העתקת הקבצים אל הכונן הקשיח:
hi: हार्ड डिस्क पर फाईल का नकल त्रुटि के कारण से नहीं हो पाया:
hr: Instalacijski program je naišao na grešku pri kopiranju datoteka na čvrsti disk:
ia: Le installator ha incontrate un error durante le copia del files al disco dur:
it: È stato riscontrato un errore nel copiare i file sul disco fisso:
ja: ハードディスクにファイルをコピーする際にエラーが発生しました:
kab: Asbeddau yemlal-d uguren mi yessenɣal ifuyla s aḍebsi aquran:
km: កម្មវិធី​ដំឡើង​បាន​ជួប​ប្រទះ​នឹង​កំហុសក្នុង​ពេល​ចម្លង​ឯកសារ​ទៅ​កាន់​ថាស​រឹង ៖
ko: 파일을 하드 디스크로 복사하는 도중 설치 프로그램이 오류를 발견했습니다:
ku: Dema ku pel li hard dîskê dihatin kopîkirin sazkar rastî çewtiyekê hat:
lt: Įvyko klaida kopijuojant failus į diegimui pasirinktą laikmeną:
lv: Instalators saskārās ar kļūdu, kopējot datnes cietajā diskā:
mr: फाईल्सची हार्डडिस्कवर प्रत तयार करतांना प्रस्थापकामध्ये त्रुटी निर्माण झाली आहे:
my: hard disk သို့ ဖိုင်ကူးယူမှုမှာ ချို့ယွင်းမှု တွေ့ရှိရပါသည် :
nb: Installasjonen støtte på en feil ved kopiering av filer til harddisken:
nl: Het installatieprogramma kwam een fout tegen bij het kopiëren van bestanden naar de harde schijf:
nn: Det oppstod ein feil ved kopiering av filer til harddisken:
pa: ੲਿੰਸਟਾਲਰ ਨੇਂ ਹਾਰਡ ਡਿਸਕ ਤੇ ਫਾੲੀਲਾਂ ਕਾਪੀ ਕਰਦੇ ਹੋੲੇ ਦੋਸ਼ ਪਾੲਿਅਾ:
pl: Instalator natrafił na błąd podczas kopiowania plików na dysk twardy:
ps: لګاند سخت ټيکلي ته د دوتنو لمېسلو په وخت کښې د یوې ستونزې سره مخ شو:
pt: O instalador encontrou um erro ao copiar ficheiros para o disco rígido:
pt_br: O instalador encontrou um erro ao copiar arquivos para o disco rígido:
si: ස්ථාපකයට ගොනු දෘඩ තැටියට පිටපත් කිරීමේ දෝෂයක් ඇතිවිය:
sl: Med kopiranjem datotek na trdi disk je prišlo do napake:
sq: Instaluesi hasi në një gabim duke kopjuar skedarët në Hard Disk:
sr: Инсталер је наишао на грешку приликом умножавања датотека на чврсти диск:
sv: Installationsprogrammet påträffade ett fel vid kopiering av filer till hårddisken:
te: హార్డ్‍ డిస్క్‍కు ఫైళ్ళను నకలుతీసేటపుడు స్థాపకం ఒక దోషాన్ని ఎదుర్కొన్నది:
tg: Ҳангоми нусхабардории файлҳо ба диски компютерӣ, насбкунанда хатоҳоро муайян кард:
th: โปรแกรมติดตั้งเกิดข้อผิดพลาด ไม่สามารถคัดลอกแฟ้มลงฮาร์ดดิสก์ได้:
tr: Kurucu, dosyaları sabit diske kopyalarken bir hatayla karşılaştı:
ug: ئورناتقۇچى ھۆججەتلەرنى قاتتىق دىسكىغا كۆچۈرگەندە خاتالىققا يولۇقتى:
uk: Програма для встановлення виявила помилку копіювання файлів на жорсткий диск:
vi: Chương trình cài đặt gặp một lỗi khi chép các tập tin vào đĩa cứng:
zh_hk: 安裝程式在複製檔案到硬碟時遇到一個錯誤：

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
af: Dit is die gevolg van onvoldoende spasie vir die afhandeling van die installasie op die teikenpartisie. Laat loop die installeerder asseblief weer en kies 'n groter partisie om op te installeer.
ar: هذا الخطأ نتيجة لعدم توفر مساحة كافية للتثبيت في القسم الذي اخترته. الرجاء إعادة تشغيل برنامج التثبيت واختيار قسم أكبر للتثبيت فيه.
ast: Esto débese a qu'esiste insuficiente espaciu de discu pa completar la instalación na partición oxetivu. Por favor, execute l'instalador nuevamente y esbille una partición más grande au instalar.
bg: Това се случи, защото на пососчения дял няма достатъчно свободно място. Моля, стартирайте инсталатора отново и изберете по-голям дял за инсталиране.
bo: རྒྱུ་རྐྱེན་ནི་དམིགས་འཛུགས་ཀྱི་གསོག་སྡེར་ཁག་ལ་འདངས་ངེས་ཀྱི་བར་སྟོང་མེད་པས་སོ། ཁྱེད་ཉིད་སྒྲིག་འཇུག་ཆས་དེ་བསྐྱར་དུ་འཁོར་སྐྱོད་བྱས་ནས་གསོག་སྡེར་ཁག་ཆེ་ཙམ་ཞིག་གི་ནང་དུ་སྒྲིག་འཇུག་བྱེད་རོགས
bs: Ovo se dešava zbog nedovoljnog prostora na disku za završavanje instalacije na odabranoj particiji. Ponovo pokrenite instalaciju i odaberite veću particiju.
ca: Això és degut al fet que no hi ha prou espai de disc a la partició de destinació, amb la qual cosa la instal·lació no es pot completar. Hauríeu d'executar l'instal·lador de nou i seleccionar una partició més gran on dur a terme la instal·lació.
ckb: ئه‌و په‌پكه‌یه‌ی هه‌ڵتبژاردووه‌ بۆ دامه‌زراندن شوێنی به‌تاڵی تیا نه‌ماوه‌ تاكوو دامه‌زراندنه‌كه‌ ته‌واو بچه‌سپێ، تكایه‌ سه‌رله‌نوێ دامه‌زرێنه‌ر جێبه‌جێ بكه‌ره‌وه‌ و به‌شه‌ په‌پكه‌یه‌كی تر ده‌ستنیشان بكه‌ كه‌ شوێنی به‌تاڵی هه‌بێت.
cs: Na cílovém oddílu není dostatek místa k dokončení instalace. Spusťte prosím instalaci znovu a vyberte větší oddíl.
cy: Mae hwn oherwydd nid oes digon o lle disg i'r gosod cwblhau ar y rhaniad targed. Redwch y gosodwr eto a dewiswch rhaniad fwy i gosod arno.
da: Dette skyldes, at der ikke er tilstrækkelig plads på disken, til at installationen kan gennemføres på målpartitionen. Kør venligst installationsprogrammet igen, og vælg en større partition at installere på.
de: Dies wurde dadurch verursacht, dass der Festplattenspeicher auf der Zielpartition nicht ausreicht, um die Installation abzuschließen. Bitte starten Sie die Installation erneut und wählen Sie eine größere Partition, auf der installiert werden soll.
el: Αυτό οφείλεται στην έλλειψη ελεύθερου χώρου στο δίσκο για την ολοκλήρωση της εγκατάστασης στην κατάτμηση που υποδείχθηκε. Παρακαλώ να επανεκκινήσετε το πρόγραμμα εγκατάστασης και να διαλέξετε μια μεγαλύτερη κατάτμηση.
eo: Tio estas kaŭzata pro nesufiĉa diskspaco por fini la instaladon sur la cela subdisko. Bonvolu reruligi la instalilon kaj elekti pli larĝan subdiskon en kiu instali.
et: Põhjus on selles, et valitud kettajaol pole piisavalt ruumi paigalduse lõpetamiseks. Palun käivita paigaldaja uuesti ja vali paigaldamiseks suurem kettajagu.
eu: Helburu-partizioan instalazioa burutzeko leku libre nahikoa ez egotearen ondorio da hau. Exekutatu instalatzailea berriro eta hautatu partizio handiago bat.
fa: این به علت ناکافی بودن فضای دیسک برای کامل کردن نصب روی پارتیشن مقصد است. لطفاً دوباره نصاب را اجرا کنید و یک پارتیشن بزرگ‌تر را برای نصب داخل آن انتخاب کنید.
fi: Tämä johtuu siitä, että kohdeosiolla ei ole riittävästi levytilaa asennuksen valmistumiseksi. Suorita asennusohjelma uudelleen ja valitse asennukselle suurempi osio.
fr_ca: Ceci provient d'un espace disque insuffisant pour terminer l'installation sur la partition cible. Veuillez relancer l'installeur et choisir une partition plus grande pour l'installation.
gd: Thachair seo a chionn 's nach eil àite gu leòr air a' chlàr gus a stàladh a chur air a' phàirteachadh ud. Ruith an stàlaichear a-rithist agus tagh pàirteachadh nas motha airson a stàladh.
gl: Isto débese a que non hai espazo abondo na partición seleccionada para que se complete a instalación. Inicia o instalador outra vez e selecciona unha partición maior para realizar a instalación.
he: תקלה זו נגרמה שאין די מקום להשלמת ההתקנה במחיצת היעד. נא להריץ את תכנית ההתקנה שוב ולבחור במחיצה גדולה יותר להתקנה.
hi: इसका कारण निर्दिष्ट विभाजन पर संस्थापना पूर्ण हेतु डिस्क स्थान अपर्याप्त है. कृपया संस्थापक को पुनः चलाएं तथा संस्थापना हेतु पहले से बड़ा विभाजन चुनें.
hr: Razlog tome je nedostatak slobodnog prostora za dovršetak instalacije na odabranoj particiji. Ponovno pokrenite instalaciju i odaberite veću particiju.
ia: Isto es debite al spatio de disco insufficiente pro completar le installation sur le partition de destination. Per favor face fluer de nove le installator e selige un partition plus grande ubi installar.
it: Questo può essere causato da un insufficiente spazio su disco per completare l'installazione sulla partizione selezionata. Eseguire nuovamente il programma d'installazione e selezionare una partizione con sufficiente spazio disponibile.
ja: インストールに必要なハードディスクの空き容量が不足しています。インストーラーを起動し直して、充分な空き容量を持ったパーティションを選択してください。
kab: Sebba n wayagi d lexṣas n tallunt n uḍebi deg uḥric annican. Ttxil-k m selkem asbedday tikkelt-nniḍe yerna fren aḥric ameqran akken ad tesbeddeḍ deg-s.
km: នេះ​ដោយ​សារ​តែ​មិន​មាន​ទំហំ​ថាស​គ្រប់​គ្រាន់​សម្រាប់​ការ​ដំឡើង​ ដើម្បី​បំពេញ​នៅ​លើ​ភាគ​ថាស​គោល​ដៅ​ ។ សូម​ដំណើរ​ការ​កម្មវិធី​ដំឡើង​ម្តង​ទៀត រួច​ជ្រើស​ភា​គ​ថាស​ធំ​ជា​ងនេះ​ដើម្បី​ដំឡើង ។
ko: 이 오류는 일반적으로 대상 파티션에 설치를 마칠 디스크 공간이 부족할 때 발생합니다. 설치 프로그램을 다시 실행한 후 우분투를 설치할 더 큰 파티션을 선택하십시오.
ku: Ji bo bidawîkirina sazkirinê di dabeşa armanc de valahî têr nake. Ji kerema xwe re sazkerê dîsa bixebitîne û dabeşeka firehtir bibijêre ji bo sazkirinê.
lt: Diegimo užbaigti nepavyko, nes trūksta laisvos vietos pasirinktame vidinio disko skirsnyje. Paleiskite diegimo įrankį iš naujo ir pasirinkite didesnį disko skirsnį (arba padidinkite dabar pasirinktą).
lv: Instalēšana uz mērķa nodalījumu nav iespējama diska vietas trūkuma dēļ. Lūdzu, palaidiet instalatoru vēlreiz un izvēlieties lielāku mērķa nodalījumu, kurā tiks instalēta distribūcija.
mr: याचे कारण प्रस्थापना पूर्ण होण्यासाठी लागणारी जागा निवडलेल्या लक्ष्य पार्टीशनवर पुरेशी नाही. प्रस्थापक परत सुरु करा आणि पुरेशी जागा असलेली दुसरी पार्टीशन निवडा.
my: သတ်မှတ်ထားသော အကန့်တွင် စနစ်ထည့်သွင်းရန် နေရာလွတ် လုံလောက်မှု မရှိခြင်းကြောင့် ဖြစ်ပါသည်။ ပိုမိုကြီးမားသော အကန့်ကို ရွေးချယ်၍ စနစ်ထည့်သွင်းမှုကို ပြန်လည် စတင်ပါ။
nb: Dette er forårsaket av at det er ikke er nok diskplass til å fullføre installasjonen. Kjør derfor installasjonen på nytt og velg en harddisk med tilstrekkelig plass til å fullføre installasjonen.
nl: Op de doelpartitie is er niet voldoende schijfruimte beschikbaar voor de installatie. Begin a.u.b. opnieuw met de installatie en kies dan een grotere doelpartitie.
nn: Dette er fordi det ikkje er nok ledig plass på den valde partisjonen til at installeringa kan fullførast. Start installasjonsprogrammet på nytt og vel ein annan partisjon med nok lagringsplass.
pa: ਇਹ ਟਾਰਗੇਟ ਭਾਗ ਉੱਤੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਲੋੜੀਦੀ ਡਿਸਕ ਥਾਂ ਨਾ ਹੋਣ ਕਰਕੇ ਹੋਇਆ ਹੈ। ਇੰਸਟਾਲਰ ਫੇਰ ਚਲਾ ਕੇ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵੱਡੇ ਪਾਰਟੀਸ਼ਨ ਦੀ ਚੋਣ ਕਰੋ।
pl: Powodem jest niewystarczająca ilość miejsca na partycji docelowej. Proszę uruchomić ponownie instalator i wybrać większą partycję.
ps: دا د لګونې بشپړولو لپاره د موخې وېش باندې د شته تشې بسنه نه کولو له کبله وشو. مهرباني وکږئ، لګاند بیا وځغلوئ او د لګونې لپاره یو لوي وېش وټاکئ.
pt: Isto ocorreu por não haver espaço suficiente no disco para concluir a instalação na respetiva partição. Execute novamente o instalador e selecione uma partição maior.
pt_br: Isto é devido a espaço insuficiente no disco para completar a instalação na partição indicada. Por favor execute o instalador novamente e selecione uma partição maior.
si: මෙය තැටි ඉඩ මඳවීමක් නිසා ඉලක්කගත කොටසට ස්ථාපනය අසාර්ථක වීමකි. කරුණාකර නැවත ස්ථාපකය ධාවන කර විශාල කොටසක් ලබා දෙන්න.
sl: Ponavadi do tega pride zaradi nezadostne količine prostora na disku. Ponovno zaženite namestitev in pri tem izberite večji razdelek diska, na katerega naj se sistem namesti.
sq: Kjo ka ndodhur sepse nuk ka hapësirë të mjaftueshme në disk që të kompletohet instalimi në particionin e dhënë. Ju lutemi nisni instalimin përsëri për të zgjedhur një particion më të madh për instalimin.
sr: До овог је дошло због недостатка празног простора на изабраној партицији. Молим поново покрените инсталацију и изаберите већу партицију.
sv: Detta är på grund av otillräckligt diskutrymme för att färdigställa installationen på målpartitionen. Kör installationsprogrammet igen och välj en större partition att installera på.
te: లక్ష్య పార్టిషన్ మీద స్థాపన పూర్తిచేయుటకు తగినంత డిస్కు ఖాళీ స్థలం లేకపోవడంవల్ల ఇలా అయ్యింది. దయచేసి స్థాపకాన్ని మరలా నడిపి స్థాపించడానికి ఒక అతిపెద్ద పార్టిషన్‌ను ఎంచుకోండి.
tg: Ба сабаби кофӣ набудани фазои диск барои насби пурра дар қисмбандии интихобшуда, ин мушкилӣ ба вуҷуд омадааст. Лутфан, насбкунандаро аз нав иҷро кунед ва барои насб кардани низом қисмбандии зиёдтарро интихоб намоед.
th: ปัญหานี้เกิดมาจากมีพื้นที่ไม่พอในพาร์ทิชันที่กำหนดไว้ ทำให้การติดตั้งไม่สำเร็จ กรุณาเริ่มใหม่อีกครั้งและเลือกพาร์ทิชันที่ใหญ่กว่านี้
tr: Bu, hedef bölümde kurulumun tamamlanması için yeterli disk alanı bulunmaması yüzünden. Lütfen kurucuyu tekrar çalıştırın ve kurulum için daha büyük bir bölüm seçin.
ug: دىسكىڭىزدىكى بوشلۇق يىتىشمەسلىك سەۋەبلىك بۇ خاتالىق كۆرۈلدى. چوڭراق دىسكا رايونىنى تاللاپ قايتىدىن قاچىلاڭ.
uk: Це сталося через брак вільного місця для всіх потрібних компонентів на цільовому розділі. Будь ласка, запустіть процес встановлення заново та виберіть розділ диску більшого об'єму.
vi: Lỗi xảy ra do không đủ chỗ trống trên phân vùng đích để hoàn tất việc cài đặt. Vui lòng chạy lại trình cài đặt và chọn một phân vùng lớn hơn.
zh_hk: 由於硬碟空間不足，無法完成安裝至目標硬碟分區。請重新執行安裝程式並選擇較大的硬碟分區進行安裝。
