Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Detect Keyboard Layout
af: Bespeur sleutelborduitleg
ar: اكتشف تخطيط لوحة المفاتيح
ast: Deteutar disposición del tecláu
bg: Засичане на клавиатурната подредба
bo: མཐེབ་གཞོང་གི་བཀོད་པ་འཚོལ་བ
bs: Prepoznaj raspored tastature
ca: Detecta la disposició del teclat
ckb: دۆزینەوەی نەخشەی تەختەکلیل
cs: Rozpoznat rozložení klávesnice
cy: Canfod Cynllun Bysellfwrdd
da: Find tastaturlayout
de: Tastaturbelegung automatisch erkennen
el: Εντοπισμός διάταξης πληκτρολογίου
eo: Rekoni klavaranĝon
et: Klahvistiku paigutuse tuvastamine
eu: Detektatu teklatuaren diseinua
fa: تشخیص چیدمان صفحه‌کلید
fi: Tunnista näppäimistön asettelu
fr_ca: Détecter la disposition du clavier
gd: Mothaich do cho-dhealbhachd a' mheur-chlàir
gl: Detectar a disposición do teclado
he: איתור פריסת המקלדת
hi: कुंजीपटल विन्यास का पता लगाएँ
hr: Otkrij raspored tipkovnice
ia: Disvelar le arrangiamento del claves de tu claviero
it: Rileva disposizione tastiera
ja: キーボードレイアウトを検出
kab: Af-d tarusi n unasiw
km: រកឃើញ​ប្លង់​ក្ដារចុច
ko: 키보드 배치 확인
ku: Plana Klavyeyê Tesbît Bike
lt: Aptikti klaviatūros išdėstymą
lv: Noteikt tastatūras izkārtojumu
mr: कळफलक मांडणीचा शोध
my: ကီးဘုတ်ပုံစံ စစ်​ဆေးတွေ့ရှိသည်
nb: Oppdag tastaturoppsett
nl: Toetsenbordindeling vaststellen
nn: Oppdag tastaturutforming
pa: ਕੀਬੋਰਡ ਲੇਆਉਟ ਖੋਜੋ
pl: Wykryj układ klawiatury
ps: کيليدړې اډانه نومېرل
pt: Detetar a disposição do teclado
pt_br: Detectar layout do teclado
si: යතුරු පුවරුවෙහි සැලසුම අනාවරණය කරන්න
sl: Zaznaj razporeditev tipk
sq: Dallo Llojin e Tastierës
sr: Откриј распоред тастатуре
sv: Identifiera tangentbordslayout
te: కీబోర్డు నమూనా కనుగొను
tg: Муайян кардани тарҳбандии клавиатура
th: ตรวจหาผังแป้นพิมพ์
tr: Klavye Düzenini Tespit Et
ug: ھەرپتاختا جايلاشتۇرۇشنى بايقايدۇ
uk: Визначити розкладку клавіатури
vi: Nhận dạng bàn phím
zh_hk: 偵測鍵盤配置

source: Detect Keyboard Layout...
af: Bespeur tans sleutelborduitleg...
ar: اكتشف تخطيط لوحة المفاتيح...
ast: Detectar disposición del tecláu...
bg: Засичане на клавиатурната подредба
bo: མཐེབ་གཞོང་གི་བཀོད་པ་འཚོལ་བ་་་
bs: Prepoznavanje rasporeda tastature...
ca: Detecta la disposició del teclat...
ckb: دۆزینەوەی نەخشەی تەختەکلیل...
cs: Rozpoznat rozložení klávesnice...
cy: Canfod Cynllun Bysellfwrdd...
da: Find tastaturlayout...
de: Tastaturbelegung automatisch erkennen …
el: Εντοπισμός διάταξης πληκτρολογίου…
eo: Rekoni klavaranĝon...
et: Klahvistiku paigutuse tuvastamine...
eu: Detektatu teklatuaren diseinua...
fa: تشخیص چیدمان صفحه‌کلید…
fi: Havaitse näppäimistön asettelu...
fr_ca: Détection de la disposition du clavier…
gd: Mothaich do cho-dhealbhachd a' mheur-chlàir...
gl: Detectar a disposición do teclado...
he: איתור פריסת המקלדת...
hi: कुंजीपटल विन्यास का पता कर रहा है...
hr: Otkrij raspored tipkovnice...
ia: Disvelar le arrangiamento del claves de tu claviero...
it: Rileva disposizione tastiera...
ja: キーボードレイアウトを検出...
kab: Af-d tarusi n unasiw...
km: រក​ឃើញ​ប្លង់​ក្ដារចុច...
ko: 키보드 배치를 확인하고 있습니다...
ku: Plana Klavyeyê Tesbît Bike...
lt: Aptikti klaviatūros išdėstymą...
lv: Noteikt tastatūras izkārtojumu...
mr: कळफलक मांडणीचा शोध ......
my: ကီးဘုတ်ပုံစံ စစ်​ဆေးတွေ့ရှိသည်...
nb: Oppdag tastaturutforming...
nl: Toetsenbordindeling vaststellen…
nn: Oppdag tastaturutforming …
pa: ਕੀਬੋਰਡ ਲੇਆਉਟ ਖੋਜ..
pl: Wykrywanie układu klawiatury...
ps: کيليدړې اډانه نومېرل...
pt: Detetar a disposição do teclado...
pt_br: Detectar layout do teclado...
si: යතුරු පුවරුවෙහි සැලසුම අනාවරණය කරන්න...
sl: Zaznaj razporeditev tipk ...
sq: Dallo Llojin e Tastierës...
sr: Откриј распоред тастатуре...
sv: Identifiera tangentbordslayout...
te: కీబోర్డు నమూనా కనుగొను...
tg: Дар ҳоли муайянкунии тарҳбандии клавиатура...
th: ตรวจหาผังแป้นพิมพ์...
tr: Klavye Düzenini Tespit Et...
ug: ھەرپتاختا جايلاشتۇرۇشنى باياقايدۇ…
uk: Визначити розкладку клавіатури…
vi: Nhận dạng bàn phím...
zh_hk: 偵測鍵盤配置...

source: Please press one of the following keys:
af: Druk asseblief een van die volgende sleutels:
ar: رجاء اضغط على أحد المفاتيح التالية:
ast: Calca dalguna de les siguientes tecles:
bg: Моля, натиснете един от следните клавиши:
bo: འོག་གི་མཐེབ་གང་རུང་ཞིག་མནན་རོགས：
bs: Molimo pritisnite jednu od sljedećih tipki:
ca: Premeu una de les tecles següents:
ckb: تکایە یەکێک لەم دوگمانەی خوارەوە داگرە:
cs: Stiskněte prosím jednu z následujících kláves:
cy: Pwyswch un o'r bysellau canlynol:
da: Tryk venligst på en af følgende taster:
de: Bitte drücken Sie eine der folgenden Tasten:
el: Παρακαλώ πιέστε ένα από τα ακόλουθα πλήκτρα:
eo: Bonvolu tajpi unu el la sekvaj klavoj:
et: Vajuta ühte järgnevaist klahvidest:
eu: Sakatu ondorengo tekletako bat:
fa: لطفا یکی از کلید های زیر را فشار دهید:
fi: Paina yhtä seuraavista näppäimistä:
fr_ca: Veuillez peser sur l'une des touches suivantes :
gd: Brùth aon dhe na h-iuchraichean a leanas:
gl: Prema algunha das seguintes teclas:
he: נא ללחוץ על אחד מהתווים הבאים:
hi: निम्न कुंजीयों में से एक को दबाएंः
hr: Pritisnite jednu od sljedećih tipki:
ia: Per favor pulsa un del claves sequente:
it: Premere uno dei seguenti tasti:
ja: 以下のキーのうち1つを押してください:
kab: Ttxil-k⋅m ssit ɣef yiwet gar tqeffalin-ayi:
km: សូម​ចុច​គ្រាប់​ចុច​មួយ​ដូច​ខាង​ក្រោម​ ៖
ko: 다음 키 중 하나를 눌러주십시오:
ku: Ji kerema xwe re pêl li yek ji bişkokên li jêr bike:
lt: Prašome paspausti vieną iš šių klavišų:
lv: Lūdzu, nospiediet kādu no uzskaitītajiem taustiņiem:
mr: कृपया पुढे दिलेल्या कळापैकी कोणतीही एक कळ दाबून पहा.
my: အောက်ပါ ကီးများအနက်မှ တစ်ခုကို နှိပ်ပါ :
nb: Vennligst trykk en av de følgende tastene:
nl: Druk a.u.b. op een van de volgende toetsen:
nn: Trykk ein av dei følgjande tastane:
pa: ਅੱਗੇ ਦਿੱਤੀਆਂ ਸਵਿੱਚਾਂ ਦੱਬੋ:
pl: Proszę wcisnąć jeden z następujących klawiszy:
ps: مهرباني وکړئ، د لاندې کيلیانو نه يوه ووهئ:
pt: Prima uma das seguintes teclas:
pt_br: Por favor, pressione uma das teclas a seguir:
si: කරුණාකර පහත දැක්වෙන යතුරු වලින් එකක් ඔබන්න:
sl: Pritisnite eno od naslednjih tipk:
sq: Ju lutemi të shtypni një nga butonat që vijojnë:
sr: Молим притисните један од следећих тастера:
sv: Tryck på en av följande tangenter:
te: దయచేసి కిందపేర్కొన్న కీలలో ఏదోఒకటి నొక్కండి:
tg: Лутфан, яке аз тугмаҳои зеринро пахш кунед:
th: โปรดกดปุ่มใดปุ่มหนึ่งในรายการนี้:
tr: Lütfen aşağıdaki tuşlardan birine basın:
ug: تۆۋەندىكى كۇنۇپكىلاردىن بىرنى بېسىڭ:
uk: Будь ласка, натисніть одну з вказаних кнопок
vi: Hãy bấm một trong các phím sau:
zh_hk: 請按以下其中一個鍵：

source: Is the following key present on your keyboard?
af: Is die volgende sleutel beskikbaar op jou sleutelbord?
ar: هل هذا المفتاح موجود على لوحة مفاتيحك؟
ast: ¿Ta presente la siguiente tecla nel to tecláu?
bg: Следният клавиш има ли го на вашата клавиатура?
bo: ཁྱོད་ཀྱི་མཐེབ་གཞོང་ཐོག་ཏུ་འོག་གི་མཐེབ་འདི་ཡོད་དམ
bs: Da li je ova tipka prisutna na vašoj tastaturi?
ca: Teniu la tecla següent al vostre teclat?
ckb: ئایا ئەم دوگمانەی خوارەوە دەردەکەون لەسەر تەختەکلیلەکەت؟
cs: Je následující klávesa přítomna na vaší klávesnici?
cy: Ydy'r fysell ganlynol yn bresennol ar eich bysellfwrdd?
da: Er følgende tast til stede på dit tastatur?
de: Ist die folgende Taste auf Ihrer Tastatur vorhanden?
el: Υπάρχει στο πληκτρολόγιό σας το ακόλουθο πλήκτρο;
eo: Ĉu la sekva klavo troveblas sur via klavaro?
et: Kas sinu klaviatuuril on selline klahv?
eu: Zure teklatuak ba al du ondorengo tekla?
fa: آیا این کلید در صفحه کلید شما وجود دارد؟
fi: Löytyykö seuraava näppäin näppäimistöstäsi?
fr_ca: La touche suivante est-elle présente sur votre clavier?
gd: A bheil an iuchair a leanas air a' mheur-chlàr agad?
gl: Existe a seguinte tecla no seu teclado?
he: האם התו הבא קיים על גבי המקלדת שלך?
hi: क्या आपके कुंजीपटल में निम्न कुंजी उपस्थित है?
hr: Je li sljedeća tipka prisutna na vašoj tipkovnici?
ia: Es le clave sequente presente sur tu claviero?
it: Il tasto seguente è presente sulla propria tastiera?
ja: 以下のキーはあなたのキーボードにありますか?
kab: Llant tqeffalin-agi deg unasiw-inek m ?
km: តើ​គ្រាប់​ចុច​ដូច​ខាង​ក្រោម​បង្ហាញ​នៅ​លើ​ក្តារ​ចុច​របស់​អ្នក​ឬ​ទេ ?
ko: 다음 키가 키보드에 존재합니까?
ku: Bişkoka li xwarê, li ser klavyeya te heye?
lt: Ar šis klavišas yra klaviatūroje?
lv: Vai šis taustiņš atrodams uz jūsu tastatūras?
mr: पुढे दिलेली कळ तुमच्या कळफलकावर आहे का?
my: သင့်ကီးဘုတ်တွင် ပါဝင်သော ကီးဟုတ်ပါသလား။
nb: Finnes den følgende tasten på tastaturet ditt?
nl: Is de volgende toets op uw toetsenbord aanwezig?
nn: Finst den følgjande tasten på tastaturet ditt?
pa: ਕੀ ਤੁਹਾਡੇ ਕੀਬੋਰਡ ਉੱਤੇ ਅੱਗੇ ਦਿੱਤੀ ਸਵਿੱਚ ਮੌਜੂਦ ਹੈ?
pl: Czy ten klawisz występuje na klawiaturze?
ps: آیا لاندنۍ کيلي ستاسې په کيليدړه باندې شته؟
pt: A seguinte tecla está disponível no seu teclado?
pt_br: A tecla seguinte está presente no seu teclado?
si: පහත දැක්වෙන යතුර ඔබේ යතුරු පුවරුවෙහි පවතිනවද?
sl: Ali je naslednja tipka prisotna na vaši tipkovnici?
sq: A është butoni që vijon i pranishëm në tastierën tuaj?
sr: Да ли следећи тастер постоји на вашој тастатури?
sv: Finns följande tangent på ditt tangentbord?
te: కింద పేర్కొన్న 'కీ' మీ కీబోర్డునందు ఉన్నదా?
tg: Оё ин тугма дар клавиатураи шумо вуҷуд драд?
th: ปุ่มดังกล่าวมีอยู่บนแป้นพิมพ์หรือไม่?
tr: Aşağıdaki tuş, klavyeniz üzerinde bulunuyor mu?
ug: ھەرپتاختىڭىزدا تۆۋەندىكى كۇنۇپكىلار بارمۇ؟
uk: Чи присутня ця клавіша на клавіатурі?
vi: Phím sau đây có trên bàn phím của bạn hay không?
zh_hk: 以下按鍵有出現在您的鍵盤嗎？

source: Who are you?
af: Wie is jy?
ar: من أنت؟
ast: ¿Quién yes?
bg: Кой сте Вие?
bo: སྐུ་ཉིད་སུ་ཡིན
bs: Ko ste vi?
ca: Qui sou?
ckb: تۆ کێیت؟
cs: Kdo jste?
cy: Pwy ydych chi?
da: Hvem er du?
de: Wer sind Sie?
el: Πώς σας λένε;
eo: Kiu vi estas?
et: Kasutaja andmed
eu: Nor zara?
fa: شما چه کسی هستید؟
fi: Kuka olet?
fr_ca: Qui êtes-vous?
gd: Cò thu?
gl: Quen é vostede?
he: מי הנ״ל?
hi: आप कौन है?
hr: Tko ste vi?
ia: Qui es tu?
it: Informazioni personali
ja: あなたの情報を入力してください
kab: Anwa⋅Anita i d kečči⋅kemmi?
km: អ្នក​ជា​នរណា ?
ko: 당신은 누구십니까?
ku: Tu kî yî?
lt: Kas jūs esate?
lv: Kas jūs esat?
mr: आपण कोण आहात?
my: သင် ဘယ်သူပါလဲ
nb: Hvem er du?
nl: Wie bent u?
nn: Kven er du?
pa: ਤੁਸੀਂ ਕੌਣ ਹੋ ?
pl: Tożsamość użytkownika
ps: تاسې څوک یاست؟
pt: Quem é você?
pt_br: Quem é você?
si: ඔබ කවුද?
sl: Kdo ste?
sq: Kush jeni?
sr: Ко сте Ви?
sv: Vem är du?
te: మీరు ఎవరు?
tg: Шумо кӣ ҳастед?
th: คุณคือใคร?
tr: Kimsiniz?
ug: سىز كىم؟
uk: Хто ви?
vi: Bạn là ai?
zh_hk: 您是哪位？

source: Your name:
af: Jou naam:
ar: اسمك:
ast: El to nome:
bg: Вашето име:
bo: ཁྱོད་ཀྱི་མིང：
bs: Vaše ime:
ca: El vostre nom:
ckb: ناوی خۆت:
cs: Vaše jméno:
cy: Eich enw:
da: Dit navn:
de: Ihr Name:
el: Το όνομά σας:
eo: Via nomo:
et: Sinu nimi:
eu: Zure izena:
fa: نام شما :
fi: Nimi:
fr_ca: Votre nom :
gd: D' ainm:
gl: O seu nome:
he: שמך:
hi: आपका नामः
hr: Vaše ime:
ia: Tu nomine:
it: Il vostro nome:
ja: あなたの名前:
kab: Isem-ik⋅im:
km: ឈ្មោះ​របស់​អ្នក​ ៖
ko: 이름:
ku: Navê te:
lt: Jūsų vardas:
lv: Jūsu vārds:
mr: आपले नाव:
my: သင့်အမည် :
nb: Ditt navn:
nl: Uw naam:
nn: Namnet ditt:
pa: ਤੁਹਾਡਾ ਨਾਂ:
pl: Imię i nazwisko użytkownika:
ps: ستاسې نوم:
pt: O seu nome:
pt_br: Seu nome:
si: ඔබේ නම:
sl: Vaše ime:
sq: Emri juaj:
sr: Ваше име:
sv: Ditt namn:
te: మీ పేరు:
tg: Номи шумо:
th: ชื่อของคุณ:
tr: Adınız:
ug: ئاتىڭىز:
uk: Ваше ім'я:
vi: Tên của bạn:
zh_hk: 您的姓名：

source: Pick a username:
af: Kies 'n gebruikersnaam:
ar: اختر اسم مستخدم:
ast: Introduz un nome d'usuariu:
bg: Изберете потребителско име:
bo: སྤྱོད་མཁན་གྱི་མིང་ཞིག་འདེམས་པ：
bs: Odaberite korisničko ime:
ca: Trieu un nom d'usuari:
ckb: ناوی بەکارهێنەر هەڵبژێرە:
cs: Vyberte uživatelské jméno:
cy: Dewiswch enw defnyddiwr:
da: Vælg et brugernavn:
de: Wählen Sie einen Benutzernamen:
el: Διαλέξτε ένα όνομα χρήστη:
eo: Elektu uzantnomon:
et: Kasutajanimi:
eu: Aukeratu erabiltzaile-izena:
fa: نام کاربری‌ای برگزینید:
fi: Valitse käyttäjänimi:
fr_ca: Choisir un nom d’utilisateur :
gd: Tagh ainm-cleachdaiche:
gl: Escolla un nome de usuario:
he: נא לבחור שם משתמש:
hi: कोई प्रयोक्ता नाम चुनें
hr: Odaberite korisničko ime:
ia: Selige un nomine de usator:
it: Scegliere un nome utente:
ja: ユーザー名の入力:
kab: Fren isem n useqdac:
km: ជ្រើស​ឈ្មោះ​អ្នក​ប្រើ​ ៖
ko: 사용자 이름 선택:
ku: Naveke bikarhêneriyê bibijêre:
lt: Pasirinkite naudotojo vardą:
lv: Izvēlieties lietotājvārdu:
mr: वापरकर्ता नावाची (username) निवड करा:
my: အသုံးပြုသူအမည် တစ်ခု ရွေးချယ်ပါ :
nb: Velg et brukernavn:
nl: Kies een gebruikersnaam:
nn: Vel eit brukarnamn:
pa: ਯੂਜ਼ਰ ਨਾਂ ਚੁਣੋ:
pl: Nazwa użytkownika:
ps: یو کارن نوم غوره کړئ:
pt: Escolha um nome de utilizador:
pt_br: Escolha um nome de usuário:
si: පරිශීලක නාමයක් තෝරාගන්න:
sl: Izberite uporabniško ime:
sq: Zgjidhni një emër përdoruesi:
sr: Одредите корисничко име:
sv: Välj ett användarnamn:
te: ఒక వాడుకరి పేరును ఎంచుకోండి:
tg: Номи корбареро интихоб кунед:
th: เลือกชื่อผู้ใช้:
tr: Bir kullanıcı adı seçin:
ug: ئىشلەتكۈچى ئاتىنى تاللاڭ:
uk: Ввести ім’я користувача:
vi: Chọn tên đăng nhập:
zh_hk: 選擇使用者名稱：

source: &lt;small&gt;If more than one person will use this computer, you can set up multiple accounts after installation.&lt;/small&gt;
af: &lt;small&gt;Indien meer as een persoon die rekenaar gaan gebruik, kan jy meerdere rekeninge opstel na installasie.&lt;/small&gt;
ar: &lt;small&gtإذا كان أكثر من شخص سيستخدم هذا الحاسوب، فيمكنك إعداد أكثر من حساب مستخدم بعد الانتهاء من عملية التثبيت.&lt;/small&gt;
ast: &lt;small&gt;Si esti equipu va usalu más d'una persona, pues configurar delles cuentes dempués de la instalación.&lt;/small&gt;
bg: &lt;small&gt;Ако компютърът се използва от няколко души, можете да настроите няколко потребителски акаунти след инсталацията.&lt;/small&gt;
bs: &lt;small&gt;Ako će više osoba koristiti ovaj računar, možete nakon instalacije postaviti više korisničkih računa.&lt;/small&gt;
ca: &lt;small&gt;Si hi ha més d'una persona que utilitza aquest ordinador, podeu crear altres comptes després de la instal·lació.&lt;/small&gt;
cs: &lt;small&gt;Pokud tento počítač bude používat více jak jedna osoba, můžete další účty přidat po instalaci.&lt;/small&gt;
cy: &lt;small&gt;Os bydd mwy nag un person yn defnyddio'r cyfrifiadur hwn, gallwch sefydlu mwy o gyfrifon ar ôl gosod y system.&lt;/small&gt;
da: &lt;small&gt;Hvis mere end én person kommer til at bruge denne computer, kan du indstille flere konti efter installationen.&lt;/small&gt;
de: &lt;small&gt;Falls mehr als eine Person diesen Rechner verwendet, können Sie nach der Installation zusätzliche Benutzer einrichten.&lt;/small&gt;
el: &lt;small&gt;Αν περισσότερα από ένα άτομα χρησιμοποιούν τον υπολογιστή, τότε μπορείτε να δημιουργήσετε πολλαπλούς λογαριασμούς μετά την εγκατάταση.&lt;/small&gt;
eo: &lt;small&gt;Se pli ol unu persono uzos ĉi tiun komputilon, vi povas agordi plurajn kontojn post la instalo.&lt;/small&gt;
et: &lt;small&gt;Kui seda arvutit kasutab rohkem kui üks inimene, saab pärast paigaldamist kontosid juurde luua.&lt;/small&gt;
eu: &lt;small&gt;Ordenagailu hau pertsona batek baino gehiagok erabili behar badute, bakoitzari kontu bana konfigura diezaiokezu instalazioa burutu ondoren.&lt;/small&gt;
fa: &lt;small&gt;اگر بیش از یک تفر از این رایانه استفاده خواهد کرد، می‌توانید پس از نصب، حساب‌های دیگری برپا کنید.&lt;/small&gt;
fi: &lt;small&gt;Jos tietokonetta käyttää useampi kuin yksi henkilö, voit luoda lisää käyttäjätilejä asennuksen jälkeen.&lt;/small&gt;
fr_ca: &lt;small&gt;Si plus d'une personne utiliseront cet ordinateur, vous pourrez configurer plusieurs comptes après l'installation.&lt;/small&gt;
gd: &lt;small&gt;Ma chleachdas barrachd air aon duine an coimpiutair seo, 's urrainn dhut iomadh cunntas a shuidheachadh an dèidh an stàlaidh.&lt;/small&gt;
gl: &lt;small&gt;Se este computador vai ser usado por máis dunha persoa, pode configurar múltiples contas despois da instalación.&lt;/small&gt;
he: &lt;small&gt;אם מחשב זה ישמש למעלה ממשתמש אחד, ניתן להגדיר מספר חשבונות לאחר ההתקנה.&lt;/small&gt;
hi: &lt;small&gt;यदि इस कम्पयुटर का प्रयोग एक से अधिक लोग करेंगे तो आप स्थापना के पश्चात एकाधिक खाते खोल सकते हैं . &lt;/small&gt;
hr: &lt;small&gt;Ako ovo računalo koristi više od jedne osobe, možete postaviti više korisničkih računa nakon instalacije.&lt;/small&gt;
ia: &lt;small&gt;Si plus quam un persona usara iste computator, tu pote configurar plure contos post le installation.&lt;/small&gt;
it: &lt;small&gt;Se più di una persona utilizzerà questo computer, terminata l'installazione sarà possibile configurare altri account utente.&lt;/small&gt;
ja: <small>このコンピューターを複数人で使用する場合、インストール後に複数のアカウントを設定することができます。</small>
kab: &lt;meẓẓi&gt;Ma yella ugar n yiwen n umdan i yesseqdacen aselkim-agi, tzemreḍ ad tesbaduḍ aṭas n yimiḍanen mi ifuk usbeddi.&lt;/small&gt;
km: &lt;small&gt; ប្រសិនបើ​មាន​អ្នក​ប្រើ​ច្រើន​ជាង​ម្នាក់​ប្រើ​កុំព្យូទ័រ​នេះ, អ្នក​អាច​រៀបចំ​គណនី​ច្រើន បន្ទាប់​ពី​ដំឡើង។ &lt;/small&gt;
ko: &lt;small&gt;한 명보다 많은 사람이 컴퓨터를 사용한다면, 설치 후 여러 계정을 설정할 수 있습니다.&lt;/small&gt;
ku: &lt;small&gt;Eger vê kombersê ji yekî zêdetir kes bi kar bîne, hûn dikarin piştî avakirinê ji yekî zêdetir hesab vekin.&lt;/small&gt;
lt: &lt;small&gt;Jei šiuo kompiuteriu naudosis daugiau nei vienas žmogus, po įdiegimo galėsite sukurti kelias paskyras.&lt;/small&gt;
lv: &lt;small&gt;Ja viena vai vairākas personas izmantos šo datoru, pēc instalēšanas varat iestatīt vairāk kontu.&lt;/small&gt;
mr: &lt;small&gt;जर हा संगणक एकापेक्षा अधिक लोक वापरणार असतील, तर तुम्ही त्यांची खाती प्रस्थापनानंतर बनवू शकता.&lt;/small&gt;
nb: &lt;small&gt;Hvis flere enn én person skal bruke denne datamaskinen, kan du sette opp flere brukerkonti etter installasjonen.&lt;/small&gt;
nl: &lt;small&gt;Als meer dan één persoon deze computer zal gebruiken, kunt u na de installatie meerdere gebruikersaccounts aanmaken.&lt;/small&gt;
nn: &lt;small&gt;Viss fleire skal bruka maskina, kan du leggja til brukarkontoar når installeringa er fullført.&lt;/small&gt;
pl: &lt;small&gt;Jeśli z tego komputera będzie korzystać więcej niż jedna osoba, można skonfigurować więcej kont po ukończeniu instalacji.&lt;/small&gt;
ps: &lt;small&gt;که له يوه څخه به ډېر خلک دا کمپيوټر کاروي، نو تاسې کولای شئ چې د لګونې نه وروسته ګڼ ګڼونونه جوړ کړئ.&lt;/small&gt;
pt: &lt;small&gt;Se mais do que uma pessoa utilizar este computador, poderá configurar várias contas depois da instalação.&lt;/small&gt;
pt_br: &lt;small&gt;Se mais de uma pessoa irá utilizar esse computador, você pode configurar múltiplas contas após a instalação.&lt;/small&gt;
sl: &lt;small&gt;Če bo ta računalnik uporabljala več kot ena oseba, lahko več računov nastavite po namestitvi&lt;/small&gt;
sq: &lt;small&gt;Nëse më tepër se një person do ta përdorë këtë kompjuter, ju und të vendosni shumë llogari pas instalimit.&lt;/small&gt;
sr: &lt;small&gt;Уколико више од једне особе користи овај рачунар онда можете да након инсталирања направите налог за сваког понаособ.&lt;/small&gt;
sv: &lt;small&gt;Om fler än en person kommer använda den här datorn kan du ställa in flera konton efter installationen.&lt;/small&gt;
tg: &lt;small&gt;Агар зиёда за як одам ин компютерро истифода барад, шумо бояд баъд аз насбкунӣ якчанд ҳисобро эҷод кунед.&lt;/small&gt;
th: %lt;small&gt;ถ้ามีผู้ใช้หลายคนจะใช้คอมพิวเตอร์เครื่องนี้ คุณสามารถตั้งค่าบัญชีผู้ใช้สำหรับแต่ละคนได้หลังจากที่การติดตั้งเสร็จสมบูรณ์&lt;/small&gt;
tr: &lt;small&gt;Bu bilgisayarı birden çok kişi kullanacaksa, kurulumdan sonra birden fazla hesap açabilirsiniz.&lt;/small&gt;
ug: &lt;small&gt;ئەگەر كومپيۇتېرنى بىر قانچە كىشى ئىشلىتىدىغان ئىش بولسا، ئورنىتىپ بولغاندىن كېيىنمۇ يېڭى ئىشلەتكۈچىلەرنى قوشۇشقا بولىدۇ.&lt;/small&gt;
uk: &lt;small&gt;Якщо цим комп’ютером користуватиметься декілька осіб, ви можете створити потрібні облікові записи вже після встановлення.&lt;/small&gt;
vi: &lt;small&gt;Nếu có nhiều người cùng sử dụng máy này, bạn có thể thiết đặt nhiều tài khoản sau khi cài đặt.&lt;/small&gt;
zh_hk: &lt;small&gt;如果此電腦的使用者超過一位，您可以在安裝之後設置多個帳號。&lt;/small&gt;

source: Must start with a lower-case letter.
af: Moet 'n kleinletter begin.
ar: يجب أن تبدأ بحروف سفلية.
ast: Tien d'aniciar por una lletra minúscula
bg: Трябва да започва с малка буква.
bo: ཆུང་བྲིས་ཡི་གེ་ཞིག་སྔོན་དུ་ཡོད་དགོས
bs: Mora početi malim slovom.
ca: Ha de començar amb una lletra en minúscula.
ckb: پێویستە بە پیتی بچووک دەستپێبکات.
cs: Musí začínat malým písmenem.
cy: Rhaid iddo ddechrau â llythyren fach.
da: Skal starte med et lille bogstav.
de: Es muss mit einem Kleinbuchstaben beginnen.
el: Πρέπει να ξεκινά με πεζό γράμμα.
eo: Bezonatas komenciĝi per minusklo.
et: Peab algama väikese tähega.
eu: Minuskulaz hasi behar da.
fa: باید با یک حرف کوچک شروع شود.
fi: Aloitettava pienellä kirjaimella.
fr_ca: Doit commencer par une lettre minuscule.
gd: Feumaidh e tòiseachadh le litir bheag.
gl: Ten que comezar cunha minúscula.
he: חייב להתחיל באות קטנה.
hi: लोअरकेस अक्षर के साथ शुरू होना चाहिए.
hr: Mora početi malim slovom.
ia: Debe initiar con un littera minuscule.
it: Deve iniziare con una lettera minuscola.
ja: 小文字から始める必要があります。
kab: Isefk ad yebdu s usekkil amecṭuḥ.
km: ត្រូវ​តែ​ចាប់ផ្ដើម​ដោយអក្សរ​តូច
ko: 첫 글자는 반드시 영문 소문자를 사용하십시오.
ku: Divê bi tîpên biçûk dest pê bike.
lt: Privalo prasidėti mažąja raide.
lv: Jāsākas ar mazo burtu.
mr: lower-case अक्षरानेच सुरु झाला पाहिजे.
my: စာလုံးသေးနှင့်စပါ
nb: Må starte med en liten bokstav.
nl: Moet met een kleine letter beginnen.
nn: Må starta med liten bokstav.
pl: Musi rozpoczynać się małą literą.
ps: هرومرو له کوچني توري سره پیل شي.
pt: Deve começar com uma letra minúscula.
pt_br: Deve começar com uma letra minúscula.
si: කුඩා අකුරකින් ආරම්භ විය යුතුය.
sl: Začeti se mora z malo črko.
sq: Duhet të nisë me një gërmë të vogël.
sr: Мора почети малим словом.
sv: Måste börja med en gemen bokstav.
te: చిన్న అక్షరముతో ప్రారంభించాలి
tg: Бояд бо ҳарфи хурд сар шавад.
th: ต้องเริ่มด้วยอักษรตัวเล็ก
tr: Küçük harfle başlamak zorunda.
ug: چوقۇم كىچىك ھەرپتىن باشلىنىدۇ.
uk: Повинно починатися малою літерою.
vi: Phải bắt đầu bằng chữ thường.
zh_hk: 必須以小寫字母開頭。
