Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: OEM mode (for manufacturers only)
af: OEM-modus (slegs vir vervaardigers)
ar: وضع الصانع الأصلي (للصانعين فقط)
ast: Mou OEM (namái fabricantes)
bg: OEM режим (само за производители)
bo: OEM་་ཐོག་མའི་སྒྲིག་ཆས་བཟོ་སྐྲུན་པའི་་རྣམ་པ (བཟོ་སྐྲུན་པ་ཁོ་ནས་སྤྱོད་པ)
bs: OEM mod (samo za proizvođače)
ca: Mode OEM (només per a distribuïdors)
ckb: دۆخی OEM (ڕێکخستنی کارگەیی)
cs: Režim OEM (pouze pro výrobce)
cy: Modd OEM (i wneuthurwyr yn unig)
da: OEM-tilstand (kun for fabrikanter)
de: OEM-Modus (nur für Hersteller)
el: Λειτουργία ΟΕΜ (μόνο για κατασκευαστές)
eo: OEM-reĝimo (nur por produktistoj)
et: OEM režiim (ainult tootjatele)
eu: OEM modua (fabrikatzaileentzat bakarrik)
fa: حالت OEM (فقط برای تولیدکنندگان)
fi: OEM-tila (vain laitevalmistajille)
fr_ca: Mode OEM (pour les fabricants uniquement)
gd: Modh OEM (airson luchd-saothrachaidh a-mhàin)
gl: Modo OEM para equipos novos (só para fabricantes)
he: מצב OEM (ליצרנים בלבד)
hi: OEM पद्धति (केवल निर्माताओँ के लिए)
hr: OEM način (samo za proizvođače)
ia: Modo OEM (sol pro le fabricantes)
it: Modalità OEM (solo per assemblatori)
ja: OEMモード（メーカー向け専用）
kab: Askar OEM ( i yimeɣrafen kan)
km: របៀប OEM (សម្រាប់​តែ​ក្រុម​ហ៊ុន​ផលិត​ប៉ុណ្ណោះ)
ko: OEM 모드(제조사 전용)
ku: Moda OEM (tenê ji bo çêkeran)
lt: OEM veiksena (kompiuterių gamintojams bei pardavėjams)
lv: OEM režīms (tikai ražotājiem)
mr: ओईएम मोड (फक्त उत्पादकांसाठी)
my: OEM စနစ် (ထုတ်လုပ်သူများအတွက်သာ)
nb: OEM-modus (for maskinprodusenter)
nl: OEM-modus (alleen voor fabrikanten)
nn: OEM-modus (berre for maskinprodusentar)
pa: OEM ਮੋਡ (ਕੇਵਲ ਨਿਰਮਾਤਾ)
pl: Tryb OEM (tylko dla producentów)
ps: OEM اکر (يوازې جوړوونکو لپاره)
pt: Modo OEM (apenas para fabricantes)
pt_br: Modo OEM (apenas para fabricantes)
si: OEM ප්‍රකාරය (නිශ්පාදකයන්ට පමණයි)
sl: Način OEM (samo za proizvajalce)
sq: Mënyrë OEM (Vetëm për prodhuesit)
sr: ОЕМ режим (само за произвођаче)
sv: OEM-läge (endast för tillverkare)
te: OEM mode (ఉత్పత్తిదారులకు మాత్రమే)
tg: Реҷаи OEM (танҳо барои истеҳсолкунандагон)
th: โหมด OEM (สำหรับผู้ผลิตเท่านั้น)
tr: OEM modu (sadece üreticiler için)
ug: OEM ھالىتى (ياسىغۇچى سودىگەرلەرگە خاس)
uk: Режим OEM (лише для виробників)
vi: Chế độ OEM (chỉ dành cho nhà sản xuất)
zh_hk: OEM 模式 (僅供製造廠商使用)

source: Prepare for OEM configuration
af: Berei vir OEM-konfigurasie voor
ar: حضّر لتضبيط المصنع
ast: Tresnar pa la configuración OEM
bg: Подготовка за OEM конфигурация
bo: OEM་་ཐོག་མའི་སྒྲིག་ཆས་བཟོ་སྐྲུན་པའི་་སྒྲིག་འགོད་ལ་གྲ་སྒྲིག་བྱེད་པ
bs: Priprema za OEM konfiguraciju
ca: Preparació de la configuració per a OEM
ckb: ئامادەبە بۆ ڕێکخستنی OEM (ڕێکخستنی کارگەیی)
cs: Připravit pro konfiguraci OEM
cy: Paratoi am ffurfweddiad OEM
da: Forbered OEM-konfiguration
de: Für die OEM-Konfiguration vorbereiten
el: Προετοιμασία για διαμόρφωση OEM
eo: Prepari por OEM-agordado
et: OEM seadistuse ettevalmistamine
eu: OEM konfiguraziorako prestatu
fa: آماده‌سازی برای پیکربندی OEM
fi: Valmistellaan OEM-määrittelyä
fr_ca: Préparer pour la configuration OEM
gd: Ullaich airson rèiteachadh OEM
gl: Preparar para a configuración OEM
he: הכנה לתצורת OEM
hi: OEM विन्यास हेतु तैयारी
hr: Pripremi za OEM podešavanje
ia: Preparar pro le configuration OEM
it: Preparazione configurazione OEM
ja: OEM 設定を準備します
kab: Heyyi i twila OEM
km: រៀប​ចំ​សម្រាប់​ការកំណត់​រចនាសម្ព័ន្ធ​ OEM
ko: OEM설정용으로 준비
ku: Ji vesazkirina OEMê hazir bike
lt: Paruošti OEM konfigūracijai
lv: Sagatavot konfigurēšanai OEM režīmā
mr: उत्पादक संरचना तयार करा
my: OEM ချိန်ညှိမှုများအတွက် ပြင်ဆင်ပါ
nb: Gjør klart for OEM-konfigurasjon
nl: OEM-instellingen voorbereiden
nn: Gjer klart for OEM-oppsett
pa: OEM ਸੰਰਚਨਾ ਲਈ ਤਿਆਰ ਕਰੋ
pl: Przygotowanie konfiguracji OEM
ps: د OEM سازونې لپاره چمتو کېدل
pt: Preparar a configuração OEM
pt_br: Preparando para configuração OEM
si: OEM සැකසුම සඳහා සූදානම් වන්න
sl: Pripravi za nastavitev OEM
sq: Përgatitje për konfigurimin e OEM
sr: Припрема за ОЕМ конфигурацију
sv: Förbered för OEM-konfiguration
te: OEM కాన్ఫిగరేషన్ కోసం సిద్ధపరుచు
tg: Омодашавӣ барои танзимоти OEM
th: เตรียมการการปรับแต่งสำหรับ OEM
tr: OEM yapılandırması için hazırla
ug: OEM سەپلىمىسىنى تەييارلاۋاتىدۇ
uk: Підготувати до OEM конфігурації
vi: Chuẩn bị cho việc cấu hình OEM
zh_hk: 為 OEM 組態進行準備

source: Preparing for OEM configuration...
af: Besig om vir OEM-konfigurasie voor te berei...
ar: يجهز لتضبيط المصنع...
ast: Preparándose pa la configuración OEM...
bg: Подготовка за OEM конфигурация...
bo: OEM་་ཐོག་མའི་སྒྲིག་ཆས་བཟོ་སྐྲུན་པའི་་སྒྲིག་འགོད་གྲ་སྒྲིག་བྱེད་བཞིན་པ...
bs: Pripremam OEM instalaciju
ca: S'està preparant la configuració per a OEM...
ckb: ئامادەکردن بۆ ڕێکخستنی OEM (ڕێکخستنی کارگەیی)...
cs: Příprava pro konfiguraci OEM...
cy: Wrthi'n paratoi am ffurfweddiad OEM...
da: Forbereder OEM-konfiguration...
de: OEM-Konfiguration wird vorbereitet …
el: Γίνεται προετοιμασία για διαμόρφωση OEM...
eo: Preparanta por OEM-agordado...
et: OEM seadistuse ettevalmistamine...
eu: OEM konfiguraziorako prestatzen...
fa: در حال آماده‌سازی برای پیکربندی OEM…
fi: Valmistellaan OEM-määrittelyä...
fr_ca: Préparation pour la configuration OEM
gd: Ag ullachadh airson rèiteachadh OEM...
gl: Preparando para a configuración OEM...
he: תצורת OEM בהליכי הכנה...
hi: OEM विन्यास हेतु तैयार हो रहा है...
hr: Priprema za OEM podešavanje...
ia: Preparation del configuration pro OEM...
it: Preparazione alla configurazione OEM...
ja: OEM 設定の準備...
kab: Aheyyi i twila OEM...
km: កំពុង​រៀប​ចំ​សម្រាប់​ការកំណត់​រចនាសម្ព័ន្ធ​ OEM...
ko: OEM 설정 준비 중 ...
ku: Ji vesazkirina OEMê re hazir dibe...
lt: Ruošiama OEM konfigūracijai...
lv: Sagatavo konfigurēšanai OEM režīmā
mr: उत्पादक संरचना तयार करीत आहे...
my: OEM ချိန်ညှိမှုများအတွက် ပြင်ဆင်ခြင်း
nb: Gjør klart for OEM-konfigurasjon …
nl: Aan het voorbereiden op OEM-instellingen…
nn: Gjer klart for OEM-oppsett …
pa: OEM ਸੰਰਚਨਾ ਲਈ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਾਹ ਹੈ...
pl: Przygotowywanie konfiguracji OEM...
ps: د OEM سازونې لپاره چمتو کېږي...
pt: A preparar a configuração OEM...
pt_br: Preparando para configuração OEM...
si: OEM සැකසුම සඳහා සූදානම් වෙමින්...
sl: Pripravljanje na nastavitev OEM ...
sq: Duke u përgatitur për konfigurimin e OEM...
sr: Припремам ОЕМ конфигурацију...
sv: Förbereder för OEM-konfiguration...
te: OEM కాన్ఫిగరేషన్ కోసం సిద్ధపరుస్తోంది...
tg: Омодашавӣ барои танзимоти OEM...
th: กำลังเตรียมการการปรับแต่งสำหรับ OEM...
tr: OEM yapılandırması için hazırlanılıyor...
ug: OEM سەپلىمىسىنى تەييارلاۋاتىدۇ…
uk: Підготовка до OEM конфігурації …
vi: Đang chuẩn bị cho việc cấu hình OEM...
zh_hk: 預備 OEM 配置...

source: Ready for OEM configuration
af: Gereed vir OEM-konfigurasie
ar: مستعد لتضبيط المصنع
ast: Tresnáu pa la configuración OEM
bg: Готов за OEM конфигурация
bo: OEM་་ཐོག་མའི་སྒྲིག་ཆས་བཟོ་སྐྲུན་པའི་་སྒྲིག་འགོད་གྲ་སྒྲིག་བྱས་ཚར་བ
bs: Spreman za OEM konfiguraciju...
ca: A punt per a la configuració per a OEM
ckb: ئامادەیت بۆ ڕێکخستنی OEM (ڕێکخستنی کارگەیی)
cs: Připraven pro konfiguraci OEM
cy: Yn barod am ffurfweddiad OEM
da: Klar til OEM-konfiguration
de: Bereit zur OEM-Konfiguration
el: Έτοιμο για διαμόρφωση OEM
eo: Preta por OEM-agordado
et: OEM seadistuseks valmis
eu: OEM konfiguraziorako prest
fa: آماده برای پیکربندی OEM
fi: Valmis OEM-määrittelyyn
fr_ca: Prêt pour la configuration OEM
gd: Deiseil airson rèiteachadh OEM
gl: Preparado para a configuración OEM
he: תצורת ה־OEM מוכנה
hi: OEM विन्यास हेतु तैयार
hr: Spremno za OEM podešavanje
ia: Preste pro le configuration OEM
it: Disponibile alla configurazione OEM
ja: OEM 設定の準備ができました
kab: Yewjed i twila OEM
km: ត្រៀម​សម្រាប់​ការកំណត់​រចនាសម្ព័ន្ធ​ OEM
ko: OEM 설정 준비함
ku: Ji vesazkirina OEMê amade ye
lt: Pasiruošta OEM konfigūracijai
lv: Gatavs konfigurēšanai OEM režīmā
mr: उत्पादक संरचनेसाठी तयार
my: OEM ချိန်ညှိမှုများအတွက် အဆင်သင့်ဖြစ်ပါပြီ
nb: Klar for OEM-konfigurasjon
nl: Gereed voor OEM-instellingen
nn: Klar for OEM-oppsett
pl: Gotowy do konfiguracji OEM
ps: د OEM سازونې لپاره چمتو شو
pt: Pronto para configuração OEM
pt_br: Pronto para configuração OEM
si: OEM සැකසුම සඳහා සූදානම් වෙමින්
sl: Pripravljeno za nastavitev OEM
sq: Gati për konfigurimin e OEM
sr: Спреман за ОЕМ конфигурацију
sv: Klar för OEM-konfiguration
te: OEM కాన్ఫిగరేషన్ కోసం సిద్ధంగా ఉంది
tg: Барои танзимоти OEM омода аст
th: พร้อมแล้วสำหรับการปรับแต่งของ OEM
tr: OEM yapılandırması için hazır
ug: OEM سەپلىمىسى تەييارلاندى
uk: Напоготові для ОЕМ конфігурації
vi: Đã sẵn sàng cho việc cấu hình OEM
zh_hk: OEM 組態準備就緒

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
af: Wanneer jy die nuwe stelsel laat loop, sal jy as die 'oem'-gebruiker kan inteken met behulp van die wagwoord wat jy vroeër verskaf het; die gebruiker besit ook administratiewe regte deur middel van 'sudo'. Jy sal dan in staat wees om enige verlangde bykomende modifikasies tot die stelsel aan te bring.
ar: عند إقلاعك إلى النظام الجديد، سيمكنك الدخول إلى النظام بحساب المستخدم 'oem' وبكلمة السر التى اخترتها سابقا، هذا المستخدم له صلاحيات إدارية باستخدام 'sudo' . عندئذ سيمكنك عمل التعديلات التى تريدها بالنظام.
ast: Cuando anicies nel to sistema nuevu, podrás identificate como l'usuariu 'oem' cola contraseña que seleicionaste enantes; esti usuariu tamién tien privilexos alministrativos usando 'sudo'. Puedes facer cualisquier modificación adicional que requiera'l sistema.
bg: Когато се зареди новата система, ще можете да се включите като "oem" потребителя с паролата, която избрахте по-рано; този потребител има и административни права чрез "sudo". Тогава ще сте в състояние да правите допълнителни промени в системата, ако желаете.
bo: མ་ལག་གསར་བ་འགོ་བཙུགས་རྗེས་ཁྱོད་ཀྱིས་'oem' སྤྱོད་མཁན་ཇི་བཞིན་གསང་གྲངས་སྤྱད་ནས་ནང་དུ་འཛུལ་ཆོག། སྤྱོད་མཁན་འདིས་'sudo' སྤྱད་ནས་དོ་དམ་པའི་དབང་ཚད་འཐོབ་ཐུབ་པ་དང་སོ་སོའི་མ་ལག་ལ་བཟོ་བཅོས་གང་རུང་རྒྱག་ཐུབ
bs: Kada pokreneš novi sistem, moći ćeš da se prijaviš kao 'oem' korisnik, koristeći prije izabranu šifru; ovaj korisnik takođe ima administrativne privilegije koristeći 'sudo'. Onda ćeš moći napraviti bilo kakve dodatne modifikacije sistema.
ca: Quan arrenqueu el nou sistema, podreu entrar amb l'usuari «oem» amb la contrasenya que heu seleccionat anteriorment; aquest usuari té privilegis d'administrador utilitzant «sudo». Llavors, podreu fer qualsevol modificació que us calgui al sistema.
cs: Když se spustí váš nový systém, budete se moci přihlásit jako uživatel „oem“ s heslem, které jste si zvolili dříve; použitím „sudo“ obdržíte také administrátorská práva, a tudíž možnost provádět dodatečné změny systému dle vašich požadavků.
cy: Pan fyddwch yn cychwyn y system newydd, gallwch fewngofnodi fel y defnyddiwr 'oem' gyda'r cyfrinair a ddewiswyd yn gynharach; bydd gan y defnyddiwr hwn freintiau gweinyddol hefyd drwy ddefnyddio 'sudo'. Yna gallwch wneud unrhyw addasiadau i'r system sydd eu hangen.
da: Når du starter dit nye system, vil du kunne logge ind som brugeren 'oem' med den adgangskode du valgte tidligere; denne bruger har også administrative rettigheder ved hjælp af kommandoen 'sudo'. Du vil så være i stand til at foretage de yderligere ændringer til systemet, du måtte ønske.
de: Wenn Sie das neue System starten, können Sie sich als Benutzer »oem« mit dem vorher gewählten Passwort anmelden; dieser Benutzer hat Systemverwaltungsrechte, wenn »sudo« benutzt wird. Auf diese Weise können Sie weitere gewünschte Änderungen an dem System durchführen.
el: Όταν μπείτε στο νέο σας σύστημα, θα μπορείτε να συνδεθείτε ως χρήστης «oem» με το κωδικό που επιλέξατε προηγουμένως. Αυτός ο χρήστης έχει και δικαιώματα διαχειριστή με τη χρήση της εντολής «sudo». Θα μπορείτε να κάνετε όποιες πρόσθετες ρυθμίσεις θέλετε στο σύστημα σας.
eo: Kiam vi praŝargos en la novan sistemon, vi povos ensaluti kiel la uzanto 'oem' per la pasvorto kiun vi elektis pli frue; ĉi tiu uzanto havas ankaŭ administrajn privilegiojn per 'sudo'. Vi tiam povos fari ajnan aldonan modifon bezonatan de vi por la sistemo.
et: Kui sa käivitad uue süsteemi, saad sisse logida varem valitud 'oem' kasutaja ning parooliga; sellel kasutajal on ka administratiivsed õigused kasutades 'sudo'-t. Seejärel saad teha süsteemis muud vajalikud muudatused.
eu: Sistema berria abiaraztean, 'oem' erabiltzaile moduan sartzeko aukera izango duzu, lehen aukeratutako pasahitzarekin; erabiltzaile honek administratzaile baimenak erabil ditzake 'sudo' bitartez. Honela, edozein aldaketa egin ahal izango duzu zure sisteman.
fa: هنگامی که شما سیستم جدید را بارگذاری می کنید می‌توانید به عنوان کاربر 'oem' و با کلمه عبوری که انتخاب کرده اید وارد شوید.این کاربر همچنین حقوق اجرایی دارد که با فرمان 'sudo' امکان پذیر می شود.بعد از آن شما می توانید هر تغییر اضافی که نیاز داشتید روی سیستم اعمال کنید.
fi: Kun käynnistät uuteen järjestelmään, voit kirjautua sisään "oem"-käyttäjänä käyttäen salasanaa, jonka valitsit aiemmin; tällä käyttäjällä on myös pääkäyttäjän oikeudet "sudo"-komennon avulla. Voit tehdä haluamiasi muutoksia järjestelmään.
fr_ca: Lorsque vous démarrerez le nouveau système, vous pourrez vous connecter en tant qu'utilisateur « oem » avec le mot de passe choisi plus tôt; cet utilisateur à aussi les privilèges d'administration en utilisant « sudo ». Vous pourrez alors apporter toutes les modifications nécessaires à votre système.
gd: Nuair a thòisicheas an siostam ùr, bidh cothrom agad clàradh a-steach mar an cleachdaiche "oem" leis an fhacal-fhaire a thagh thu roimhe; bidh còraichean rianaire aig a' chleachdaiche sin cuideachd slighe "sudo". 'S urrainn dhut rud sam bith eile a tha fa-near dhut atharrachadh san t-siostam.
gl: Cando inicie o seu novo sistema poderá entrar como usuario «oem» co contrasinal que escolleu anteriormente; este usuario ten privilexios administrativos con «sudo». Nese momento poderá realizar calquera outra modificación no sistema.
he: לאחר הפעלת המחשב עם המערכת החדשה, ניתן להתחבר בתור משתמש 'oem' עם שם המשתמש והססמה שנבחרו קודם לכן; למשתמש זה הרשאות לניהול המערכת הניתנות על ידי שימוש בפקודה 'sudo'. הרשאות אלה יאפשרו למשתמש לבצע שינויים נוספים במערכת כרצונו.
hi: जब आप नए तंत्र में बूट करते हैं, आप 'oem' प्रयोक्ता के रुप में पुर्व में चुने गए कूटशब्द की सहायता से लॉगइन कर सकते हैं; यह प्रयोक्ता को प्रशासनिक सुविधा भी 'sudo' का उपयोग कर प्राप्त कर सकता है. आप इसके पश्चात अन्य अतिरिक्त आशोधन अपने तंत्र के आवश्यकतानुसार कर सकते हैं.
hr: Kada pokrenete novi sustav, moći ćete se prijaviti kao 'oem' korisnik s ranije odabranom lozinkom. Ovaj korisnik također ima i administratorske ovlasti pomoću 'sudo' naredbe, stoga ćete moći napraviti dodatne promjene na sustavu.
ia: Quando tu initia le nove systema, tu potera connecter te como usator 'oem' con le contrasigno que tu ha seligite antea; iste usator ha etiam privilegios administrative per 'sudo'. Tu essera alora habile a facer cata additional modificationes tu require al systema.
it: Quando si avvia il nuovo sistema, è possibile accedere come l'utente «oem» con la password selezionata precedentemente; a questo utente sono concessi privilegi amministrativi usando il comando «sudo». In questo modo è quindi possibile effettuare tutte le ulteriori modifiche necessarie al sistema.
ja: 新しいシステムで起動した時に、'oem'ユーザーとして最初に選択したパスワードでログインすることができます。このユーザーは'sudo'を使うことで管理に必要な特権を扱うことができます。これにより、必要な追加や変更をシステムに加えることができます。
kab: Ticki tsekkreḍ anagraw amaynut, ad tizmireḍ ad tkecmeḍ ɣur-s am useqdac 'oem' s wawal n uɛeddi i tferneḍ uqbel; aseqdac-agi yesɛa daɣen tisirag n unedbal s useqdec n 'sudo'. Ad tizmireḍ ad tgeḍ ibeddilen-nniḍen i tebɣiḍ i wenagraw-inek m.
km: នៅ​ពេល​ដែល​អ្នក​ចាប់​ផ្តើម​នៅ​ក្នុង​ប្រព័ន្ធ​ថ្មី អ្នក​នឹង​​អាច​ចូល​ជា​អ្នក​ប្រើ​ 'oem' ដោយ​ប្រើ​ពាក្យ​សម្ងាត់​ដែល​អ្នក​បាន​ជ្រើស​ពីមុន អ្នក​ប្រើ​​នេះ​ក៏មាន​សិទ្ធ​ជា​អ្នក​គ្រប់​គ្រង​ដោយ​ប្រើ​ 'sudo' ផង​ដែរ ។ បន្ទាប់​មក​អ្នក​នឹង​អាច​ធ្វើ​ការ​កែ​ប្រែ​បន្ថែម​នៅ​ក្នុង​​ប្រព័ន្ធ​បាន​ ។
ko: 새 시스템으로 시동한 후 'oem' 사용자로 이전에 선택한 암호를 사용해 로그인할 수 있습니다. 또한 이 사용자는 'sudo' 명령을 사용해 관리자 권한을 얻을 수 있으며 시스템에 필요한 추가 수정을 할 수 있습니다.
ku: Dema te pergal nû da destpêkirin, bi wê şîfreya ku te berê bijartibû tu dikarî wekî bikarhênerê 'oem' têkevî. Bikarhênerê 'oem' wê tevî 'sudo' bibe xwediyê rayeyên rêveberiyê. Bi vê yekê re jî tu yê karibî guherînên pêwist yên pergala xwe pêk bînî.
lt: Kai paleisite naująją sistemą, galėsite prie jos prisijungti kaip naudotojas „oem“ su slaptažodžiu, kurį pasirinkote anksčiau. Šis naudotojas turi administravimo teises naudojant „sudo“. Prisijungę galėsite atlikti norimus papildomus pakeitimus sistemoje.
lv: Kad ielādēsiet sistēmu, jūs varēsiet ielogoties kā 'oem' lietotājs ar paroli, kuru norādījāt iepriekš. Izmantojot komandu 'sudo', šim lietotājam ir arī root lietotāja privilēģijas un tālāk iespējams veikt jelkādas izmaiņas sistēmā atbilstoši savām vēlmēm.
mr: आपण नवीन प्रणाली बूट, तेव्हा आपण पूर्वी निवडलेला पासवर्ड सह 'OEM' वापरकर्ता म्हणून लॉग इन करण्यास सक्षम असेल; या वापरकर्त्यास 'sudo' वापरून प्रशासकीय विशेषाधिकार आहे. आपण नंतर आपण प्रणाली मध्ये कोणतेही अतिरिक्त बदल करण्यासाठी सक्षम असाल.
my: သင် စနစ် အသစ်သို့ စတင်လိုက်လျှင်၊ သင်ရွေးချယ်ထားသော စကားဝှက်နှင့် 'oem' အသုံးပြုသူသို့ log in လုပ်နိုင်ပါသည်။ ဤအသုံးပြုသူသည် 'sudo' ကို အသုံးပြု၍ စီမံအုပ်ချုပ်သူ၏ အခွင့်အရေးများလည်း ရရှိပါမည်။ သင့်စနစ်အတွက် လိုအပ်သော ပြင်ဆင်မှုများကို ပြုလုပ်နိုင်ပါသည်။
nb: Når du starter opp det nye systemet, vil du kunne logge inn som brukeren ­«oem» med passordet du valgte under installasjonen. Denne brukeren har også administrative rettigheter via «sudo». Du kan da gjøre eventuelle endringer på systemet.
nl: Wanneer u uw nieuwe besturingssysteem start, kunt u zich aanmelden als de gebruiker 'oem' met het eerder gekozen wachtwoord; deze gebruiker heeft beheerdersrechten via 'sudo'. U kunt het systeem dan verder naar wens aanpassen.
nn: Når du startar maskina på nytt med det nye systemet kan du logga inn med «oem» som brukarnamn og passordet du valde tidlegare. Denne brukaren vil også ha administrative rettar ved bruk av kommandoen «sudo». Du kan då gjera endringar i systemet tilpassa behova dine.
pl: Po uruchomieniu nowego systemu będzie się można zalogować jako użytkownik "oem" z wybranym wcześniej hasłem. Ten użytkownik ma uprawnienia administratora używając polecenia "sudo". Można będzie wtedy wprowadzić dodatkowe wymagane modyfikacje.
ps: کله چې تاسې نوی غونډال پیل کړئ، نو د 'oem' کارن په توګه به د مخکې نه ټاکل شوي تېرنويي سره وکولای شئ چې ننوتون وکړئ؛ دا کارن د "sudo" په کارولو سره د پازوال پرېښلې هم لري. تاسې به بیا وکولای شئ چې پر غونډال هغه بدلونونه وکړئ چې تاسې ور ته اړتیا لرئ.
pt: Quando arrancar com o novo sistema, vai poder autenticar-se como o utilizador 'oem' e a palavra-passe selecionada anteriormente; este utilizador também tem privilégios administrativos usando o 'sudo'. Estará então apto para fazer as modificações adicionais ao sistema que tenha necessidade de efetuar.
pt_br: Quando você inicializar no novo sistema, poderá logar-se como o usuário 'oem' e a senha selecionada anteriormente; este usuário também tem privilégios administrativos usando o 'sudo'. Você estará, então, apto para fazer qualquer modificação adicional que necessite no sistema.
si: නව පද්ධතියෙන් ආරම්භ කරන විට, ඔබට 'oem' පරිශීලක නම හා මුරපදය භාවිතයෙන් පිවිසිය හැක; මෙම පරිශීලක හට 'sudo' භාවිතයෙන් පරිපාලක බලතල ලබාදිය හැක. එනයින් ඔබට ඇවැසි ලෙස පද්ධතියට ඕනෑම අමතර වෙනස්කමක් සිදුකල හැක.
sl: Ob zagonu v novi sistem se boste lahko prijavili kot uporabnik 'oem' s predhodno izbranim geslom. Ta uporabnik ima tudi skrbniške pravice, ki so dostopne z uporabo ukaza »sudo«, tako da boste lahko opravili morebitne dodatne spremembe sistema.
sq: Kur hyni në sistemin e ri, ju do të jeni në gjendje që të futeni si një përdorues 'oem' me fjalëkalimin që keni zgjedhur më parë; ky përdorues ka gjithashtu privilegje administratori kur përdor 'sudo'. Pas kësaj do të jeni në gjendje që të bëni çdo ndryshim të sistemit që të dëshironi.
sr: Приликом покретања новог система, бићете у могућности да се пријавите као „оем“ корисник са лозинком коју сте изабрали раније; овај корисник такође поседује административне привилегије користећи „sudo“. Након тога бићете у могућности да направите било какве додатне промене на систему.
sv: När du startar ditt nya system så kommer du kunna logga in som användaren "oem" med det lösenord du valde tidigare; denna användare har också administratörsrättigheter med "sudo". Du kommer då att kunna göra de ändringar av systemet som du behöver.
te: మీరు కొత్త సిస్టంలోకి బూట్ అయిన తరువాత, ముందుగా ఎంచుకున్న సంకేతపదాన్ని వాడి 'oem' వాడుకరి వలె లాగిన్ అవ్వగలరు; ఇలా లాగిన్ అయిన వాడుకరి 'sudo' వాడి నిర్వాహకుడి అధికారాలు పొందవచ్చు. మీ సిస్టంకు అవసరమైన ఏ అదనపు సవరణలన్నా ఆ తరువాత మీరు చేసుకోవచ్చు.
tg: Вақте ки низоми нав роҳандозӣ мешавад, шумо метавонед ҳамчун корбари "oem" бо ниҳонвожаи интихобшудаи пешакӣ ворид шавед; ин корбар инчунин бо истифодаи фармони "sudo" дорои имконоти маъмурӣ мебошад. Бо имконоти маъмурӣ шумо метавонед тамоми тағйироти иловагиро ба низоми худ татбиқ намоед.
th: เมื่อคุณเริ่มระบบใหม่ คุณจะสามารถเข้าระบบได้ด้วยชื่อผู้ใช้ 'oem' ด้วยรหัสผ่านที่คุณเลือกก่อนหน้านี้ ผู้ใช้นี้มีสิทธิพิเศษ (administrative privileges) โดยสามารถใช้คำสั่ง 'sudo' ซึ่งจะสามารถบริหารระบบได้
tr: Yeni sistemi başlattığınızda daha önce belirlediğiniz parolayla 'oem' kullanıcısı olarak giriş yapabileceksiniz; bu kullanıcı 'sudo' kullanan yönetim imtiyazlarına da sahiptir. Akabinde sisteminizin gerektirdiği ilave değişiklikleri uygulayabilirsiniz.
ug: قايتا قوزغىتىپ يېڭى سىستېمىغا كىرىشتىن ئىلگىرى 'oem' ئىشلەتكۈچى سالاھىيىتىدە بايا تاللىغان ئىم بىلەن كىرەلەيسىز؛ بۇ ئىشلەتكۈچىنىڭ 'sudo' ئىشلىتىپ باشقۇرۇش ھوقۇقى بار. سىز ئېھتىياجىڭىزغا ئاساسەن سىستېمىغا ھەر قانداق ئۆزگەرتىش ئېلىپ بارالايسىز.
uk: Після запуску свіжевстановленої системи Ви зможете розпочати роботу з ім’ям користувача «oem» та вибраним раніше паролем; користувач 'oem' може набути прав адміністратора за допомоги команди «sudo». Після цього Ви зможете вносити до системи будь-які необхідні зміни.
vi: Khi bạn khởi động vào hệ thống mới, bạn có thể đăng nhập vào với tư cách người dùng 'oem' với mật khẩu bạn chọn từ trước; người dùng này có quyền quản trị khi bạn dùng lệnh 'sudo'. Sau đó bạn có thể thay đổi hệ thống theo ý mình.
zh_hk: 當您開機進入新系統時，您可以依使用者「oem」身份與您先前所選的密碼登入；這個 oem 使用者同時擁有使用 'sudo' 指令的管理特權。您可以將該系統依照您的需求來做額外調整。
