Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: <span foreground="darkred">Warning</span>: If you choose not to install these drivers, or if you proceed but do not confirm the password upon reboot, Linux Mint will still be able to boot on your system but these third-party drivers will not be available for your hardware.
af: <span foreground="darkred">Waarskuwing</span>: As u nie hierdie bestuursprogramme installeer nie, of as u die wagwoord nie herlaai nie, kan Linux Mint nogsteeds jou stelsel laai, maar hierdie bestuurders van derde partye sal nie vir u hardeware beskikbaar wees nie.
bs: <span foreground="darkred">Upozorenje</span>: Ako odlučite da ne instalirate ove drajvere, ili ako nastavite, ali ne potvrdite šifru nakon ponovnog pokretanja sistema, Linux Mint će i dalje moći da se pokrene na vašem sistemu, ali ovi drajveri neće biti dostupni za vaš hardver.
cs: <span foreground="darkred">Upozornění</span>: Pokud nainstalujete tyto ovladače, nebo při restartu nezadáte správné heslo, Linux Mint naběhne, ale ovladače nebudou fungovat.
fi: <span foreground="darkred">Varoitus</span>: Jos päätät olla asentamatta ajureita, tai jos jatkat mutta et vahvista salasanaa uudelleenkäynnistyksen yhteydessä, Linux Mint käynnistyy, mutta nämä kolmannen osapuolen ajurit eivät ole käytettävissä järjestelmässäsi.
gd: <span foreground="darkred">Rabhadh</span>: Mura cuir thu romhad na draibhearan seo a stàladh no ma leanas tu air adhart gun a bhith a' dearbhadh an fhacail-fhaire às dèid an ath-bhùtaidh, 's urrainn dha Linux Mint an siostam agad a bhùtadh fhathast ach cha bhi na draibhearan treas-pàrtaidh seo ri fhaighinn airson a' bhathair-chruaidh agad.
hr: <span foreground="darkred">Upozorenje</span>: Ako ne odaberete instalaciju tih upravljačkih programa, ili ako nastavite i ne potvrdite lozinku nakon pokretanja, Linux Mint će još uvijek moći pokrenuti vaš sustav ali ti upravljački programi treće strane neće biti dostupni vašem hardveru.
ia: <span foreground="darkred">Advertimento</span>: Si tu elige non installar ce drivers, o si tu procede, ma non confirma le contrasigno post le re-initio, Linux Mint essera ancora habile a initiar tu systema ma ce drivers de tertie parte non essera disponibile pro tu hardware.
ja: <span foreground="darkred">警告</span>: もし、これらのドライバーをインストールしないことを選択した、または、インストールしても再起動時にパスワードを確認しない場合、Linux Mint はブートしますが、これらのサードパーティドライバーはあなたのハードウェアには利用できません。
lt: <span foreground="darkred">Įspėjimas</span>: Jeigu pasirinksite nediegti šių valdyklių arba jeigu tęsite, bet paleidimo iš naujo metu neįrašysite dabar įvesto slaptažodžio, tuomet Linux Mint sistema vis dar galės pasileisti šiame kompiuteryje, tačiau šios papildomos nuosavybinės valdyklės jūsų aparatinei įrangai nebus prieinamos.
nl: <span foreground="darkred">Waarschuwing</span>: als u ervoor kiest om deze stuurprogramma's niet te gebruiken, of indien u doorgaat maar niet het wachtwoord ingeeft bij herstart, zullen deze stuurprogramma's van derden niet beschikbaar zijn voor uw apparatuur. Wel zal Linux Mint nog steeds in staat zijn om op te starten op uw computer.
sr: <span foreground="darkred">Упозорење</span>: Ако изаберете да не инсталирате те управљачке програме, или ако наставите а не потврдите лозинку након поновног подизања система, Убунту ће још увек бити у стању да подигне систем али ти управљачки програми трећих страна неће бити доступни вашим картицама.
tg: <span foreground="darkred">Огоҳӣ</span>: Агар интихоб кунед, ки драйверҳои мазкур насб карда нашаванд, ё агар шумо идома диҳед, вале баъд аз бозоғозии низом амалро бо ниҳонвожа тасдиқ накунед, Linux Mint дар низоми шумо ба ҳар ҳол роҳандозӣ карда мешавад, аммо драйверҳои тарафҳои сеюм барои сахтафзори шумо дастнорас мешаванд.
tr: <span foreground="darkred">Uyarı</span>: Bu sürücüleri kurmayı seçmezseniz veya devam edip yeniden başlatma esnasında parolayı onaylamazsanız Linux Mint yine de sisteminizde başlatılabilecek, fakat bu üçüncü parti sürücüler donanımınız için kullanılabilir olmayacaktır.
zh_hk: <span foreground="darkred">警告</span>：如您選擇不安裝此等驅動程式；或繼續安裝程序，但在重新開機後不確認密碼，Linux Mint 仍可開機使用，但電腦硬體的第三方驅動程式會無法使用。

source: SecureBoot key for MokPW
af: SecureBoot sleutel vir MokPW
ar: مفتاح الإقلاع الآمن لـ MokPW
bs: SecureBoot ključ za MokPW
ca: Clau d'arrencada segura per a MokPW
cs: Klíč SecureBoot pro MokPW
cy: Allwedd SecureBoot ar gyfer MokPW
eo: Ŝlosilo por sekura startigo de MokPW
et: SecureBoot võti MokPW jaoks
eu: Abio segururako gakoa MokPWrako
fa: کلید را‌ه‌اندازی امن برای MokPW
fi: SecureBoot-avain MokPW:lle
fr_ca: Clef « SecureBoot » de MokPW
gd: Iuchair SecureBoot airson MokPW
hr: SecureBoot ključ za MokPW
ia: Clave de SecureBoot pro MokPW
ja: MokPWのセキュアブートキー
kab: Tasarutt n SecureBoot key i MokPW
ku: Mifteya Pêşbarkirina Ewle ya ji bo MokPW
lt: SecureBoot raktas, skirtas MokPW
lv: SecureBoot atslēga MokPW
mr: MokPW साठी SecureBoot कळ
nl: SecureBoot-sleutel voor MokPW
nn: Trygg oppstarts-nøkkel («secure-boot»-nøkkel) for MokPW
pl: Klucz bezpiecznego rozruchu dla MokPW
ps: د MokPW لپاره د خوندي پیلون کيلي
pt: Chave de SecureBoot para MokPW
sr: Кључ Безбедног подизања за МокПВ
sv: SecureBoot-nyckel för MokPW
tg: Калиди реҷаи роҳандозии бехатар барои MokPW
th: คีย์ SecureBoot สำหรับ MokPW
tr: MokPW için Güvenli Önyükleme anahtarı
ug: MokPW نىڭ «بىخەتەر قوزغىتىش» ئاچقۇچى
vi: SecureBoot key cho MokPW
zh_hk: MokPW 的 SecureBoot 金鑰

source: partition #%(partid)s as %(parttype)s used for %(partusage)s
af: partisie #%(partid)s as %(parttype)s gebruik vir %(partusage)s
ar: يستخدم القسم #%(partid)s كـ%(parttype)s لـ%(partusage)s
ca: La partició #%(partid)s com a %(parttype)s usada per %(partusage)s
cs: oddíl #%(partid)s jako %(parttype)s použit pro %(partusage)s
et: %(partusage)s kasutab %(parttype)s tyypi kettajagu #%(partid)s
eu: %(partid)s. partizioa, %(parttype)s, %(partusage)s gisa erabilia
fa: موقعیت #%(partid)s به شکل %(parttype)s برای %(partusage)s استفاده شد
fi: osio #%(partid)s (%(parttype)s) käytössä kohteelle %(partusage)s
hr: particija #%(partid)s kao %(parttype)s koristi se za %(partusage)s
ja: パーティション: #%(partid)s, 種類: %(parttype)s, 使用: %(partusage)s
kab: aḥric #%(partid)s am %(parttype)s yettwaeqdec i %(partusage)s
lt: skirsnis #%(partid) tipas %(parttype) naudojama %(partusage)
lv: nodalījums #%(partid)s kā %(parttype)s izmantojums: %(partusage)s
nl: partitie #%(partid)s als %(parttype)s gebruikt voor %(partusage)s
pl: partycja #%(partid)s jako %(parttype)s używana do %(partusage)s
ps: وېشنه #%(partid)s لکه د %(parttype)s په توګه د %(partusage)s لپاره کارول شوې
pt: partição #%(partid)s do tipo #%(parttype)s usada para %(partusage)s
sr: партиција „#%(partid)s“ као „%(parttype)s“ се користи за „%(partusage)s“
sv: partition #%(partid)s av typen %(parttype)s använd som %(partusage)s
tg: қисмбандии #%(partid)s ҳамчун %(parttype)s барои %(partusage)s истифода мешавад
th: พาร์ทิชัน #%(partid)s จาก %(parttype)s ถูกใช้ไป %(partusage)s
tr: %(parttype) türündeki #%(partid) bölümü %(partusage) kullanmaktadır
ug: بۆلەك #%(partid)s نى %(partusage)s نىڭ %(parttype)s قىلىپ ئىشلىتىلىدۇ

source: Key to secure the keystore on ZFS installations
af: Sleutel om die sleutelwinkel op ZFS installasies te beveilig
ar: مفتاح لتأمين مخزن المفاتيح في عمليات تثبيت ZFS
ca: Clau per assegurar el directori de claus a les instal·lacions de ZFS
cs: Klíč pro zabezpečení úložiště klíčů na ZFS instalacích
fi: Avain avainsäilön suojaamiseksi ZFS-asennuksissa
hr: Ključ za osiguravanje pohrane ključa na ZFS instalacijama
ja: ZFSインストールにおけるキーストアを保護する鍵（パスワード）
kab: Tasarut ara iḥerzen tisura yettwaskelsen ɣef yisebdaden n ZFS
lv: Atslēga, ar ko aizargāt atslēgu krātuvi uz ZFS instalācijas
pl: Klucz do zabezpieczenia magazynu kluczy w instalacjach ZFS
pt: Código de segurança para a porta-chaves nas instalações ZFS
sr: Кључ за обезбеђење смештаја кључева на „ZFS“ инсталацијама
sv: Nyckel för att säkra nyckelknippan på ZFS-installationer
th: คีย์ที่ใช้ในการติดตั้ง ZFS
tr: ZFS kurulumlarında anahtar depolarının güvenliğini sağlama anahtarı
ug: ZFS قاچىلاشتىكى ئاچقۇچ دۇكىنىنى كاپالەتلەندۈرۈشنىڭ ئاچقۇچى

source: Authenticate against a directory
af: Outentiseer teen 'n gids
ar: المصادقة باستخدام دليل
ca: Autentica sobre un directori
cs: Autorizovat skrze adresář
fi: Tunnistaudu hakemistoa vasten
hr: Ovjera prema direktoriju
ja: ディレクトリーへの認証
kab: Sesteb i tikkelt-nniḍen akaram
lv: Autentificēties pret direktoriju
pl: Uwierzytelnij się w katalogu
pt: Autenticar em relação a um directório
sr: Потврдите идентитет за директоријум
sv: Autentisera mot en katalog
th: ยืนยันตัวตนเข้าไดเรคทอรี
tr: Bir dizine karşı kimlik doğrulama
ug: مۇندەرىجىگە قارشى دەلىللەش

source: Active Directory domain name
af: Aktief Gids domein naam
ar: عنوان النطاق لـ Active Directory
ca: Nom de domini del directori actiu
cs: Doménové jméno Active Directory
fi: Active Directory -toimialueen nimi
hr: Naziv domene aktivnog direktorija
ja: Active Directoryのドメイン名
kab: Isem n taɣult n ukaram urmid
lv: Aktīvās direktorijas domēna nosaukums
pl: Nazwa domeny Active Directory
pt: Nome de domínio do Active Directory
sr: Назив домена радног директоријума
sv: Active Directory-domännamn
th: โดเมนเนม Active Directory
tr: Active Directory alan adı
ug: ئاكتىپ مۇندەرىجە تور نامى
vi: Tên miền Active Directory

source: Administrator to join the domain
af: Administrateur om by domein aan te sluit
ar: المسؤول المرشح للانضمام إلى النطاق
ca: Administrador per accedir al domini
cs: Administrátor pro připojení k doméně
fi: Ylläpitäjä toimialueeseen liittämistä varten
hr: Administrator koji će se pridružiti domeni
ja: ドメインのAdministrator
kab: Anedbal ara yernun ɣer taɣult
lv: Administrators, lai pievienotos domēnam
pl: Administrator do przyłączenia się do domeny
pt: Administrador para entrar no domínio
sr: Администратор за приступ домену
sv: Administratör för att gå med i domänen
th: แอดมินที่ใช้เข้าร่วมโดเมน
tr: Alana katılacak yönetici
ug: باشقۇرغۇچى دائىرىگە قوشۇلىدۇ

source: Administrator password to join the domain
af: Administrateur wagwoord om by die domein aan te sluit
ar: كلمة مرور المسؤول المرشح للانضمام إلى النطاق
ca: Contrasenya d'administrador per accedir al domini
cs: Heslo administrátora pro připojení k doméně
fi: Ylläpitäjän salasana toimialueeseen liittämistä varten
hr: Lozinka administratora za pridruživanje domeni
ja: ドメインのAdministratorのパスワード
kab: Awal uffir n unedbal i tmerna ɣer taɣult
lv: Administratora parole, lai pievienotos domēnam
pl: Hasło administratora do przyłączenia się do domeny
pt: Palavra-passe de administrador para entrar no domínio
sr: Лозинка администратора за приступ домену
sv: Administratörslösenord för att gå med i domänen
th: รหัสผ่านแอดมินที่ใช้เข้าร่วมโดเมน
tr: Alana katılmaya dair yönetici şifresi
ug: دائىرەگە قوشۇلۇش ئۈچۈن باشقۇرغۇچى پارولى

source: Use Active Directory
af: Gebruik Aktief Gids
ar: استخدم Active Directory
ca: Fes servir el directori actiu
cs: Použít Active Directory
fi: Käytä Active Directorya
hr: Koristi aktivan direktorij
ja: アクティブディレクトリを使用する
kab: Seqdec Active Directory
lv: Izmantot aktīvo direktoriju
pl: Użyj Active Directory
pt: Utilizar o Active Directory
sr: Користите радни директоријум
sv: Använd Active Directory
th: ใช้ Active Directory
tr: Active Directory kullan
ug: ئاكتىپ مۇندەرىجىنى ئىشلىتىڭ
vi: Dùng Active Directory

source: You'll enter domain and other details in the next step.
af: Jy sal domein en ander besonderhede ingaan in die volgende stap.
ar: ستدخل النطاق والتفاصيل الأخرى في الخطوة التالية.
ca: Al proper pas introduireu el domini i altres paràmetres.
cs: V dalším kroku zadáte doménu a další podrobnosti.
fi: Annat toimialueen nimen ja muut tiedot seuraavassa vaiheessa.
hr: Upisat ćete domenu i ostale pojedinosti u sljedećem koraku.
ja: 次のステップでドメインやその他の詳細を入力します。
kab: Ad teskecmeḍ taɣult d telqayt-nniḍen deg uḥric i d-iteddun.
lv: Nākamajā solī jums jāievada domēns un cita informācija.
pl: W następnym kroku należy wprowadzić domenę i inne szczegóły.
pt: Introduzirá o domínio e outros detalhes no passo seguinte.
sr: Ви ћете унети домен и друге појединости у следећем кораку.
sv: Du anger domän och andra detaljer i nästa steg.
th: คุณต้องกรอกโดเมนและรายละเอียดอื่นๆ ในขั้นถัดไป
tr: Bir sonraki adımda alanı ve diğer detayları yazacaksınız.
ug: كېيىنكى قەدەمدە دائىرە ۋە باشقا تەپسىلاتلارنى كىرگۈزەلەيسىز.
vi: Bạn sẽ nhập tên miền và những chi tiết khác trong bước tiếp theo.

source: Domain:
af: Domein:
ar: النطاق:
ca: Domini:
cs: Doména:
fi: Toimialue:
hr: Domena:
ja: ドメイン:
kab: Taɣult:
lv: Domēns:
pl: Domena:
pt: Domínio:
sr: Домен:
sv: Domän:
th: โดเมน:
tr: Alan
ug: دائىرە:
vi: Tên miền:

source: You must enter a domain name
af: Jy moet 'n domein naam invoer
ar: يجب عليك إدخال اسم النطاق
ca: Heu d'entrar un nom de domini
cs: Musíte zadat název domény
fi: Toimialueen nimi tulee antaa
hr: Morate upisati naziv domene
ja: ドメイン名を入力する必要があります
kab: Ilaq-ak·am ad teskecmeḍ isem n taɣult
lv: Jums jāievada domēna nosaukums
pl: Należy wprowadzić nazwę domeny
pt: Deve introduzir um nome de domínio
sr: Морате унети назив домена
sv: Du måste ange ett domännamn
th: คุณต้องกรอกโดเมนเนม
tr: Bir alan adı yazmalısınız
ug: دائىرە نامىنى كىرگۈزۈشىڭىز كېرەك
vi: Bạn phải nhập vào một tên miền

source: Test Connection
af: Toet Konneksie
ar: اختبار الاتصال
ca: Comprova la connexió
cs: Test připojení
fi: Testaa yhteyttä
hr: Testiraj povezivanje
ja: 接続テスト
kab: Sekyed tuqqna
lv: Pārbaudīt savienojumu
pl: Test połączenia
pt: Testar a ligação
sr: Тест веза
sv: Testa anslutning
th: ทดสอบการเชื่อมต่อ
tr: Bağlantıyı Deneyin
ug: ئۇلىنىشنى سىنا
vi: Kiểm tra Kết nối

source: Domain Administrator:
af: Domein Administrateur:
ar: مسؤول النطاق:
ca: Administrador de domini
cs: Administrátor domény:
fi: Toimialueen ylläpitäjä:
hr: Administrator domene:
ja: ドメイン管理者:
kab: Anedbal n taɣult:
lv: Domēna administrators:
pl: Administrator domeny:
pt: Administrador do domínio:
sr: Администратор домена:
sv: Domänadministratör:
th: แอดมินโดเมน:
tr: Alan Yöneticisi:
ug: دائىرە نام باشقۇرغۇچى
vi: Người quản trị tên miền

source: You must enter a user name
af: Jy moet 'n gebruiker naam invoer
ar: يجب عليك إدخال اسم مستخدم
ca: Heu d'introduir un nom d'usuari
cs: Musíte vložit uživatelské jméno
fi: Käyttäjätunnus tulee antaa
hr: Morate upisati korisničko ime
ja: ユーザー名を入力する必要があります
kab: Ilaq-ak·am ad teskecmeḍ isem n useqdac
lv: Jums jāievada lietotājvārds
pl: Należy wprowadzić nazwę użytkownika
pt: Deve introduzir um nome de utilizador
sr: Морате унети корисничко име
sv: Du måste ange ett användarnamn
th: คุณต้องกรอกชื่อผู้ใช้
tr: Bir kullanıcı adı yazmalısınız
ug: ئىشلەتكۈچى نامىنى كىرگۈزۈشىڭىز كېرەك
vi: Bạn phải nhập một tên người dùng

source: Configure Active Directory
af: Konfigureer Aktief Gids
ar: اعداد Active Directory
ca: Configura el directori actiu
cs: Nastavit Active Directory
fi: Määritä Active Directory
hr: Podešavanje aktivnog direktorija
ja: アクティブディレクトリの設定
kab: Swel Active Directory
lv: Konfigurēt aktīvo direktoriju
pl: Konfigurowanie Active Directory
pt: Configurar o Active Directory
sr: Подесите радни директоријум
sv: Konfigurera Active Directory
th: ตั้งค่า Active Directory
tr: Active Directory'yi yapılandırın
ug: ئاكتىپ مۇندەرىجىنى سەپلەڭ
vi: Cấu hình Active Directory

source: That name already exists on the network.
af: Dat naam bestaan reeds op die netwerk.
ar: هذا الاسم موجود مسبقًا على الشبكة.
ca: Aquest nom ja existeix a la xarxa
cs: Zadané jméno již v síti existuje
fi: Tämä nimi on jo käytössä verkossa.
hr: Naziv već postoji na mreži.
ja: その名前はネットワーク上にすでに存在します。
kab: Yella yisem-a yakan ɣef uzeṭṭa.
lv: Šāds nosaukums tīklā jau eksistē.
pl: Ta nazwa już istnieje w sieci.
pt: Esse nome já existe na rede.
sr: Овај назив већ постоји на мрежи.
sv: Det namnet finns redan i nätverket.
th: มีชื่อนี้แล้วบนเครือข่าย
tr: Bu ad ağda zaten mevcut.
ug: بۇ ئىسىم توردا بار.
vi: Tên này đang tồn tại trên mạng.

source: Failed to connect to domain.
af: Mislukte om konnekteer te domein.
ar: فشل الاتصال بالنطاق.
ca: No s'ha pogut connectar al domini.
cs: Připojení k doméně selhalo.
fi: Toimialueeseen yhdistäminen epäonnistui.
hr: Neuspjelo povezivanje s domenom.
ja: ドメインへの接続に失敗しました。
kab: Tecceḍ tuqqna ɣer taɣult.
lv: Neizdevās savienoties ar domēnu.
pl: Nie udało się połączyć z domeną.
pt: Falha na ligação ao domínio.
sr: Нисам успео да се повежем са доменом.
sv: Det gick inte att ansluta till domänen.
th: ไม่สามารถเชื่อมต่อโดเมนได้
tr: Alana bağlanılamadı.
ug: دائىرە ئۇلانمىدى.
vi: Lỗi kết nối với tên miền.

source: Enable recovery key:
af: In staat stel herstelsleutel:
ca: Habilita la clau de recuperació:
cs: Povolit klíč pro obnovení:
fi: Ota palautusavain käyttöön:
hr: Omogući ključ oporavka:
pl: Włącz klucz odzyskiwania:
pt: Ativar chave de recuperação:
sr: Омогући кључ опоравка:
sv: Aktivera återställningsnyckel:
tr: Kurtarma anahtarını etkinleştir:

source: Recovery key:
af: Herstelsleutel:
ca: Clau de recuperació:
cs: Klíč pro obnovení:
fi: Palautusavain:
hr: Ključ oporavka:
kab: Tasarut n tririt
pl: Klucz odzyskiwania:
pt: Chave de recuperação:
sr: Кључ опоравка:
sv: Återställningsnyckel:
tr: Kurtarma anahtarı:

source: Confirm recovery key:
af: Bevestig herstelsleutel:
ca: Confirma la clau de recuperació:
cs: Potvrdit klíč pro obnovení:
fi: Vahvista palautusavain:
hr: Potvrdi ključ oporavka:
kab: Sentem tasarut n tririt:
pl: Potwierdź klucz odzyskiwania:
pt: Confirmar chave de recuperação:
sr: Потврдите кључ опоравка:
sv: Bekräfta återställningsnyckel:
tr: Kurtarma anahtarını onayla:

source: Display recovery key:
af: Vertoon herstelsleutel:
ca: Mostra la clau de recuperació:
cs: Zobrazení klíče pro obnovení:
fi: Näytä palautusavain:
hr: Prikaži ključ oporavka:
kab: Sken tasarut n tririt:
pl: Wyświetl klucz odzyskiwania:
pt: Mostrar chave de recuperação:
sr: Прикажи кључ опоравка:
sv: Visa återställningsnyckel:
tr: Kurtarma anahtarını göster:

source: A recovery key is generated and will be temporarily saved on the live system. You can select an alternate location. Save this file and keep it in a safe place elsewhere before rebooting.
af: 'n Herstelsleutel word gegenereer en sal tydelik op die regstreekse stelsel gestoor word. Jy kan 'n alternatiewe ligging kies. Stoor hierdie lêer en hou dit op 'n veilige plek elders voor herbegin.
ca: Es generarà una clau de recuperació i es desarà temporalment al sistema autònom. Podeu escollir una ubicació alternativa. Deseu aquest fitxer i manteniu-lo en un altre lloc segur abans de reiniciar.
cs: Vygeneruje se klíč pro obnovení, který bude dočasně uložen v aktivním systému. Můžete vybrat alternativní umístění. Před restartem uložte tento soubor a uložte jej na bezpečném místě.
fi: Palautusavain luodaan ja se tallennetaan väliaikaisesti live-järjestelmään. Voit valita vaihtoehtoisen sijainnin. Tallenna tämä tiedosto ja säilytä se turvallisessa paikassa toisaalla, ennen kuin käynnistät tietokoneen uudelleen.
hr: Ključ oporavka je stvoren i privremeno će biti spremljen na live sustav. Možete odabrati i drugu lokaciju spremanja. Spremite ovu datoteku i čuvajte ju drugdje na sigurnom mjestu prije ponovnog pokretanja.
pl: Generowany jest klucz odzyskiwania, który zostanie tymczasowo zapisany w systemie live. Możesz wybrać alternatywne położenie. Zapisz ten plik i przechowuj go w bezpiecznym miejscu przed ponownym uruchomieniem systemu.
pt: Uma chave de recuperação é gerada e será salva temporariamente no sistema ativo. Você pode selecionar um local alternativo. Salve este arquivo e mantenha-o num local seguro em outro lugar antes de reiniciar.
sr: Кључ опоравка је створен и биће тренутно сачуван на живом систему. Можете одабрати и заменско место за чување. Сачувајте ову датотеку и чувајте је на безбедном месту негде другде пре поновног покретања рачунара.
sv: En återställningsnyckel är genererad och kommer att temporärt sparas i huvud-systemet. Du kan välja en alternativ plats. Spara den här filen och förvara den på ett säkert ställe före du startar om.
tr: Bir kurtarma anahtarı oluşturulur ve canlı sisteme geçici olarak kaydedilir. Alternatif bir konum seçebilirsiniz. Bu dosyayı kaydedin ve yeniden başlatmadan önce başka bir yerde güvenli bir yerde saklayın.

source: Location:
af: Ligging:
ca: Ubicació:
cs: Umístění:
fi: Sijainti:
hr: Lokacija:
kab: Adig:
pl: Położenie:
pt: Localização:
sr: Место:
sv: Plats:
tr: Konum:

source: It is not recommended to store the key on a non removable device.
af: Dit word nie aanbeveel om die sleutel op 'n nie-verwyderbare toestel te stoor nie.
ca: No és recomanable arxivar la clau en un dispositiu no removible.
cs: Nedoporučuje se uchovávat klíč na nevyjímatelném zařízení.
fi: Avainta ei suositella tallennettavaksi kiinteästi tietokoneeseen liitetylle massamuistilaitteelle.
hr: Nije preporučljivo spremanje ključa na neprijenosni uređaj.
pl: Nie zaleca się przechowywania klucza na urządzeniu niewymiennym.
pt: Não é recomendado armazenar a chave num dispositivo não removível.
sr: Није препоручиво чување кључа у уређају који није уклоњив.
sv: Det är inte rekommenderat att lagra nyckeln i en enhet som inte går att ta bort.
tr: Anahtarın çıkarılabilir olmayan bir aygıtta saklanması önerilmez.

source: Crypto key for LUKS + LVM
af: Krypto sleutel vir LUKS + LVM
ca: Clau crypto per a LUKS + LVM
cs: Krypto klíč pro LUKS + LVM
fi: Salausavain LUKS:ille + LVM:lle
hr: Ključ šifriranja za LUKS + ULU
pl: Klucz krypto dla LUKS + LVM
pt: Chave de criptografia para LUKS + LVM
sr: Скривени кључ за ЛУКС + ЛВМ
sv: Kryptonyckel för LUKS + LVM
tr: LUKS + LVM için şifreleme anahtarı

source: Recovery key for LUKS + LVM
af: Herstelsleutel vir LUKS + LVM
ca: Clau de recuperació per a LUKS + LVM
cs: Obnovovací klíč pro LUKS + LVM
fi: Palautusavain LUKS:ille + LVM:lle
hr: Ključ oporavka za LUKS + ULU
kab: Tasarut n tririt i LUKS + LVM
pl: Klucz odzyskiwania dla LUKS + LVM
pt: Chave de recuperação para LUKS + LVM
sr: Кључ опоравка за ЛУКС + ЛВМ
sv: Återställningsnyckel för LUKS + LVM
tr: LUKS + LVM için kurtarma anahtarı

source: Enter recovery key filename
af: Voer herstelsleutel lêernaam in
ca: Entreu el fitxer de la clau de recuperació
cs: Zadejte název souboru klíče pro obnovení
fi: Kirjoita palautusavaimen tiedoston nimi
hr: Upiši naziv datoteke ključa obnove
kab: Sekcem isem n ufaylu n tsarut n tririt
pl: Wpisz nazwę pliku klucza odzyskiwania
pt: Digite o nome do arquivo da chave de recuperação
sr: Унесите име датотеке кључа опоравка
sv: Ange filnamnet på återställningsnyckel
tr: Kurtarma anahtarı dosya adını girin
