Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: <small>%d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
af: <small>%d kleiner partisies is verberg, gebruik die <a href="">gevorderde partisienutsprogram</a> vir meer beheer</small>
ar: <small>%d أقسام أصغر مخفية، استخدم <a href="">أداة التقسيم المتقدمة</a> لمزيد من التحكم</small>
ast: <small>%d particiones más pequeñes tán tapecíes, usa la <a href="">ferramienta de partición avanzada</a> pa mayor control</small>
bg: <small>%d по-малки дяла са скрити, използвайте <a href="">инструмента за дялове за напреднали</a> за по-голям контрол</small>
bo: <small>གསོག་སྡེར་ཁག་ཆུང་ངུ་%d ཡིབ་འདུག <a href="">མཐོ་རིམ་གསོག་སྡེར་ཁག་བཟོ་ཆས་</a> སྤྱད་ནས་དོ་དམ་བྱེད་པ</small>
bs: <small>%d manjih particija su sakrivene, koristite <a href="">napredni particijski alat</a> za više kontrole</small>
ca: <small>Hi ha %d particions més petites ocultes. Utilitzeu l'<a href="">eina de partiment avançada</a> per tenir-ne més control</small>
cs: <small>%d menší diskové oddíly jsou skryty, pro více možností použijte <a href="">pokročilý editor oddílů</a></small>
cy: <small>cuddiwyd %d o raniadau bychain, defnyddiwch yr <a href="">offer rhannu uwch</a> am fwy o reolaeth</small>
da: <small>%d mindre partitioner er skjult. Brug det <a href="">avancerede partitioneringsværktøj</a> for at få yderligere kontrol</small>
de: <small>%d kleinere Partitionen werden versteckt, verwenden Sie das <a href="">erweiterte Partitionierungswerkzeug</a> für weitere Optionen</small>
el: <small>Υπάρχουν %d μικρότερα κρυφά διαμερίσματα, χρησιμοποιήστε το <a href="">εργαλείο κατάτμησης για προχωρημένους</a> για περισσότερο έλεγχο</small>
eo: <small>%d malpli grandaj subdiskoj estas kaŝataj, uzu la <a href="">porprogresantan dispartigilon</a> por pli da ebloj</small>
et: <small>%d väiksemat kettajagu ei näidata, neid saad kasutada <a href="">täpsema partitsioonimise vahendi</a> abil</small>
eu: <small>%d partizio txikiago ezkutatuta daude, erabili <a href="">partizio-tresna aurreratua</a> kontrol gehiagorako</small>
fa: <small>%d افراز کوچک‌تر پنهان شده‌اند، برای واپایش بیش‌تر از <a href="">ابزار افرازش پیش‌رفته</a> استفاده کنید</small>
fi: <small>%s pienempää osiota on piilotettu, käytä <a href="">edistyneempää osiointityökalua</a> tarkempiin asetuksiin</small>
fr_ca: <small>%d partitions plus petites sont cachées. Utiliser <a href="">l’outil avancé de partitionnement</a> pour plus de contrôle</small>
gd: <small>Tha %d pàirteachaidhean beaga am falach, cleachd <a href="">an t-inneal pàirteachaidh adhartach</a> airson barrachd smachd</small>
gl: <small>%d particións máis pequeñas están ocultas, use a <a href="">ferramenta de particionado avanzada</a> para maior control</small>
he: ‫<small>%d מחיצות קטנות יותר מוסתרות, יש להשתמש ב <a href="">כלי המחיצות המתקדם</a> לקבלת שליטה טובה יותר</small>
hi: <small>%d छोटे विभाजन छिपे हुए हैं, अधिक नियंत्रण के लिए <a href=""> का उपयोग उन्नत विभाजन उपकरण </a> हेतु करें </small>
hr: <small>%d manjih particija je skriveno. Za veću kontrolu upotrijebite <a href="">alat za napredno particioniranje</a></small>
ia: <small>%d le partitiones plus parve es occulte, usa le <a href="">application avantiate de partitionamento</a> pro un controlo major</small>
it: <small>%d partizioni più piccole risultano nascoste: usare lo <a href="">strumento avanzato di partizionamento</a> per un controllo più preciso.</small>
ja: <small>%d個の小さなパーティションが隠されています。詳細な設定を行うには<a href="">拡張パーティションツール</a>を利用してください</small>
kab: <small>%d iḥricen imeẓyanen ttwaffren, seqdec <a href="">afecku anaẓi n beḍḍu</a> i wugar n usenqed</small>
km: <small>ភាគ​ថាស​តូច​បំផុត %d ត្រូវ​បាន​លាក់ ប្រើ <a href="">ឧបករណ៍​ចែកភាគ​ថាស​កម្រិត​ខ្ពស់</a> សម្រាប់​ការ​ត្រួតពិនិត្យ​បន្ថែម</small>
ko: <small>%d개의 작은 파티션이 숨겨져 있습니다. 자세히 조정하려면 <a href="">고급 파티션 도구</a>를 사용하십시오.</small>
ku: <small>%d beşên biçûktir hatin veşartin, ji bo zêdetir kontrolê <a href="">amûra dabeşkirinê ya pêşketî</a> bi kar bîne</small>
lt: <small>%d mažesni skirsniai yra paslėpti, naudokite <a href="">skirsnių tvarkymo įrankį patyrusiems</a>, jei norite patys tvarkyti ir matyti visus skirsnius.</small>
lv: <small>%d mazāki nodalījumi ir paslēpti; lietojiet <a href="">lietpratēju dalīšanas rīku</a>, lai izmantotu papildu iespējas</small>
mr: <small>%d छोट्या पार्टिशन्स लपवलेल्या आहेत, अजून चांगल्या प्रकारे हाताळण्यासाठी <a href="">आधुनिक पार्टीशनिंग टूल</a> वापरा</small>
my: <small>ပိုင်းကန့်ထားသော အပိုင်းသေး %d ခုအား ဖျောက်ထားပါသည်။ ပိုမိုထိန်းချုပ်ဆောင်ရွက်နိုင်ရန် အတွက်<a href="">အဆင့်မြင့် ပိုင်းကန့်သည့် ကိရိယာ</a> အားအသုံးပြုပါ။</small>
nb: <small>%d mindre partisjoner er skjulte - bruk <a href="">avansert partisjonsverktøy</a> for større kontroll</small>
nl: <small>%d kleinere partities zijn verborgen, gebruik het <a href="">geavanceerde partitiehulpprogramma</a> voor meer mogelijkheden</small>
nn: <small>%d mindre partisjonar er gøymde, bruk <a href="">det avanserte partisjoneringsverktøyet</a> for meir kontroll</small>
pl: <small>%d mniejszych partycji jest ukrytych, skorzystaj z <a href="">zaawansowanego partycjonowania</a> aby uzyskać większą kontrolę</small>
ps: <small>%d وړې وېشنې پټې شوي دي، د نور موټنيوي لپاره د <a href="">وېشنې بريونلی توک</a> وکاروئ</small>
pt: <small>%d partições menores estão ocultas, use a <a href="">ferramenta avançada de particionamento</a> para maior controle</small>
pt_br: <small>%d partições menores estão ocultas, use a <a href="">ferramenta avançada de particionamento</a> para maior controle</small>
si: <small>කුඩා විභාජක %d ක් සඟවා ඇත, වැඩිදුර හැසිරවීම සඳහා <a href="">උසස් කොටස්කර මෙවලම</a> භාවිතා කරන්න</small>
sl: <small>%d majhnih razdelkov je skritih. Za več nadzora uporabite <a href="">napredno orodje razdelkov</a>.</small>
sq: <small>%d particionet e vogla janë të fshehura, përdorni <a href="">mjetin e avancuar të particionimit</a> për më tepër kontroll</small>
sr: <small>%d мање партиције су скривене, користите <a href="">напредни алат за партиционисање</a> за већу контролу</small>
sv: <small>%d mindre partitioner är dolda. Använd det <a href="">avancerade partitioneringsverktyget</a> för ytterligare kontroll</small>
te: <small>%d చిన్న పార్టిషన్లను చూపించలేదు, మరింత కంట్రోల్ కొరకు, <a href="">శక్తిమంతమైన పార్టిషనింగ్ టూల్</a> ని ఉపయోగించండి</small>
tg: <small>%d қисмбандии хурд пинҳон мебошанд, барои идоракунии бештар <a href="">абзори қисмбандии васеъшударо</a> истифода баред</small>
th: <small>%d พาร์ทิชันขนาดเล็กถูกซ่อนไว้ ให้ใช้<a href="">เครื่องมือแบ่งพาร์ทิชันขั้นสูง</a>เพื่อการควบคุมได้มากขึ้น</small>
tr: <small>%d adet daha küçük bölüm gizlendi, daha fazla kontrol için <a href="">ileri seviye bölümleme aracını</a> kullanınız</small>
ug: <small>%d كىچىك رايون يوشۇرۇلدى <a href=\"\">ئالىي رايونغا ئايرىش قورالى</a> نى ئىشلىتىپ تېخىمۇ تەپسىلىي تىزگىنلەڭ</small>
uk: <small>%d менші розділи приховано, скористайтеся <a href="">альтернативним засобом розмітки</a> для розширення можливостей</small>
vi: <small>%d phân vùng nhỏ hơn đang bị che giấu, dùng <a href="">công cụ phan vùng cao cấp (advanced partitioning tool)</a> để kiểm soát thêm</small>
zh_hk: <small>%d 個較小的分割區已隱藏，請使用<a href="">進階分割工具</a>取得深入控制</small>

source: <small>1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
af: <small>1 kleiner partisie is verberg, gebruik die <a href="">gevorderde partisienutsprogram</a> vir meer beheer</small>
ar: <small>قسم واحد أصغر مخفي، استخدم <a href="">أداة التقسيم المتقدمة</a> لمزيد من التحكم</small>
ast: <small>1 partición más pequeña ta tapecida, usa la <a href="">ferramienta de partición avanzada</a> pa mayor control</small>
bg: <small>1 по-малък дял е скрит, използвайте <a href="">инструмента за дялове за напреднали</a> за по-голям контрол</small>
bo: <small>གསོག་སྡེར་ཁག་ཆུང་ངུ་1 ཡིབ་འདུག་པ <a href="">མཐོ་རིམ་གསོག་སྡེར་ཁག་བཟོ་ཆས་</a> སྤྱད་ནས་དོ་དམ་བྱེད་པ</small>
bs: <small>1 manja particija sakrivena, koristite <a href="">napredni particijski alat</a> za više kontrole</small>
ca: <small>Hi ha una partició més petita oculta. Utilitzeu l'<a href="">eina de partiment avançada</a> per tenir-ne més control</small>
ckb: <small> ١ دابەشکراوی بچووک شاراوەتەوە، <a href="">advanced partitioning tool</a بەکاربێنە بۆ چاودێریکردنی زیاتر</small>
cs: <small>1 menší diskový oddíl je skryt, pro více možností použijte <a href="">pokročilý editor oddílů</a></small>
cy: <small>cuddiwyd 1 rhaniad bach, defnyddiwch yr <a href="">offer rhannu uwch</a> am fwy o reolaeth</small>
da: <small>1 mindre partition er skjult. Brug det <a href="">avancerede partitioneringsværktøj</a> for at få yderligere kontrol</small>
de: <small>1 kleinere Partition wird versteckt, verwenden Sie das <a href="">erweiterte Partitionierungswerkzeug</a> für weitere Optionen</small>
el: <small>Υπάρχει 1 μικρότερο κρυφό διαμέρισμα, χρησιμοποιήστε το <a href="">εργαλείο κατάτμησης για προχωρημένους</a> για περισσότερο έλεγχο</small>
eo: <small>1 malpli granda subdisko estas kaŝata, uzu la <a href="">porprogresantan dispartigilon</a> por pli da ebloj</small>
et: <small>ühte väiksemat kettajagu ei näidata, seda saad kasutada <a href="">täpsema partitsioonimise vahendi</a> abil</small>
eu: <small>partizio txikiago 1 ezkutatuta dago, erabili <a href="">partizio-tresna aurreratua</a> kontrol gehiagorako</small>
fa: <small> یک افراز کوچک‌تر پنهان شده است، برای واپایش بیش‌تر از <a href="">ابزار افرازش پیش‌رفته</a> استفاده کنید</small>
fi: <small>1 pienempi osio on piilotettu, käytä <a href="">edistyneempää osiointityökalua</a> tarkempiin asetuksiin</small>
fr_ca: <small>1 partition plus petite est cachée. Utiliser <a href="">l’outil avancé de partitionnement</a> pour plus de contrôle</small>
gd: <small>Tha 1 phàirteachadh beag am falach, cleachd <a href="">an t-inneal pàirteachaidh adhartach</a> airson barrachd smachd</small>
gl: <small>1 partición máis pequena está oculta, use a <a href="">ferramenta de particionado avanzada</a> para maior control</small>
he: ‫<small>מחיצה אחת קטנה יותר מוסתרת, יש להשתמש ב <a href="">כלי המחיצות המתקדם</a> לקבלת שליטה טובה יותר</small>
hi: <small> 1 छोटे विभाजन छिपा हुआ है, अधिक नियंत्रण के लिए <a href=""> का उपयोग उन्नत विभाजन उपकरण </a> हेतु करें </small>
hr: <small>1 manja particija je skrivena. Za veću kontrolu upotrijebite <a href="">alat za napredno particioniranje</a></small>
ia: <small>1 le partitiones plus parve es occulte, usa le <a href="">application avantiate de partitionamento</a> pro un controlo major</small>
it: <small>1 partizione più piccole risulta nascosta: usare lo <a href="">strumento avanzato di partizionamento</a> per un controllo più preciso.</small>
ja: <small>1個の小さなパーティションが隠されています。詳細な設定を行うには<a href="">拡張パーティションツール</a>を利用してください</small>
kab: <small>1 n weḥric ameẓyan yettwaffer, seqdec <a href="">afecku anaẓi n beḍḍu</a> i wugar n usenged</small>
km: <small>ភាគ​ថាស​តូច​ ១ ត្រូវ​បាន​លាក់ ប្រើ <a href="">ប្រើ​ឧបករណ៍​ចែកភាគ​ថាស​កម្រិត​ខ្ពស់</a> ដើម្បី​ត្រួតពិនិត្យ​បន្ថែម</small>
ko: <small>한 개의 작은 파티션이 숨겨져 있습니다. 자세히 조정하려면 <a href="">고급 파티션 도구</a>를 사용하십시오.</small>
ku: <small>1 beşekî din yê biçûktir hate veşartin, ji bo zêdetir kontrolê <a href="">amûra dabeşkirinê ya pêşketî</a> bi kar bîne</small>
lt: <small>1 mažesnis skirsnis yra paslėptas, naudokite <a href="">skirsnių tvarkymo įrankį patyrusiems</a>, jei norite patys tvarkyti ir matyti visus skirsnius.</small>
lv: <small>1 mazāks nodalījums ir paslēpts; lietojiet <a href="">lietpratēju dalīšanas rīku</a>, lai izmantotu papildu iespējas</small>
mr: <small>1 छोटी पार्टिशन लपवलेली आहे, अजून चांगल्या प्रकारे हाताळण्यासाठी <a href="">आधुनिक पार्टीशनिंग टूल</a> वापरा</small>
my: <small>ပိုင်းကန့်ထားသော အပိုင်းသေး ၁ ခုအား ဖျောက်ထားပါသည်။ ပိုမိုထိန်းချုပ်ဆောင်ရွက်နိုင်ရန် အတွက်<a href="">အဆင့်မြင့် ပိုင်းကန့်သည့် ကိရိယာ</a> အားအသုံးပြုပါ။</small>
nb: <small>1 mindre partisjon er skjult - bruk <a href="">avansert partisjonsverktøy</a> for større kontroll</small>
nl: <small>Eén kleinere partitie is verborgen, gebruik het <a href="">geavanceerde schijfindelingsgereedschap</a> voor meer mogelijkheden</small>
nn: <small>1 mindre partisjon er gøymd, bruk <a href="">det avanserte partisjoneringsverktøyet</a> for meir kontroll</small>
pl: <small>Jedna mniejsza partycja jest ukryta, skorzystaj z <a href="">zaawansowanego partycjonowania</a> aby uzyskać większą kontrolę</small>
ps: <small>%d وړه وېشنه پټه شوې ده، د نور موټنيوي لپاره د <a href="">وېشنې بريونلی توک</a> وکاروئ</small>
pt: <small>1 partição menor está oculta, use a <a href="">ferramenta avançada de particionamento</a> para maior controle</small>
pt_br: <small>1 partição menor está oculta, use a <a href="">ferramenta avançada de particionamento</a> para maior controle</small>
si: <small>කුඩා විභාජක 1 ක් සඟවා ඇත, වැඩිදුර හැසිරවීම සඳහා <a href="">උසස් කොටස්කර මෙවලම</a> භාවිතා කරන්න</small>
sl: <small>1 majhen razdelek je skrit. Za več nadzora uporabite <a href="">napredno orodje razdelkov</a>.</small>
sq: <small>1 particion më i vogël është i fshehur, përdorni <a href="">mjetin e avancuar të particionimit</a> për më tepër kontroll</small>
sr: <small>Једна мања партиција је скривена, користите <a href="">напредни алат за партиционисање</a> за већу контролу</small>
sv: <small>En mindre partition är dold. Använd det <a href="">avancerade partitioneringsverktyget</a> för ytterligare kontroll</small>
te: <small>1 చిన్న పార్టిషన్ను చూపించలేదు, మరింత కంట్రోల్ కొరకు, <a href="">శక్తిమంతమైన పార్టిషనింగ్ టూల్</a> ని ఉపయోగించండి</small>
tg: <small>1 қисмбандии хурд пинҳон мебошад, барои идоракунии бештар <a href="">абзори қисмбандии васеъшударо</a> истифода баред</small>
th: <small>1 พาร์ทิชันขนาดเล็กถูกซ่อนอยู่ ให้ใช้<a href="">เครื่องมือแบ่งพาร์ทิชันขั้นสูง </a>เพื่อการควบคุมได้มากขึ้น</small>
tr: <small>1 adet daha küçük bölüm gizlendi, daha fazla kontrol için <a href="">ileri seviye bölümleme aracını</a> kullanınız</small>
ug: <small>1 كىچىك رايون يوشۇرۇلدى <a href=\"\">ئالىي رايونغا ئايرىش قورالى</a> نى ئىشلىتىپ تېخىمۇ تەپسىلىي تىزگىنلەڭ</small>
uk: <small>1 менший розділ приховано, скористайтеся <a href="">альтернативним засобом розмітки</a> для розширення можливостей</small>
vi: <small>1 phân vùng nhỏ hơn đang bị che giấu, dùng <a href="">công cụ phan vùng cao cấp (advanced partitioning tool)</a> để kiểm soát thêm</small>
zh_hk: <small>1 個較小的分割區已隱藏，請使用<a href="">進階分割工具</a>取得深入控制</small>

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
af: %d partisies gaan uitgevee word, gebruik die <a href="">gevorderde partisienutsprogram</a> vir meer beheer
ar: %d أقسام ستُحذف، استخدم <a href="">أداة التقسيم المتقدمة</a> لمزيد من التحكم
ast: Van desaniciase %d particiones, usa'l <a href="">preséu avanzáu de particionáu</a> pa tener más control
bg: %d дяла ще бъдат изтрити. Използвайте <a href="">инструмента за напреднало разделяне</a> за повече контрол
bo: གསོག་སྡེར་ཁག་%dབསུབ་འགྲོ་ངེས <a href="">མཐོ་རིམ་གསོག་སྡེར་ཁག་བཟོ་ཆས་</a>སྤྱད་ནས་བཟོ་བཅོས་བྱེད་ཆོག
bs: %d particija će biti obrisano, koristite <a href="">napredni alat za particioniranje</a> za više kontrole
ca: Se suprimiran %d particions. Utilitzeu l'<a href="">eina de partiment avançat</a> per tenir-ne més control
ckb: %d دابەشکراو دەسڕێتەوە، <a href="">advanced partitioning tool</a بەکاربێنە بۆ چاودێریکردنی زیاتر
cs: %d oddíly budou smazány, pro lepší správu použijte <a href="">pokročilý nástroj na dělení disků</a>
cy: Caiff %d o raniadau eu dileu, defnyddiwch yr <a href="">offer rhanu uwch</a> am fwy o reolaeth
da: %d partitioner vil blive slettet, brug det <a href="">avancerede partitioneringsværktøj</a> for mere kontrol
de: %d Partitionen werden gelöscht. Verwenden Sie das <a href="">erweiterte Partitionierungswerkzeug</a> für weitere Einstellungsmöglichkeiten
el: %d κατατμήσεις θα διαγραφούν, χρησιμοποιήστε το <a href="">ειδικό εργαλείο κατατμήσεων</a> για περαιτέρω έλεγχο
eo: %d subdiskoj estas viŝotaj, uzu la <a href="">progresintan dispartigilon</a> por pli da stirebloj
et: %d kettajagu kustutatakse, plaani muuta saad <a href="">täpsema partitsioonimise vahendi</a> abil
eu: %d partizio ezabatuko dira, erabili <a href="">partizio-editore aurreratua</a> kontrol gehiagorako
fa: %d افراز حذف خواهند شد، برای واپایش بیش‌تر از <a href="">ابزار افرازش پیش‌رفته</a> استفاده کنید
fi: %s osiota tullaan poistamaan, käytä <a href="">edistyneempää osiointityökalua</a> tarkempiin toimenpiteisiin
fr_ca: %d partitions seront supprimées. Utiliser <a href="">l’outil avancé de partitionnement </a> pour plus d’options
gd: Thèid %d pàirteachaidhean a sguabadh às, cleachd <a href="">an t-inneal pàirteachaidh adhartach</a> airson barrachd smachd
gl: Eliminaranse %d particións; use a <a href="">ferramenta avanzada de particionamento</a> para ter máis control
he: %d מחיצות יימחקו, יש להשתמש ב<a href="">כלי המחיצות המתקדם</a> לשליטה טובה יותר
hi: %d छोटा विभाजन मिटा दिया जाएगा, अधिक नियंत्रण हेतु <a href="">advanced partitioning tool</a> का प्रयोग करें
hr: %d particija će biti obrisano, za veću kontrolu upotrijebite <a href="">alat za napredno particioniranje</a>
ia: %d partitiones essera cancellate, usa le <a href="">instrumento de partition avantiate</a> pro plus de controlo
it: Verranno eliminate %d partizioni: usare lo <a href="">strumento avanzato di partizionamento</a> per un controllo più preciso.
ja: %d 個のパーティションが削除されます。高度な設定をするには、<a href="">拡張パーティショニングツール</a> を利用してください。
kab: %d n yiḥricen ad ttwakksen, seqdec<a href="">Afecku anaẓi n beḍḍu</a> i wugar n usenqed
km: ភាគ​ថាស %d នឹង​ត្រូវ​បានលុប ប្រើ <a href="">កម្មវិធី​ចែកភាគ​ថាស​កម្រិត​ខ្ពស់</a> ដើម្បី​ការ​ត្រួតពិនិត្យ​បន្ថែម​ទៀត
ko: %d개의 파티션을 삭제합니다. 자세히 조정하려면 <a href="">고급 파티션 도구</a>를 사용하십시오.
ku: %d beş wê bêne jêbirin, ji bo kontrola zêdetir <a href="">amûra dabeşkirinê ya berfireh</a> bi kar bîne
lt: %d skirsniai bus pašalinti, naudokite <a href="">skirsnių tvarkymo įrankį patyrusiems</a>, jei norite patys tvarkyti skirsnius.
lv: %d nodalījumi tiks dzēsti. Izmantojiet <a href="">paplašināto dalīšanas rīku</a>, lai izmantotu papildu iespējas
mr: %d पार्टिशन्स नष्ट केल्या जातील, अजून चांगल्या प्रकारे हाताळण्यासाठी <a href="">आधुनिक पार्टीशनिंग टूल</a> वापरा
my: %d အကန့်များ ဖျက်ပစ်ပါမည်၊ ပိုမိုထိန်းချုပ်ရန်<a href="">အဆင့်မြင့် အခန်းကန့်ဆော့ဝဲ</a> ကို အသုံးပြုပါ
nb: %d partisjoner vil slettes, bruk <a href="">avansert partisjonsverktøy</a> for flere muligheter
nl: %d partities zullen worden verwijderd, gebruik voor meer mogelijkheden het <a href="">geavanceerde schijfindelingsgereedschap</a>
nn: %d partisjonar vert sletta. Bruk <a href="">det avanserte partisjoneringsverktøyet</a> for meir kontroll
pl: Ilość partycji przeznaczonych do usunięcia: %d. Proszę użyć <a href="">narzędzia do zaawansowanego partycjonowania dysków</a>, aby uzyskać więcej możliwości konfiguracji.
ps: %d وېشنې به ړنګې شي، د نور موټنيوي لپاره د <a href="">وېشنې بريونلی توک</a> وکاروئ
pt: %d partições serão apagadas, use a <a href="">ferramenta de particionamento avançado</a> para mais controlo
pt_br: %d partições serão apagadas, use a <a href="">ferramenta de particionamento avançada</a> para maior controle
si: %d කුඩා කොටස් මකාදැමෙනු ඇත, වැඩි පාලනයක් සඳහා <a href="">උසස් කොටස්කරණ මෙවලම</a> භාවිත කරන්න
sl: %d razdelkov bo izbrisanih. Za več nadzora uporabite <a href="">napredno orodje razdeljevanja</a>.
sq: %d particione do të fshihen, përdorni <a href="">mjetin e avancuar të particionimit</a> për më tepër kontroll
sr: %d партиције ће бити обрисане, користите <a href="">напредни алати партиционисања</a> за бољу контролу
sv: %d partitioner kommer att tas bort. Använd det <a href="">avancerade partitioneringsverktyget</a> för ytterligare kontroll
te: %d పార్టిషన్లు తీసివేయబడతాయి, మరింత నియంత్రణ కోసం<a href="">advanced partitioning tool</a> ని వాడు
tg: %d қисмбандӣ нест карда мешавад, барои идоракунии бештар <a href="">абзори қисмбандии васеъшударо</a> истифода баред
th: พาร์ทิชัน %d จะถูกลบ, ใช้ <a href="">เครื่องมือพาร์ทิชันขั้นสูง</a> เพื่อควบคุม
tr: %d adet bölüm silinecektir, daha fazla kontrol için <a href="">ileri seviye bölümleme aracı</a>nı kullanınız
ug: %d دانە رايون(partition) ئۆچۈرۈلىدۇ. تېخىمۇ ئىنچىكە كونترول قىلىش ئۈچۈن<a href=\"\">ئالىي partitioning قورالى</a> نى ئىشلىتىڭ.
uk: %d розділ буде видалено, використайте <a href="">advanced partitioning tool</a> для детальнішого огляду
vi: %d phân vùng sẽ bị xóa, sử dụng <a href="">công cụ phân vùng nâng cao</a> để điều chỉnh nhiều hơn
zh_hk: %d 分割區將被刪除，使用<a href="">進階分割工具</a>來進行更多控制
