Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: May only contain lower-case letters, digits, hyphens, and underscores.
af: Mag slegs kleinletters, getalle, koppeltekens en onderstreeptekens bevat.
ar: يمكن أن يحتوي فقط على حروف سفلية، وأرقام، وشرطات (-)، وشرطات سفلية (_).
ast: Namái pue contener lletres minúscules, númberos, guiones y guiones baxos.
bg: Може да съдържа само малки букви, цифри, тирета и долни черти.
bo: ཆུང་བྲིས་ཡི་གེ་དང་ཨང་ཀི དྲང་ཐིག་གོང་མ་དང་འོག་མ་ཁོ་ན་སྤྱོད་རུང
bs: Može sadržati samo mala slova, cifre, crtice i donje crte .
ca: Pot contenir lletres en minúscula, xifres, guionets i caràcters de subratllat.
cs: Může obsahovat pouze malá písmena, číslice, pomlčky a podtržítka.
cy: Rhaid iddo gynnwys lythrennau bach, digidau, cysylltnodau, a thansgorau yn unig.
da: Må kun indeholde små bogstaver, tal, bindestreger og bundstreg.
de: Es darf nur Kleinbuchstaben, Zahlen, Bindestriche und Unterstriche enthalten.
el: Μπορεί να περιέχει μόνο πεζά γράμματα, αριθμητικά ψηφία, παύλες και κάτω παύλες.
eo: Ĝi povas enhavi nur minusklojn, ciferojn, streketojn kaj substrekojn.
et: Tohib sisaldada ainult väikesi tähti, numbreid, side- ja allkriipse.
eu: Minuskulak, digituak, marratxoak eta azpimarrak soilik eduki ditzake.
fa: باید تنها شامل حروف کوچک، ارقام، خط تیره و خط زیرین باشد.
fi: Saa sisältää vain pieniä kirjaimia, numeroita sekä ala- ja väliviivoja.
fr_ca: Ne peut contenir que des lettres minuscules, des chiffres, des tirets et des traits de soulignement.
gd: Chan fhaod a bhith ann ach litrichean beaga, àireamhan, tàthanan agus fo-loidhnichean.
gl: Só pode conter minúsculas, díxitos, guións e guións baixos.
he: יכול להכיל אך ורק אותיות קטנות, ספרות, מינוסים וקווים תחתיים.
hi: केवल लोअरकेस अक्षरों, अंकों, हाइफ़न, और अंडरस्कोर हो सकतॆ है.
hr: Smije sadržavati samo mala slova, znamenke, povlake i podvlake.
ia: Pote solmente continer minusculas, cifras, tractos de union, e linea basse.
it: Può contenere solamente lettere minuscole, numeri, trattini e trattini bassi.
ja: 小文字、数字、ハイフン、アンダースコアのみ含むことができます。
kab: Yezmer ad igber anagar isekkilen imeẓyanen, izwilen, ijerriḍen n tuqqna akked ijerriḍen n uderrer.
km: អាច​មាន​តែ​អក្សរ​តូច តួលេខ និង​សញ្ញា (_) ។
ko: 영문 소문자와 숫자, 하이픈, 밑줄 표시 만을 사용할 수 있습니다.
ku: Tê de tenê tîpên biçûk, hejmar, xêzek û jêrxet dikarin hebin.
lt: Gali būti sudarytas tik iš mažųjų raidžių, skaitmenų, brūkšnelių ir pabraukimo brūkšnių.
lv: Drīkst saturēt tikai mazos burtus, ciparus, defisi un pasvītrojuma zīmi.
mr: मध्ये फक्त lower-case अक्षरे, आकडे, हायफन आणि अंडरस्कोर असू शकतात.
my: စာလုံးသေး၊နံပါတ်၊hyphen နှင့် underscores များသာသုံးပါ
nb: Kan kun inneholde små bokstaver, siffer, bindestreker og understreker.
nl: Mag alleen kleine letters, cijfers, verbindingsstreepjes en laagliggende streepjes bevatten.
nn: Kan berre innehalda små bokstavar, tal, bindestrekar og understrekar.
pl: Może zawierać jedynie znaki małych liter, cyfr, łączników i podkreśleń.
ps: يوازې کولای شي چې کوچني توري، ګڼې، نښلووني او لاندكرښكه ولري.
pt: Só pode conter letras minúsculas, dígitos, hífenes e traços inferiores.
pt_br: Pode conter apenas letras minúsculas, números, hifens e sublinhados.
si: කුඩා ප්‍රමාණයේ අකුරු, සංඛ්‍යාංක, සමාස විහ්න, සහ යටි ඉරි පමණක් අඩංගු විය යුතුය.
sl: Lahko vsebuje samo male črke, številke, vezaje ter podčrtaje.
sq: Mund të përmbajë vetëm gërma të vogla, shifra, vija ndarëse dhe nënvija.
sr: Може да садржи само мала слова, цифре, цртице, и подвлаке.
sv: Får endast innehålla gemena bokstäver, siffror, bindestreck och understreck.
te: చిన్న అక్షరాలు, సంఖ్యలు, హైఫెన్లు, మరియు అండర్‌స్కోరులను కలిగివుండవచ్చు.
tg: Метавонад танҳо ҳарфҳои хурд, рақамҳо, дефисҳо ва тиреи поёнро дар бар гирад.
th: ให้มีได้แค่ตัวอักษรพิมพ์เล็ก, ตัวเลข, ขีดกลาง, และขีดใต้เท่านั้น
tr: Sadece küçük harf, rakam, tire ve alt tire içerebilir.
ug: پەقەت كىچىك ھەرپ، سان، سىزىقچە ۋە ئاستى سىزىقنى ئۆز ئىچىگە ئالىدۇ.
uk: Може містити лише малі літери, цифри, дефіси та підкреслення.
vi: Chỉ có thể bao gồm các chữ thường, số, gạch nối, và gạch dưới.
zh_hk: 僅能包含小寫字母、數字、連結號、底線符號。

source: Skip
af: Spring oor
ar: تخطّى
ast: Saltar
bg: Пропусни
bo: མཆོང་འགྲོ་བ
bs: Preskoči
ca: Omet
ckb: بیپەڕێنە
cs: Přeskočit
cy: Hepgor
da: Spring over
de: Überspringen
el: Παράκαμψη
eo: Preterpasi
et: Jäta vahele
eu: Saltatu
fa: پرش
fi: Ohita
fr_ca: Passer
gd: Gearr leum seachad air
gl: Omitir
he: דילוג
hi: छोड़े
hr: Preskoči
ia: Saltar
it: Salta
ja: スキップ
kab: Zgel
km: រំលង
ko: 건너뛰기
ku: Derbas be
lt: Praleisti
lv: Izlaist
mr: पुढे जा
my: အဆင့် ကျော်လိုက်ပါ
nb: Hopp over
nl: Overslaan
nn: Hopp over
pa: ਛੱਡੋ
pl: Pomiń
ps: پرېښودل
pt: Ignorar
pt_br: Ignorar
si: මගහරින්න
sl: Preskoči
sq: Kapërce
sr: Прескочи
sv: Hoppa över
te: దాటవేయి
tg: Нодида гузарондан
th: ข้าม
tr: Atla
ug: ئاتلا
uk: Пропустити
vi: Bỏ qua
zh_hk: 跳過

source: Choose a password:
af: Kies 'n wagwoord:
ar: اختر كلمة سر:
ast: Introduz una contraseña:
bg: Изберете парола:
bo: གསང་གྲངས་ཞིག་འདེམས་པ：
bs: Odaberite šifru:
ca: Trieu una contrasenya:
ckb: وشەی نهێنی هەڵبژێرە:
cs: Zvolte heslo:
cy: Dewiswch gyfrinair
da: Vælg en adgangskode:
de: Wählen Sie ein Passwort:
el: Διαλέξτε ένα συνθηματικό (κωδικός πρόσβασης):
eo: Elektu pasvorton:
et: Parool:
eu: Aukeratu pasahitza:
fa: گذرواژه‌ای برگزینید:
fi: Valitse salasana:
fr_ca: Choisir un mot de passe
gd: Tagh facal-faire:
gl: Escolla un contrasinal:
he: נא לבחור ססמה:
hi: कोई पासवर्ड (कूट शब्द) चुनें:
hr: Odaberite lozinku:
ia: Seliger un contrasigno:
it: Scegliere una password:
ja: パスワードの入力:
kab: Fren awal n uɛeddi:
km: ជ្រើស​ពាក្យ​សម្ងាត់ ៖
ko: 암호 선택:
ku: Şîfreyek bibijêre:
lt: Pasirinkite slaptažodį:
lv: Izvēlieties paroli:
mr: एका संकेतशब्दाची निवड करा :
my: စကားဝှက် တစ်ခု ရွေးချယ်ပါ :
nb: Velg et passord:
nl: Kies een wachtwoord:
nn: Vel eit passord:
pa: ਪਾਸਵਰਡ ਚੁਣੋ:
pl: Hasło:
ps: یو تېرنويی غوره کړئ:
pt: Escolha uma palavra-passe:
pt_br: Escolha uma senha:
si: මුර පදයක් තෝරන්න:
sl: Izberite geslo:
sq: Zgjidhni një fjalëkalim:
sr: Изаберите лозинку:
sv: Välj ett lösenord:
te: ఒక సంకేతపదాన్ని ఎంచుకోండి:
tg: Ниҳонвожаеро интихоб кунед:
th: เลือกรหัสผ่าน:
tr: Bir parola seçin:
ug: ئىم تاللاڭ:
uk: Оберіть пароль:
vi: Chọn mật khẩu:
zh_hk: 請設定一組密碼

source: &lt;small&gt;Enter the same password twice, so that it can be checked for typing errors.&lt;/small&gt;
af: &lt;small&gt;Voer die selfde wagwoord twee keer in om tikfoute te bespeur.&lt;/small&gt;
ar: &lt;small&gt;أدخِل كلمة السر نفسها مرتين، بحيث يمكن التحقق من عدم وجود أخطاء إملائية.&lt;/small&gt;
ast: &lt;small&gt;Introduz la mesma contraseña dos vegaes, de mou que puedan comprobase fallos de tecléu.&lt;/small&gt;
bg: &lt;small&gt;Въведете една и същата парола два пъти, за да се избегнат машинописни грешки при въвеждането.&lt;/small&gt;
bs: &lt;small&gt;Unesite istu lozinku dva puta, kako biste provjerili da li sadrži štamparske greške.&lt;/small&gt;
ca: &lt;small&gt;Introduïu la contrasenya dues vegades, de manera que es pugui comprovar que estigui escrita correctament.&lt;/small&gt;
cs: &lt;small&gt;Aby se předešlo chybám při psaní hesla, zadejte jej prosím nyní dvakrát.&lt;/small&gt;
cy: &lt;small&gt;Rhowch yr un cyfrinair ddwywaith, fel gallir ei wirio am wallau wrth deipio.&lt;/small&gt;
da: &lt;small&gt;Indtast samme adgangskode to gange, så der kan kontrolleres for trykfejl.&lt;/small&gt;
de: &lt;small&gt;Geben Sie das gleiche Kennwort zweimal ein , sodass es auf Tippfehler überprüft werden kann.&lt;/small&gt;
el: &lt;small&gt;Εισάγετε τον ίδιο κωδικό δύο φορές, ώστε να γίνει έλεγχος για τυχόν τυπογραφικά σφάλματα.&lt;/small&gt;
eo: &lt;small&gt;Entajpu la saman pasvorton dufoje, por kontroli ĉu troveblas tajperaroj.&lt;/small&gt;
et: &lt;small&gt;Sisesta sama parool kaks korda, nii saab kontrollida trükivigade puudumist.&lt;/small&gt;
eu: &lt;small&gt;Sartu pasahitz bera birritan, idazterakoan akatsik egin ez duzula ziurtatzeko.&lt;/small&gt;
fa: &lt;small&gt;همان گذرواژه را دوباره وارد کنید تا بتواند برای خطاهای نوشتاری بررسی شود.&lt;/small&gt;
fi: &lt;small&gt;Kirjoita sama salasana kahdesti mahdollisten kirjoitusvirheiden välttämiseksi.&lt;/small&gt;
fr_ca: &lt;small&gt;Saisir le même mot de passe deux fois afin de vérifier qu'il ne contient pas de faute de frappe.&lt;/small&gt;
gd: &lt;small&gt;Cuir a-steach an aon fhacal-faire dà thuras, ach an gabh a sgrùdadh airson mearachdan litreachaidh.&lt;/small&gt;
gl: &lt;small&gt;Escriba o mesmo contrasinal dúas veces, de modo que poida comprobar que non contén erros de teclado.&lt;/small&gt;
he: &lt;small&gt;יש להזין את אותה הססמה פעמיים, כדי שניתן לבדוק האם נכתבה לא נכון.&lt;/small&gt;
hi: &lt;small&gt;शब्दकूट को दोबारा डालें ताकि टंकक त्रुटीयां जांची जा सकें .&lt;/small&gt;
hr: &lt;small&gt;Upišite istu lozinku dva puta, kako bi se izbjegle greške pri tipkanju.&lt;/small&gt;
ia: &lt;small&gt;Entra le mesme contrasigno duo vices, assi que on pote controlar pro errores de inscription.&lt;/small&gt;
it: &lt;small&gt;Inserire la stessa password due volte, in modo da verificare eventuali errori di digitazione.&lt;/small&gt;
ja: <small>タイプミスをチェックするため、同じパスワードを2回入力してください。</small>
kab: &lt;small&gt;Sekcem awal n uɛeddi snat n tikkal akked ad ittusenqed ɣef tuccḍiwin n tira.&lt;/small&gt;
km: &lt;small&gt; បញ្ចូល​ពាក្យ​សម្ងាត់​ដូច​គ្នា​ពីរ​ដង, ដូច្នេះ​វា​ពិនិត្យមើល​កំហុស​ក្នុង​ការ​វាយ។ &lt;/small&gt;
ko: &lt;small&gt;입력 오류가 있는지 확인하기 위해 같은 암호를 두 번 입력해주십시오.&lt;/small&gt;
ku: &lt;small&gt;Eynî şîfreyê du car binivîsin, bi vî awayî wê bikaribe li hemberî çewtiyên rastnivîsê bê kontrolkirin.&lt;/small&gt;
lt: &lt;small&gt;Įveskite tą patį slaptažodį du kartus, taip bus patikrinta ar nepadarėte klaidų rašydami.&lt;/small&gt;
lv: &lt;small&gt;Ievadiet to pašu paroli divreiz, lai varētu pārbaudīt, vai nav pārrakstīšanās kļūdas.&lt;/small&gt;
mr: &lt;small&gt;गुप्तशब्द परत टाका जेणेकरून तो चुकीसाठी तपासला जाईल.&lt;/small&gt;
nb: &lt;small&gt;Skriv inn samme passord to ganger, slik at tastefeil kan utelukkes.&lt;/small&gt;
nl: &lt;small&gt;Voer hetzelfde wachtwoord twee keer in, zodat het op tikfouten kan worden gecontroleerd.&lt;/small&gt;
nn: &lt;small&gt;Skriv inn passordet to gongar for å utelukka tastefeil.&lt;/small&gt;
pl: &lt;small&gt;Proszę wprowadzić uważnie to samo hasło dwa razy.&lt;/small&gt;
ps: &lt;small&gt;یو تېرنويی دوه ځلې ور دننه کړئ، ترڅو د ليکنو تېروتنو مخنيوی وشي.&lt;/small&gt;
pt: &lt;small&gt;Introduza a mesma palavra-passe duas vezes, de modo que possam ser verificados erros de introdução.&lt;/small&gt;
pt_br: &lt;small&gt;Digite a mesma senha duas vezes, para que ela possa ser verificada quanto a erros de digitação.&lt;/small&gt;
sl: &lt;small&gt;Vnesite isto geslo dvakrat, da je mogoče preveriti za prisotnost tipkarskih napak.&lt;/small&gt;
sq: &lt;small&gt;Vendosni të njëjtin fjalëkalim dy herë, në mënyrë që të kontrollohet për gabime shtypi.&lt;/small&gt;
sr: &lt;small&gt;Унесите исту лозинку два пута, како би се провериле грешке при куцању.&lt;/small&gt;
sv: &lt;small&gt;Skriv in samma lösenord två gånger, så att det kan kontrolleras för skrivfel.&lt;/small&gt;
tg: &lt;small&gt;Ниҳонвожаи интихобшударо дубора ворид намоед, то ки низом тавонад онро барои хатоҳо тафтиш кунад.&lt;/small&gt;
th: &lt;small&gt;ป้อนรหัสผ่านเหมือนกันสองครั้ง เพื่อตรวจสอบความถูกต้องในการสะกด&lt:/small&gt;
tr: &lt;small&gt;Aynı parolayı iki defa yazın, böylece yazma hatalarına karşı kontrol edilebilecektir.&lt;/small&gt;
ug: &lt;small&gt;خاتالىقتىن ساقلىنىش ئۈچۈن ئوخشاش ئىمنى ئىككى قېتىم كىرگۈزۈڭ.&lt;/small&gt;
uk: &lt;small&gt;Введіть пароль двічі, щоб уникнути можливих друкарських помилок під час його введення.&lt;/small&gt;
vi: &lt;small&gt;Nhập mật khẩu hai lần, để chắc rằng không có sơ suất nào cả.&lt;/small&gt;
zh_hk: &lt;small&gt;請輸入相同的密碼兩次，如此可幫您檢查是否不小心打錯。&lt;/small&gt;

source: Password
af: Wagwoord
ar: كلمة السر
ast: Contraseña
bg: Парола
bo: གསང་གྲངས
bs: Lozinka
ca: Contrasenya
ckb: تێپەڕەوشە
cs: Heslo
cy: Cyfrinair
da: Adgangskode
de: Passwort
el: Συνθηματικό
eo: Pasvorto
et: Parool
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr_ca: Mot de passe
gd: Facal-faire
gl: Contrasinal
he: ססמה
hi: कूटशब्द
hr: Lozinka
ia: Contrasigno
ja: パスワード
kab: Awal n uεeddi
km: ពាក្យ​សម្ងាត់
ko: 암호
ku: Şîfre
lt: Slaptažodis
lv: Parole
mr: संकेतशब्द
my: စကားဝှက်
nb: Passord
nl: Wachtwoord
nn: Passord
pa: ਪਾਸਵਰਡ
pl: Hasło
ps: تېرنويى
pt: Palavra-passe
pt_br: Senha
si: මුරපදය
sl: Geslo
sq: Fjalëkalimi
sr: Лозинка
sv: Lösenord
te: సంకేతపదం
tg: Ниҳонвожа
th: รหัสผ่าน
tr: Parola
ug: ئىم
uk: Пароль
vi: Mật khẩu
zh_hk: 密碼

source: Confirm password
af: Bevestig wagwoord
ar: أكد كلمة السر
ast: Confirmar contraseña:
bg: Потвърдете паролата
bo: གསང་གྲངས་ལ་དག་ཐེར་བྱེད་པ
bs: Potvrdite lozinku
ca: Confirmeu la contrasenya
ckb: دڵنیابوون لەوشەی نهێنی
cs: Potvrďte heslo
cy: Cadarnhau'r cyfrinair
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση συνθηματικού
eo: Konfirmu pasvorton
et: Parooli kinnitus
eu: Berretsi pasahitza
fa: تأیید گذرواژه
fi: Vahvista salasana
fr_ca: Confirmer le mot de passe
gd: Dearbh am facal-faire
gl: Confirme o contrasinal
he: אישור הססמה
hi: पासवर्ड (कूट शब्द) निश्चित करें
hr: Potvrdite lozinku
ia: Confirmar le contrasigno
it: Confermare la password
ja: パスワードの確認
kab: Sentem awal n uɛeddi
km: បញ្ជាក់​ពាក្យ​សម្ងាត់
ko: 암호 확인
ku: Şîfreyê bipejirîne
lt: Patvirtinkite slaptažodį
lv: Apstipriniet paroli
mr: संकेतशब्दाची पुष्टी करा
my: စကားဝှက် အတည်ပြုပါ
nb: Bekreft passord
nl: Wachtwoord bevestigen
nn: Stadfest passord
pa: ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ
pl: Potwierdzenie hasła
ps: تېرنويي باورييل
pt: Confirme a palavra-passe
pt_br: Confirmar senha
si: මුර පදය තහවුරු කරන්න
sl: Potrdite geslo
sq: Konfirmo fjalëkalimin
sr: Потврдите лозинку
sv: Bekräfta lösenordet
te: సంకేతపదాన్ని ఖచ్చితపరచండి
tg: Ниҳонвожаро тасдиқ намоед
th: ยืนยันรหัสผ่าน
tr: Parolayı onaylayın
ug: ئىمنى جەزملەڭ
uk: Підтвердіть пароль
vi: Xác nhận mật khẩu
zh_hk: 確認密碼

source: Confirm your password:
af: Bevestig jou wagwoord:
ar: تأكيد كلمة السّر:
ast: Confirma la to contraseña:
bg: Повторете вашата парола:
bo: གསང་གྲངས་ལ་དག་ཐེར་བྱེད་པ
bs: Potvrdite vašu lozinku:
ca: Confirmeu la contrasenya:
ckb: لەوشەی نهێنیەکەت دڵنیابە:
cs: Potvrďte své heslo:
cy: Cadarnhewch eich cyfrinair:
da: Bekræft din adgangskode:
de: Passwort wiederholen:
el: Επιβεβαιώστε το συνθηματικό:
eo: Konfirmu vian pasvorton:
et: Kinnita oma parool:
eu: Berretsi zure pasahitza:
fa: گذرواژه‌تان را تأیید کنید:
fi: Vahvista salasana:
fr_ca: Confirmez votre mot de passe :
gd: Dearbh am facal-faire agad:
gl: Confirme o seu contrasinal:
he: אישור הססמה שלך:
hi: अपने शब्दकूट की पुष्टि करेंः
hr: Potvrdite vašu lozinku:
ia: Confirma tu contrasigno:
it: Confermare la password:
ja: パスワードの確認:
kab: Sentem awal-inek⋅inem n uɛeddi:
km: បញ្ជាក់​ពាក្យ​សម្ងាត់​របស់​អ្នក ៖
ko: 암호 확인:
ku: Şîfreya xwe bipejirîne:
lt: Patvirtinkite slaptažodį:
lv: Apstipriniet paroli:
mr: आपल्या संकेतशब्दाची पुष्टी करा :
my: သင့် စကားဝှက်ကို အတည်ပြုပါ :
nb: Bekreft ditt passord:
nl: Bevestig uw wachtwoord:
nn: Stadfest passord:
pa: ਆਪਣੇ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ:
pl: Potwierdzenie hasła:
ps: د خپل تېرنويي باوريينه مو وکړئ:
pt: Confirme a sua palavra-passe:
pt_br: Confirme sua senha:
si: ඔබේ මුර පදය තහවුරු කරන්න:
sl: Potrdite svoje geslo:
sq: Konfirmoni fjalëkalimin tuaj:
sr: Потврдите вашу лозинку:
sv: Bekräfta ditt lösenord:
te: మీ సంకేతపదాన్ని ఖచ్చితపరచండి:
tg: Ниҳонвожаи худро тасдиқ намоед:
th: ยืนยันรหัสผ่านของคุณ:
tr: Parolanızı onaylayın:
ug: ئىمىڭىزنى جەزملەڭ:
uk: Підтвердження паролю:
vi: Xác nhận mật khẩu:
zh_hk: 確認您的密碼：

source: Your computer's name:
af: Jou rekenaar se naam:
ar: اسم الحاسوب
ast: El nome del to equipu:
bg: Името на вашия компютър:
bo: ཁྱོད་ཀྱི་རྩིས་འཁོར་མིང：
bs: Ime vašeg računara:
ca: El nom del vostre ordinador:
ckb: ناوی کۆمپیوتەرەکەت:
cs: Název počítače:
cy: Enw eich cyfrifiadur:
da: Navnet på din computer:
de: Name Ihres Rechners:
el: Το όνομα του υπολογιστή σας
eo: Nomo de via komputilo:
et: Arvuti nimi:
eu: Zure ordenagailuaren izena:
fa: نام رایانه‌ی شما:
fi: Tietokoneen nimi:
fr_ca: Le nom de votre ordinateur :
gd: Ainm a' choimpiutair agad:
gl: O nome deste equipo:
he: שם המחשב שלך:
hi: आपका कंप्यूटर नामः
hr: Naziv vašeg računala:
ia: Le nomine de tu computer
it: Il nome del computer:
ja: コンピューターの名前:
kab: Isem n uselkim inek⋅inem:
km: ឈ្មោះ​កុំព្យូទ័រ​របស់​អ្នក
ko: 컴퓨터 이름:
ku: Navê komputera te:
lt: Šio kompiuterio vardas:
lv: Datora nosaukums:
mr: आपल्या संगणकाचे नाव :
my: သင့်ကွန်ပျူတာ အမည် :
nb: Navnet på denne datamaskinen:
nl: Naam van uw computer:
nn: Namnet på denne datamaskina:
pa: ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਦਾ ਨਾਂ:
pl: Nazwa komputera:
ps: ستاسې د کمپیوټر نوم:
pt: O nome do computador:
pt_br: Nome do seu computador:
si: ඔබේ පරිගණකයෙහි නාමය:
sl: Ime vašega računalnika:
sq: Emri i kompjuterit tuaj:
sr: Назив вашег рачунара:
sv: Din dators namn:
te: మీ కంప్యూటర్ పేరు:
tg: Номи компютери шумо:
th: ชื่อคอมพิวเตอร์ของคุณ:
tr: Bilgisayarınızın adı:
ug: كومپيۇتېرىڭىزنىڭ ئىسمى:
uk: Назва вашого комп'ютера:
vi: Tên máy tính:
zh_hk: 您的電腦名稱：

source: The name it uses when it talks to other computers.
af: Die naam wat gebruik word om met ander rekenaars te kommunikeer.
ar: يستخدم هذا الاسم للتواصل مع الحواسيب الأخرى
ast: El nome qu'uses al falar con otros equipos.
bg: Името, което се използва при разговор с други компютри.
bo: རྩིས་འཁོར་གཞན་དང་འབྲེལ་འདྲིས་སྐབས་སྤྱོད་པའི་མིང
bs: Ime koje on koristi kada razgovara sa drugim računarima
ca: El nom que utilitza quan es comunica amb altres ordinadors.
ckb: ناوێک کە بەکاردێت لەکاتی پەیوەندی لەگەڵ کۆمپیوتەری تر.
cs: Název se používá při komunikaci s ostatními počítači.
cy: Yr enw a ddefnydir pan yn cyfathrebu a chyfrifiaduron eraill.
da: Navnet som bruges ved kommunikation med andre computere.
de: Der Name, der bei der Kommunikation mit anderen Rechnern verwendet wird.
el: Το όνομα που χρησιμοποιείται κατά την σύνδεση με άλλους υπολογιστές
eo: La nomo kiun ĝi uzas por alparoli aliajn komputilojn.
et: Selle arvuti nimi teiste arvutitega suhtlemisel.
eu: Beste ordenagailuekin konektatzean erabiltzen den izena.
fa: نامی که هنگام صحبت با دیگر رایانه‌ها استفاده می‌کند.
fi: Nimi, jolla tietokone tunnistautuu toisille tietokoneille.
fr_ca: Le nom qu’il utilise lorsqu'ils parlent à d’autres ordinateurs.
gd: An t-ainm a chleachdas e nuair a bhruidhneas e ri coimpiutairean eile.
gl: O nome que usará cando interactúe con outros equipos.
he: השם שישמש את המחשב בעת דיבור עם מחשבים אחרים.
hi: इस नाम का उपयोग अन्य कंप्यूटर के साथ संपर्क के समय होता है
hr: Naziv koji će se koristiti za komunikaciju s ostalim računalima.
ia: Le nomine es usate quando on parla con altere computatores.
it: Il nome utilizzato per essere identificato da altri computer.
ja: 他のコンピューターと通信するときに使用する名前です。
kab: Isem ara yeseqdec mi ara yemmeslay akked iselkimen-nniḍen.
km: ឈ្មោះ វា​ប្រើ​នៅពេល​វា​​ទាក់ទង​ជា​មួយ​កុំព្យូទ័រ​ផ្សេង ។
ko: 다른 컴퓨터에서 보여지는 이름
ku: Ev nav, dema ku bi kombersên din re bikevî têkiliyê wê bê bi kar anîn.
lt: Šis vardas naudojamas bendraujant su kitais kompiuteriais tinkle.
lv: Šo nosaukumu izmanto saziņā ar citiem datoriem.
mr: जेंव्हा हा अन्य संगणका सोबत बोलतो तेंव्हा हे नाव वापरतो.
my: အခြားကွန်ပျူတာများနှင့် ဆက်သွယ်လျင် အသုံးပြုပါမည်။
nb: Navnet den bruker når den snakker med andre datamaskiner.
nl: De naam die uw computer gebruikt wanneer hij met andere computers communiceert.
nn: Namnet datamaskina brukar når ho kommuniserer med andre datamaskiner.
pa: ਇਹ ਨਾਂ ਵਰਤਿਆ ਜਾਵੇਗਾ, ਜਦੋਂ ਹੋਰ ਕੰਪਿਊਟਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨਾ ਹੋਵੇ।
pl: Określa nazwę komputera używaną podczas komunikacji z innymi komputerami.
ps: هغه نوم چې دا به يې د نورو کمپيوټرونو سره خبرو کولو ته کاروي.
pt: O nome que este computador utiliza para comunicar com outros computadores.
pt_br: O nome usado quando ele conversa com outros computadores.
si: වෙනත් පරිගණක වෙත අමතන විට භාවිත කරන නම.
sl: Ime, ki ga računalnik uporablja pri sporazumevanju z drugimi računalniki.
sq: Emri që ai përdor kur flet me kompjuterat e tjerë
sr: Име које ће користити када комуницира са другим рачунарима.
sv: Det namn som används när den pratar med andra datorer.
te: ఇతర కంప్యూటర్లతో అనుసంధానమయినపుడు ఇది ఈ పేరు వాడుతుంది.
tg: Ин номест, ки ҳангоми алоқабандӣ бо компютерҳои дигар истифода мешавад.
th: ชื่อที่จะใช้เพื่อสื่อสารกับคอมพิวเตอร์เครื่องอื่น
tr: Bu ad, diğer bilgisayarlarla kurulan iletişim esnasında kullanılır.
ug: باشقا كومپيۇتېرلار بىلەن ئالاقە قىلغاندا بۇ كومپيۇتېر ئىشلىتىدىغان ئىسم.
uk: Назва, яка використовується для зв'язку з іншими комп'ютерами.
vi: Tên mà máy sử dụng khi giao tiếp với các máy tính khác.
zh_hk: 當它與其他電腦溝通時所使用的名稱。

source: Must be between 1 and 63 characters long.
af: Moet tussen 1 en 63 karakters lank wees.
ar: يجب أن يكون بين 1 إلى 63 حرفا.
ast: Tien de tener ente 1 y 63 caráuteres.
bg: Трябва да бъде с дължина между 1 и 63 знака.
bo: ངེས་པར་དུ་ཡིག་འབྲུ་1 དང 63 བར་ཡོད་དགོས
bs: Mora biti između 1 i 63 znaka.
ca: Ha de tenir entre 1 i 63 caràcters.
ckb: پێویستە درێژی لەنێوان ١ بۆ ٦٣ نووسە بێت.
cs: Musí být 1 až 63 znaků dlouhé.
cy: Rhaid iddo fod rhwng 1 a 63 nod o hyd.
da: Skal være mellem 1 og 63 tegn langt.
de: Es muss 1 bis 63 Zeichen lang sein.
el: Το μήκος πρέπει να είναι μεταξύ 1 και 63 χαρακτήρων.
eo: Ĝi bezonas enhavi inter 1 kaj 63 signojn.
et: Peab olema pikkusega 1-63 tärki.
eu: Luzera 1 eta 63 karaktere artekoa izan behar da.
fa: باید بین ۱ تا ۶۳ نویسه طول داشته باشد.
fi: Pituuden oltava 1-63 merkkiä.
fr_ca: Doit contenir entre 1 et 63 caractères.
gd: Feumaidh e a bhith eadar 1 agus 63 caractar a dh'fhaid.
gl: Ten que ter entre 1 e 63 carácteres.
he: חייב להיות בין 1 ל־63 תווים.
hi: 1 और 63 वर्णों के बीच होना चाहिए.
hr: Duljina mora biti između 1 i 63 znaka.
ia: Debe ser longe ab uno a 63 characteres.
it: Deve essere lunga tra 1 e 63 caratteri.
ja: 文字数は1から63文字の間にする必要があります。
kab: Isefk ad isɛu gar 1 akked 63 n isekkilen di teɣzi.
km: ត្រូវ​តែ​​មាន​ប្រវែង ១ ដល់ ៦៣ តួអក្សរ ។
ko: 사용할 수 있는 문자는 1자 이상 63자 이하입니다.
ku: Divê di direjahiya navbera 1 û 63 karekteran de bibe.
lt: Privalo būti tarp 1 ir 63 simbolių ilgio.
lv: Garums — no 1 līdz 63 rakstzīmēm.
mr: केवळ १ ते ६३ अक्षरं लांब असायला हवं
my: အနည်းဆုံး ၁ ခုမှ အများဆုံး ၆၃ ခုအထိရှိရမည်
nb: Må være på mellom 1 og 63 tegn.
nl: Moet tussen de 1 en 63 tekens lang zijn.
nn: Må vera mellom 1 og 63 teikn langt.
pl: Musi zawierać od 1 do 63 znaków.
ps: لوښې اوږودوالی يې باید د ١ او ٦٣و په منځ کښې وي.
pt: Deve ter entre 1 e 63 caracteres.
pt_br: Deve conter entre 1 e 63 caracteres.
si: 1 ත් 63 අතර අක්ෂර ගණනකින් යුක්ත විය යුතුය.
sl: Vsebuje naj med 1 do 63 znakov.
sq: Duhet të ketë një gjatësi prej 1 deri në 63 gërmash.
sr: Мора да буде дужине од 1 до 63 знака.
sv: Måste vara mellan 1 och 63 tecken långt.
te: 1 నుండి 63 అక్షరాల మధ్య ఉండాలి.
tg: Дарозӣ бояд байни 1 ва 63 аломат бошад.
th: ความยาวต้องอยู่ใน 1 ถึง 63 ตัวอักษร
tr: 1 ve 63 karakter arası uzunlukta olmak zorunda.
ug: چوقۇم 63-1 كىچە ھەرپ ئۇزۇنلۇقىدا بولۇشى لازىم.
uk: Повинно мати довжину від 1 до 63 символів.
vi: Độ dài phải từ 1 đến 63 ký tự
zh_hk: 必須介於 1 至 63 個字元長。
