Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Downloading package lists (${TIME} remaining)...
af: Besig met aflaai van pakketlyste (${TIME} oorblywend)
ar: ينزّل قوائم الحزم (بقي ${TIME})...
ast: Descargando llistes de paquetes (falten ${TIME})...
bg: Изтегляне списъка на пакетите (остават ${TIME})...
bo: ཐུམ་བུའི་མིང་ཐོ་ལེན་འཇུག་བྱེད་བཞིན་པ (དུས་ཚོད་${TIME}་ལྷག་ཡོད)...
bs: Preuzimam liste paketa (preostalo vrijeme: ${TIME})...
ca: S'estan baixant les llistes de paquets (${TIME} per a acabar)...
ckb: داگرتنی لیسته‌ی گورزه‌کان(${TIME} ماوه‌)...
cs: Stahují se seznamy balíků (zbývá ${TIME})...
cy: Lawrllwytho rhestr pecynnau (${TIME} ar ol)...
da: Henter pakkelister (${TIME} tilbage)...
de: Paketlisten werden heruntergeladen (${TIME} verbleibend) …
el: Λήψη λίστας πακέτων (απομένουν ${TIME})...
eo: Elŝutante pakaĵlistojn (${TIME} restanta)...
et: Pakettide nimekirja allalaadimine (jäänud ${TIME})...
eu: Pakete-zerrendak deskargatzen (${TIME} faltan)...
fa: در حال بارگیری فهرست بسته‌ها(${TIME} مانده)…
fi: Ladataan pakettiluetteloita (${TIME} jäljellä)...
fr_ca: Téléchargement des listes de paquets (${TIME} restant)...
gd: A' luchdadh a-nuas liostaichean nam pacaidean (${TIME} air fhàgail)...
gl: Descargando as listas de paquetes (faltan ${TIME})...
he: רשימות החבילות מתקבלות (נותרו ${TIME})...
hi: पैकेज सूची डाउनलोड हो रहे हैं (${TIME} बाकी)...
hr: Preuzimanje popisa paketa (preostalo vrijeme: ${TIME})...
ia: Discargamento del listas de pacchetto (${TIME} restante)...
it: Scaricamento degli elenchi di pacchetti (mancano ${TIME})...
ja: パッケージリストをダウンロードしています (残り ${TIME})...
kab: Asider n tebdart n yikemmusen (${TIME} i d-yegran)...
km: កំពុង​ទាញ​យក​បញ្ជី​កញ្ចប់​ (នៅ​សល់ ${TIME})...
ko: 패키지 목록 다운로드 중(${TIME} 남음)...
ku: Lîsteyên pakêtan tên daxistin (${TIME} ma)...
lt: Atsiunčiami paketų sąrašai (liko ${TIME})...
lv: Lejupielādē pakotņu sarakstus (atlikušais laiks ${TIME})...
mr: पॅकेज याद्या डाउनलोड करत आहे (${TIME} शिल्लक)...
my: အစုအဝေးစာရင်းများ ဆွဲယူနေပါသည် (${TIME} ကျန်ပါသေးသည်)...
nb: Laster ned pakkelister (${TIME} gjenstår)...
nl: Pakketlijsten ophalen (${TIME} resterend)…
nn: Lastar ned pakkeliste (${TIME} står att) …
pl: Pobieranie list pakietów (pozostało ${TIME})...
ps: بنډل لړونه رالېښل کېږي (${TIME} پاتې دي)...
pt: A descarregar lista de pacotes (${TIME} restantes)...
pt_br: Baixando lista de pacotes (${TIME} restantes)...
si: පැකේජ ලැයිස්තුව බාගත කරමින් (${TIME} ඉතිරිව ඇත)...
sl: Prejemanje seznamov paketov (preostaja ${TIME}) ...
sq: Duke shkarkuar listat e paketave (${TIME} ngelen)...
sr: Преузимам спискове пакета (преостало време: ${TIME})...
sv: Hämtar paketlistor (${TIME} återstår)...
te: ప్యాకేజీ జాబితాలను దింపుకుంటున్నది (${TIME} మిగిలివున్నది)...
tg: Боргирии рӯйхати бастаҳо (${TIME} боқӣ мондааст)...
th: กำลังดาวน์โหลดรายชื่อแพกเกจ (ต้องใช้เวลาอีก ${TIME})...
tr: Paket listeleri indiriliyor (${TIME} kaldı)...
ug: بوغچىلار تىزىملىكىنى چۈشۈرۈۋاتىدۇ، يەنە (${TIME} قالدى)...
uk: Завантаження списків пакунків (залишилось ${TIME})…
vi: Đang tải về danh sách các gói (còn ${TIME})...
zh_hk: 正在下載套件列表 (剩餘時間 ${TIME} )...

source: Error installing ${PACKAGE}
af: Fout met installasie van ${PACKAGE}
ar: خطأ في تثبيت ${PACKAGE}
ast: Fallu instalando ${PACKAGE}
bg: Грешка при инсталацията на ${PACKAGE}
bo: ${PACKAGE}་སྒྲིག་འཇུག་སྐབས་ཀྱི་ནོར་འཁྲུལ
bs: Greška prilikom instaliranja paketa ${PACKAGE}
ca: S'ha produït un error en instal·lar ${PACKAGE}
ckb: هەڵە لە دامەزراندنی ${PACKAGE}
cs: Chyba při instalaci ${PACKAGE}
cy: Gwall yn gosod ${PACKAGE}
da: Fejl ved installation af ${PACKAGE}
de: Fehler beim Installieren von ${PACKAGE}
el: Σφάλμα εγκατάστασης του ${PACKAGE}
eo: Eraro dum instalado de ${PACKAGE}
et: Viga ${PACKAGE} paigaldamisel
eu: Errorea ${PACKAGE} instalatzean
fa: خطا در نصب ${PACKAGE}
fi: Virhe asennettaessa pakettia ${PACKAGE}
fr_ca: Erreur lors de l’installation de ${PACKAGE}
gd: Mearachd a' stàladh ${PACKAGE}
gl: Produciuse un erro ao instalar ${PACKAGE}
he: שגיאה בהתקנת ${PACKAGE}
hi: ${PACKAGE} संस्थापना में त्रुटि
hr: Greška pri instalaciji paketa ${PACKAGE}
ia: Error durante le installation del ${PACKAGE}
it: Errore nell'installare ${PACKAGE}
ja: ${PACKAGE} をインストールできません
kab: Tuccḍa deg usbeddi n ${PACKAGE}
km: មាន​កំហុស​ក្នុង​ការដំឡើង​ ${PACKAGE}
ko: ${PACKAGE} 설치 오류
ku: Di sazkirina ${PACKAGE} de çewtî
lt: Klaida įdiegiant ${PACKAGE}
lv: Kļūda, instalējot ${PACKAGE}
mr: ${PACKAGE} या पॅकेजची प्रतिष्ठापना करताना त्रुटी
my: ${PACKAGE} ထည့်သွင်းမှု ချို့ယွင်းနေပါသည်
nb: Klarte ikke å installere ${PACKAGE}
nl: Fout bij installeren van ${PACKAGE}
nn: Klarte ikkje installera ${PACKAGE}
pl: Błąd instalowania pakietu ${PACKAGE}
ps: ${PACKAGE} لګولو کښې تېروتنه
pt: Erro ao instalar ${PACKAGE}
pt_br: Erro ao instalar ${PACKAGE}
si: ${PACKAGE} ස්ථාපනයේදී දෝෂයකි
sl: Napaka med nameščanjem paketa ${PACKAGE}
sq: Gabim në instalim ${PACKAGE}
sr: Грешка приликом инсталирања ${PACKAGE}
sv: Fel vid installation av ${PACKAGE}
te: ${PACKAGE} స్థాపించుటలో దోషం
tg: Ҳангоми насбкунии ${PACKAGE} хато ба вуҷуд омад
th: ผิดพลาดขณะกำลังติดตั้ง ${PACKAGE}
tr: ${PACKAGE} paketi kurulamıyor
ug: ${PACKAGE} نى ئورنىتالمىدى
uk: Помилка встановлення ${PACKAGE}
vi: Không thể cài đặt gói ${PACKAGE}
zh_hk: 安裝 ${PACKAGE} 時發生錯誤

source: Error removing ${PACKAGE}
af: Fout met verwydering van ${PACKAGE}
ar: خطأ في إزالة ${PACKAGE}
ast: Fallu desinstalando ${PACKAGE}
bg: Грешка при премахването на ${PACKAGE}
bo: ${PACKAGE}བསུབ་དུས་ཀྱི་ནོར་འཁྲུལ
bs: Greška prilikom uklanjanja paketa ${PACKAGE}
ca: S'ha produït un error en suprimir ${PACKAGE}
ckb: هەڵە لە کاتی سڕینەوەی ${PACKAGE}
cs: Chyba při odebírání ${PACKAGE}
cy: Gwall yn dileu ${PACKAGE}
da: Fejl ved fjernelse af ${PACKAGE}
de: Fehler beim Entfernen von ${PACKAGE}
el: Σφάλμα απομάκρυνσης του ${PACKAGE}
eo: Eraro dum forigado de ${PACKAGE}
et: Viga ${PACKAGE} eemaldamisel
eu: Errorea ${PACKAGE} ezabatzean
fa: خطا در برداشتن ${PACKAGE}
fi: Virhe poistettaessa pakettia ${PACKAGE}
fr_ca: Erreur lors de la suppression de ${PACKAGE}
gd: Mearachd a' toirt air falbh ${PACKAGE}
gl: Produciuse un erro ao retirar ${PACKAGE}
he: שגיאה בהסרת ${PACKAGE}
hi: ${PACKAGE} मिटाने में त्रुटि
hr: Greška pri uklanjanju paketa ${PACKAGE}
ia: Error durante le remotion del ${PACKAGE}
it: Errore nel rimuovere ${PACKAGE}
ja: ${PACKAGE} を削除できません
kab: Tuccḍa di tukksa n ${PACKAGE}
km: មាន​កំហុស​ក្នុង​ការ​យក​ចេញ​ ${PACKAGE}
ko: ${PACKAGE} 제거 오류
ku: Di rakirina ${PACKAGE} de çewtî
lt: Klaida šalinant ${PACKAGE}
lv: Kļūda, noņemot ${PACKAGE}
mr: ${PACKAGE} हे पॅकेज काढून टाकताना त्रुटी
my: ${PACKAGE} ဖယ်ရှားရာတွင် ချို့ယွင်းနေပါသည်
nb: Feil under fjerning av ${PACKAGE}
nl: Fout bij verwijderen van ${PACKAGE}
nn: Klarte ikkje fjerna ${PACKAGE}
pl: Błąd usuwania pakietu ${PACKAGE}
ps: ${PACKAGE} ړنګولو کښې تېروتنه
pt: Erro a remover ${PACKAGE}
pt_br: Erro ao remover ${PACKAGE}
si: ${PACKAGE} ඉවත් කිරීමේදී දෝෂයකි
sl: Napaka med odstranjevanjem paketa ${PACKAGE}
sq: Gabim në heqjen e ${PACKAGE}
sr: Грешка приликом уклањања ${PACKAGE}
sv: Fel vid borttagning av ${PACKAGE}
te: ${PACKAGE} తొలగించుటలో దోషం
tg: Ҳангоми тозакунии ${PACKAGE} хатогӣ ба вуҷуд омад
th: ผิดพลาดขณะกำลังถอดถอน ${PACKAGE}
tr: ${PACKAGE} paketi kaldırılamıyor
ug: ${PACKAGE} نى ئۆچۈرەلمىدى
uk: Помилка вилучення ${PACKAGE}
vi: Không thể gỡ bỏ gói ${PACKAGE}...
zh_hk: 移除 ${PACKAGE} 時發生錯誤

source: Error while installing packages
af: Fout tydens die installering van pakkette
ar: خطأ أثناء تثبيت الحزم
ast: Fallu al instalar paquetes
bg: Грешка при инсталиране на пакетите
bo: ཐུམ་བུ་སྒྲིག་འཇུག་སྐབས་ཀྱི་ནོར་འཁྲུལ
bs: Greška prilikom instalacije paketa
ca: S'ha produït un error en instal·lar els paquets
ckb: هه‌ڵه‌ له‌کاتی دامه‌زراندنی گورزه‌کان
cs: Chyba při instalaci balíků
cy: Gwall tra'n gosod pecynnau
da: Fejl under installation af pakker
de: Fehler beim Installieren der Pakete
el: Σφάλμα κατά την εγκατάσταση πακέτων
eo: Eraro dum instalado de pakaĵoj
et: Pakettide paigaldamisel ilmnes viga
eu: Errorea paketeak instalatzean
fa: خطا هنگام نصب بسته‌ها
fi: Virhe paketteja asennettaessa
fr_ca: Erreur lors de l’installation de paquets
gd: Mearachd a' stàladh nam pacaidean
gl: Produciuse un erro na instalación de paquetes
he: שגיאה במהלך התקנת החבילות
hi: पैकेज के संस्थापना मे त्रुटी हो गई है।
hr: Greška pri instalaciji paketa
ia: Error in le installation del pacchettos
it: Errore durante l'installazione dei pacchetti
ja: パッケージのインストール中にエラーが発生しました
kab: Tuccḍa deg usebded n ikemmusen
km: មាន​កំហុស​ ខណៈ​ពេល​ដំឡើង​កញ្ចប់
ko: 패키지 설치 중 오류 발생
ku: Dema ku pakêt dihatin sazkirin çewtî derket
lt: Klaida įdiegiant paketus
lv: Kļūda, instalējot pakotnes
mr: पॅकेजेस प्रतिष्ठापन करताना त्रुटी
my: အစုအဝေးများ ထည့်သွင်းနေစဉ် ချို့ယွင်းချက်ရှိပါသည်
nb: Feil under installasjon av pakker
nl: Fout bij installeren van pakketten
nn: Feil ved installering av pakkar
pl: Błąd instalowania pakietów
ps: د بنډلونو لګولو پر مهال تېروتنه
pt: Erro ao instalar os pacotes
pt_br: Erro ao instalar os pacotes
si: පැකේජ ස්ථාපනය අතරතුර දෝෂයකි
sl: Napaka med nameščanjem paketov
sq: Gabim në instalimin e paketave
sr: Грешка приликом инсталирања пакета
sv: Fel vid paketinstallation
te: ప్యాకేజీలను స్థాపించేటపుడు దోషం
tg: Ҳангоми насбкунии бастаҳо хато ба вуҷуд омад
th: ผิดพลาดขณะติดตั้งแพกเกจ
tr: Paketler kurulurken bir hata oluştu
ug: بوغچىلارنى ئورنىتىۋاتقاندا خاتالىق كۆرۈلدى.
uk: Помилка встановлення пакунків
vi: Lỗi khi cài đặt các gói
zh_hk: 安裝套件時發生錯誤

source: An error occurred while installing packages:
af: Fout het voorgekom met installasie van pakkette:
ar: حدث خطأ أثناء تثبيت الحزم:
ast: Hebo un fallu al instalar paquetes:
bg: Възникна грешка при инсталиране на пакетите:
bo: ཐུམ་བུ་སྒྲིག་འཇུག་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་བ：
bs: Došlo je do greške prilikom instaliranja paketa:
ca: S'ha produït un error en instal·lar els paquets:
ckb: هه‌ڵه‌یه‌ک ڕوویدا له‌ کاتی دامه‌زراندنی گورزه‌کان:
cs: Nastala chyba při instalování balíků:
cy: Digwyddodd gwall tra'n gosod pecynnau:
da: Der opstod en fejl under installationen af pakker:
de: Ein Fehler ist beim Installieren der Pakete aufgetreten:
el: Ένα σφάλμα εμφανίστηκε κατά την εγκατάσταση των πακέτων:
eo: Eraro okazis dum instalado de la pakaĵoj:
et: Pakettide paigaldamisel ilmnes viga:
eu: Errorea gertatu da paketeak instalatzean:
fa: هنگام نصب بسته‌ها خطایی رخ داد:
fi: Paketteja asennettaessa tapahtui virhe:
fr_ca: Une erreur est survenue lors de l’installation de paquets
gd: Thachair mearachd fhad 's a bha sinn a' stàladh nam pacaidean:
gl: Produciuse un erro ao instalar os paquetes:
he: ארעה שגיאה במהלך התקנת החבילות:
hi: पैकेज के संस्थापना में एक त्रुटी हो गई है.
hr: Greška je nastala pri instalaciji paketa:
ia: Un error ha occurrite durante le installation del pacchettos:
it: Si è verificato un errore durante l'installazione dei pacchetti:
ja: パッケージのインストール中にエラーが１件発生しました
kab: Teḍra-d tuccḍa deg usebded n ikemmusen:
km: កំហុស​បាន​កើត​ឡើង​ ខណៈ​ពេល​ដំឡើង​កញ្ចប់​ ៖
ko: 패키지 설치 중 오류 발생:
ku: Dema ku pakêt dihatin sazkirin çewtiyek derket
lt: Įdiegiant paketus, įvyko klaida:
lv: Gadījās kļūda, instalējot pakotnes:
mr: पॅकेजेस प्रतिष्ठापन करताना त्रुटी आढळली :
my: အစုအဝေးများထည့်သွင်းနေစဉ် ချို့ယွင်းချက်တွေ့ရပါသည်:
nb: En feil oppstod under installasjon av pakker:
nl: Er is een fout opgetreden bij het installeren van pakketten:
nn: Ein feil oppstod ved installering av pakkar:
pl: Wystąpił błąd podczas instalowania pakietów:
ps: د بنډلونو لګولو پر مهال يوه تېروتنه رامنځته شوه:
pt: Ocorreu um erro ao instalar os pacotes
pt_br: Um erro ocorreu durante a instalação dos pacotes:
si: පැකේජ ස්ථාපනය අතරතුර දෝෂයකි:
sl: Med nameščanjem paketov je prišlo do napake:
sq: Ndodhi një gabim në instalimin e paketave:
sr: Дошло је до грешке приликом инсталирања пакетa:
sv: Ett fel inträffade vid paketinstallation:
te: ప్యాకేజీలను స్థాపించేటపుడు ఒక దోషం సంభవించింది:
tg: Ҳангоми насбкунии бастаҳо хато ба вуҷуд омад:
th: เกิดข้อผิดพลาดขณะกำลังติดตั้งแพกเกจ:
tr: Paketler kurulurken bir hata oluştu:
ug: بوغچىلارنى ئورنىتىۋاتقاندا بىر خاتالىق كۆرۈلدى:
uk: Під час встановлення пакунків сталася помилка:
vi: Có lỗi xảy ra khi đang cài đặt gói:
zh_hk: 安裝套件時發生錯誤：

source: The following packages are in a broken state:
af: Die volgende pakkette is in 'n gebroke toestand:
ar: الحزم التالية في حالة معطوبة:
ast: Los siguientes paquetes alcuéntrense nún estáu toyíu:
bg: Следните пакети са повредени:
bo: གཤམ་གྱི་ཐུམ་བུ་རྣམས་འཕྲོ་བརླགས་ཤོར་འདུག：
bs: Sljedeći paketi su u neispravnom stanju:
ca: Els paquets següents estan en un estat trencat:
ckb: ئه‌م گورزانه‌ی خواره‌وه‌ له‌ دۆخی تێکشکاودان:
cs: Následující balíčky jsou v poškozeném stavu:
cy: Mae'r pecynnau canlynol mewn cyflwr torriedig
da: Følgende pakker er i en beskadiget tilstand:
de: Die folgenden Pakete sind defekt:
el: Τα παρακάτω πακέτα είναι κατεστραμμένα:
eo: La sekvaj pakaĵoj estas rompitaj:
et: Vigaseks osutusid järgmised paketid:
eu: Pakete hauek apurtuta daude:
fa: بسته‌های زیر در یک وضعیت خراب هستند:
fi: Seuraavat paketit ovat rikkinäisessä tilassa:
fr_ca: Les paquets suivants sont brisés :
gd: Tha na pacaidean a leanas briste:
gl: Os seguintes paquetes están rotos:
he: חבילות אלו נמצאו פגומות:
hi: निम्नलिखित पैकेज विकृत है।
hr: Sljedeći paketi su oštećeni:
ia: Le pacchettos sequente es in stato rupte:
it: I seguenti pacchetti sono danneggiati:
ja: 次のパッケージは壊れています：
kab: Ikemmusen-agi atenad deg waddad yeṛẓen:
km: កញ្ចប់​ដូច​ខាង​ក្រោម​នេះ​ស្ថិត​ក្នុង​ស្ថានភាព​ខូច ៖
ko: 다음 패키지는 손상되었습니다:
ku: Pakêtên li jêr di rewşeke xirabe de ne
lt: Šie paketai yra sugadintoje būsenoje:
lv: Šīs pakotnes ir bojātas:
mr: पुढील पॅकेजेस तुटलेल्या स्थितीत आहेत :
my: အောက်ပါ အစုအဝေးများတွင် ပျက်စီးမှုတွေ့ရပါသည်:
nb: Følgende pakker er ødelagt:
nl: De volgende pakketten verkeren momenteel in een kapotte staat:
nn: Desse pakkane er ikkje korrekt sette opp:
pl: Poniższe pakiety są uszkodzone:
ps: لاندني بنډلونه په وران شوي انکړ کښې دي:
pt: Os seguintes pacotes estão danificados:
pt_br: Os seguintes pacotes estão corrompidos:
si: පසු දැක්වෙන පැකේජ ඇත්තේ බිඳුනු තත්වයකය:
sl: Naslednji paketi vsebujejo napake:
sq: Paketat e mëposhtme janë të dëmtuara:
sr: Следећи пакети су оштећени:
sv: Följande paket är i ett trasigt tillstånd:
te: కిందతెలిపిన ప్యాకేజీలు విరిగిన స్థితిలో ఉన్నాయి:
tg: Бастаҳои зерин вайрон мебошанд:
th: แพกเกจต่อไปนี้อยู่ในสถานะที่เสีย:
tr: Aşağıdaki paketler bozuk halde:
ug: تۆۋەندىكى بوغچا بۇزۇق ئىكەن:
uk: Наступні пакунки пошкоджені:
vi: Những gói sau đây bị hỏng:
zh_hk: 下列套件已損毀：
