Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Install ${DISTRO} alongside ${OS}
af: Installeer ${DISTRO} naas ${OS}
ar: ثبّت ${DISTRO} بجانب ${OS}
ast: Instalar ${DISTRO} xunto a ${OS}
bg: Инсталиране на ${DISTRO} заедно с ${OS}
bo: ${DISTRO}་མ་ལག་ ${OS}་དང་མཉམ་དུ་སྒྲིག་འཇུག་བྱེད་པ
bs: Instaliraj ${DISTRO} pored ${OS}
ca: Instal·la els sistemes operatius ${DISTRO} i ${OS} l'un al costat de l'altre.
ckb: دامەزراندنی ${DISTRO} بەیەکەوە لەگەڵ ${OS}
cs: Nainstalovat ${DISTRO} vedle ${OS}
cy: Gosod ${DISTRO} och yn ochr â ${OS}
da: Installér ${DISTRO} sammen med ${OS}
de: ${DISTRO} neben ${OS} installieren
el: Εγκατάσταση του ${DISTRO} μαζί με το ${OS}
eo: Instali ${DISTRO} flanke al ${OS}
et: Paigalda ${DISTRO} ${OS} süsteemi kõrvale
eu: Instalatu ${DISTRO} ${OS}(r)ekin batera
fa: نصب ${DISTRO} کنار ${OS}
fi: Asenna ${DISTRO} käyttöjärjestelmän ”${OS}” rinnalle
fr_ca: Installer ${DISTRO} à côté de ${OS}
gd: Stàlaich ${DISTRO} ri taobh ${OS}
gl: Instalar ${DISTRO} a carón de ${OS}
he: התקנת ${DISTRO} לצד ${OS}
hi: ${DISTRO} को ${OS} के साथ-साथ संस्थापित करें
hr: Instaliraj ${DISTRO} uz ${OS}
ia: Installar ${DISTRO} in simul a ${OS}
it: Installa ${DISTRO} a fianco di ${OS}
ja: ${DISTRO} を ${OS} とは別にインストール
kab: Sbedd ${DISTRO} zdat n ${OS}
km: ដំឡើង ${DISTRO} រូម​ជា​មួយ​នឹង ${OS}
ko: ${OS}을(를) 그대로 두고 ${DISTRO} 설치
ku: ${DISTRO}(y)ê li ba ${OS} saz bike
lt: Įdiegti ${DISTRO} šalia ${OS}
lv: Instalēt ${DISTRO} līdztekus ${OS}
mr: ${DISTRO} हे ${OS} या बरोबर प्रतिष्ठापीत करा
my: ${OS} နှင့်တွဲဖက်၍ ${DISTRO} ကိုထည့်သွင်းပါ
nb: Installer ${DISTRO} ved siden av ${OS}
nl: Installeer ${DISTRO} naast ${OS}
nn: Installer ${DISTRO} i tillegg til ${OS}
pl: Instalacja ${DISTRO} obok ${OS}
ps: ${DISTRO} د ${OS} ترڅنګ لګول
pt: Instalar ${DISTRO} paralelamente ao ${OS}
pt_br: Instalar ${DISTRO} ao lado do ${OS}
si: ${OS} පසෙකින් ${DISTRO} ස්ථාපනය කරන්න
sl: Namesti ${DISTRO} poleg ${OS}
sq: Instalo ${DISTRO} sëbashku me ${OS}
sr: Инсталирајте ${DISTRO} поред ${OS}а
sv: Installera ${DISTRO} vid sidan av ${OS}
te: ${OS} తోబాటు గా ${DISTRO} ను స్థాపించండి
tg: Насб кардани ${DISTRO} ҳамроҳи ${OS}
th: ติดตั้ง ${DISTRO} คู่กับ ${OS}
tr: ${DISTRO} dağıtımını ${OS} işletim sisteminin yanına kur
ug: ${DISTRO} نى ${OS} بىلەن يانداش ئورنىتىش
uk: Установити ${DISTRO} пліч-о-пліч з ${OS}
vi: Cài ${DISTRO} bên cạnh ${OS}
zh_hk: 將 ${DISTRO} 與 ${OS} 安裝在一起

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
af: Dokumente, musiek en ander persoonlike lêers sal behou word. Jy kan die verlangde bedryfstelsel kies elke keer as die rekenaar laai.
ar: سيتم الاحتفاظ بالمستندات، والأغاني، وملفات أخرى شخصية. يمكنك اختيار نظام التشغيل الذي تريد تشغيله عند كل بدء تشغيل للحاسوب.
ast: Van caltenese tolos documentos, música, y restu de ficheros. Pues elexir qué sistema operativu aniciar cada vez qu'arranques l'equipu.
bg: Документи, музика и всички други лични файлове ще бъдат запазени. При всяко пускане на компютъра ще можете да избирате операционната система, която желаете.
bo: ཡིག་ཆ་དང་རོལ་དབྱངས། སྒེར་གྱི་ཡིག་ཆ་གཞན་ཡོངས་ཉར་ཚགས་བྱ་རྒྱུ་ཡིན། ཁྱོད་ཀྱིས་རྩིས་འཁོར་ཁ་འབྱེད་པ་དང་མ་ལག་གང་ཞིག་སྒུལ་སློང་བྱེད་དགོས་པར་འདེམས་ཆོག
bs: Dokumenti, muzika, i druge lične datoteke biti će sačuvani. Možete da izaberete koji operativni sistem želite svaki put kad se računar pokreće.
ca: Els documents, música i altres fitxers personals es mantindran. Podeu triar quin sistema operatiu voleu cada cop que s'iniciï l'ordinador.
ckb: بەڵگەنامەکان، مۆسیقا، هەروەها بەڵگە تایبەتەکانت دەمێننەوە. هەروەها دەتوانی ئەو سیستمە هەڵبژێری کە دەتەوی کۆمپیوتەرە بەوە دەستپێبکات.
cs: Dokumenty, hudba a další osobní soubory budou zachovány. Můžete si zvolit, jaký operační systém se má spustit při každém spuštění počítače.
cy: Caiff dogfennau, cerddoriaeth, a ffeiliau personol eriall eu cadw. Gallwch ddewis pa system weithredu i'w defnyddio bob tro mae'r cyfrifiadur yn cychwyn.
da: Dokumenter, musik og andre personlige filer vil blive bibeholdt. Du kan vælge hvilket operativsystem, du vil bruge hver gang computeren tændes.
de: Dokumente, Musik und andere persönliche Dateien bleiben bestehen. Sie können bei jedem Start des Rechners auswählen, welches Betriebssystem Sie benutzen möchten.
el: Τα έγγραφα, η μουσική, και τα άλλα προσωπικά σας αρχεία θα διατηρηθούν. Θα μπορείτε να επιλέγετε ποιο λειτουργικό σύστημα θα χρησιμοποιείτε κατά την εκκίνηση του υπολογιστή σας.
eo: Dokumentoj, muzikoj kaj aliaj personaj dosieroj estos konservitaj. Vi povas elekti kiun operaciumon vi volas, kiam la komputilo startigas.
et: Dokumendid, muusika ja ülejäänud isiklikud failid säilivad. Arvuti käivitumisel võid valida, millist operatsioonisüsteemi kasutada.
eu: Dokumentuak, musika eta bestelako fitxategiak ez dira ezabatuko. Ordenagailua abiarazten den aldiro hautatu dezakezu zein sistema eragile erabili.
fa: مستندات، آهنگ‌ها و دیگر پرونده‌های شخصی حفظ خواهند شد. هر بار که رایانه روشن می‌شود، می‌توانید برگزینید کدام سیستم‌عامل را می‌خواهید.
fi: Asiakirjat, musiikki ja muut henkilökohtaiset tiedostot säilytetään. Jokaisella tietokoneen käynnistyskerralla voit valita, mikä käyttöjärjestelmä käynnistetään.
fr_ca: Les documents, musique et autres fichiers personnels seront conservés. Vous pouvez choisir le système d’exploitation désiré à chaque démarrage de l’ordinateur.
gd: Thèid na sgrìobhainnean, an ceòl agus na faidhlichean pearsanta agad a ghlèidheadh. Faodaidh thu taghadh dè siostam-obrach a tha thu ag iarraidh gach turas a thòisicheas an coimpiutair.
gl: Os documentos, música e outros ficheiros persoais conservaranse. Vostede poderá escoller que sistema operativo quere que inicie cada vez que arranque o equipo.
he: מסמכים, מוזיקה וקבצים אישיים אחרים יישמרו. ניתן לבחור מהי מערכת ההפעלה בה ברצונך להשתמש בכל פעם עם הפעלת המחשב.
hi: दस्तावेज़, संगीत, और अन्य व्यक्तिगत फाइलें रखी जाएंगी। आप हर बार कंप्यूटर को शुरू करने पर वांछित ऑपरेटिंग सिस्टम चुन सकते हैं ।
hr: Dokumenti, glazba i ostale privatne datoteke će biti zadržane. Kod pokretanja računala moći ćete odabrati željeni oprativni sustav.
ia: Documentos, musica, e altere files personal essera mantenite. Tu pote eliger qual systema operative tu vole cata vice le computator es initiate.
it: Verranno mantenuti documenti, musica e altri file personali. Sarà possibile scegliere il sistema operativo desiderato all'avvio del computer.
ja: ドキュメント、音楽、その他の個人ファイルは残されます。コンピュータを起動する際に、どのOSで起動するか選択できます。
kab: Isemliyen, aẓawan akked yifuyla udmawanen nniḍen ad qqimen, Tzemreḍ ad tferneḍ anwa anagraw n wammud i tebɣiḍ di yal tikkelt ara yekker uselkim.
km: ឯកសារ តន្ត្រី និង​ឯកសារ​ផ្ទាល់​ខ្លួន​ផ្សេងៗ​ទៀត​នឹង​ត្រូវ​បាន​រក្សាទុក ។ អ្នក​អាច​ជ្រើសរើស​ប្រព័ន្ធ​ប្រតិបត្តិការ​ណាមួយ​ ដែល​អ្នក​ចង់​​ប្រើ​​នៅ​ពេល​ដែល​កុំព្យូទ័រ​ចាប់ផ្ដើម ។
ko: 문서, 음악 기타 개인 파일을 보존합니다. 컴퓨터를 시작하면 사용할 운영 체제를 선택할 수 있습니다.
ku: Pel, muzîk, û peldankên din yên şexsî wê bêne muhafezekirin. Her carê gava ku te kompûterê xwe vekir tu dikarî sîstema şixulandinê yê ku tu dixwazî bibijêrî.
lt: Dokumentai, muzika, nuotraukos ir kiti asmeniniai failai nebus ištrinti. Įjungę kompiuterį galėsite pasirinkti, kurią operacinę sistemą norite naudoti tuo metu.
lv: Dokumenti, mūzika un citas personīgās datnes tiks paturētas. Jūs varat izvēlēties, kuru operētājsistēmu vēlaties lietot katru reizi, kad dators tiek ieslēgts.
mr: दस्तऐवज, गाणी आणि व्यक्तिगत फाईल्स तशाच ठेवल्या जातील. संगणक सुरु होताना तुम्ही कोणती ऑपरेटिंग प्रणाली पाहिजे ते निवडू शकता.
my: စာရွက်စာတမ်းများ၊ ဂီတနှင့် အခြား တစ်ကိုယ်ရေ ဖိုင်များကို ထိန်းသိမ်းထားပါမည်။ သင့်ကွန်ပျူတာ စတင်သ့ည့်အချိန်တိုင်း မည်သည့် အလုပ်လုပ်ဆောင်မှု စနစ်ဆိုသည်ကို ရွေးချယ်နိုင်ပါသည်။
nb: Dokumenter, musikk og andre personlige filer vil beholdes. Du kan velge hvilket operativsystem du ønsker å bruke når datamaskinen startes opp.
nl: Persoonlijke bestanden zoals documenten en muziek worden behouden. Telkens wanneer u uw computer aanzet, kunt u het besturingssysteem kiezen dat u wilt gebruiken.
nn: Dokument, musikk og andre personlege filer vert tekne vare på. Du vel kva operativsystem som skal startast kvar gong maskina startar opp.
pl: Dokumenty, muzyka oraz inne pliki osobiste zostaną zachowane. Po włączeniu komputera można będzie wybierać system operacyjny z listy lub ustawić domyślny.
ps: لاسوندونه، ټنګټکور او نور ځاني دوتنې به وساتل شي. هر ځل چې سولګر پیل شي، تاسې ته به د چليز غونډال غوره کولو غوراوی درکړل کېږي.
pt: Documentos, música e outros ficheiros pessoais serão mantidos. Pode escolher qual o sistema operativo que prefere de cada vez que inicia o computador.
pt_br: Documentos, músicas e outros arquivos pessoais serão mantidos. Você pode escolher qual sistema operacional deseja usar toda vez que ligar o computador.
si: ලේඛන, ගීත හා වෙනත් පුද්ගලික ගොනු තබාගැනේ. ඔබට පරිගණකය ආරම්භකරන වාරයක් පාසා මෙහෙයුම් පද්ධතිය තෝරාගත හැක.
sl: Dokumenti, glasba in ostale osebne datoteke bodo ohranjene. Ob vsakem zagonu boste lahko izbrali operacijski sistem, ki ga želite uporabiti.
sq: Dokumentet, muzika dhe skedarët e tjerë personalë do të mbahen. Ju mund të zgjidhni cilin sistem operimi dëshironi sa herë që kompjuteri ndizet.
sr: Документа, музика и остале личне датотеке ће бити сачуване. Моћи ћете да изаберете оперативни систем који желите приликом сваког покретања рачунара.
sv: Dokument, musik och andra personliga filer kommer att behållas. Du kan välja vilket operativsystem som du vill ha varje gång datorn startar upp.
te: మీ డాక్యుమెంట్లు, సంగీతం, మరియు ఇతర వ్యక్తిగత ఫైళ్ళు వుంచబడతాయి. మీ కంప్యూటర్ ను ప్రారంభించిన ప్రతి సారి మీకు నచ్చిన ఆపరేటింగ్ సిస్టంను ఎన్నుకో వచ్చు .
tg: Ҳуҷҷатҳо, файлҳои мусиқӣ ё файлҳои шахсии дигар нигоҳ дошта мешаванд. Шумо метавонед интихоб кунед, ки кадом низоми амалкунанда дар оянда оғоз карда мешавад.
th: เอกสาร เพลง และแฟ้มส่วนตัวอื่นๆ จะถูกเก็บไว้ คุณสามารถเลือกระบบปฏิบัติการที่คุณต้องการเมื่อเปิดเครื่องคอมพิวเตอร์
tr: Belgeler, müzikler ve diğer şahsis dosyalar muhafaza edilecektir. Bilgisayarınızı her çalıştırdığınızda, hangi işletim sistemini kullanacağınızı seçebilirsiniz.
ug: پۈتۈك، نەغمە ۋە باشقا خۇسۇسىي ھۆججەتلەر ساقلىنىپ قالىدۇ. ھەر قېتىم كومپيۇتېر قوزغالغاندا قايسى سىستېمىنى ئىشلىتىشنى تاللىيالايسىز.
uk: Документи, музика та інші приватні файли буде збережено. Ви зможете обирати потрібну операційну систему щоразу при завантаженні комп’ютера.
vi: Tài liệu, nhạc và các dữ liệu cá nhân khác sẽ được giữ lại. Bạn có thể chọn hệ điều hành mỗi khi máy tính khởi động.
zh_hk: 文件、音樂、其他個人檔案將被保留。您可以在每次電腦開機時選擇您想要進入的作業系統。

source: Install ${DISTRO} inside ${OS}
af: Installeer ${DISTRO} in ${OS}
ar: ثبّت ${DISTRO} داخل ${OS}
ast: Instalar ${DISTRO} dientro de {OS}
bg: Инсталиране на ${DISTRO} вътре в ${OS}
bo: ${DISTRO}་མ་ལག་ ${OS}་ནང་དུ་སྒྲིག་འཇུག་བྱེད་པ
bs: Instaliraj ${DISTRO} unutar ${OS}
ca: Instal·la el sistema operatiu ${DISTRO} dins del sistema ${OS}
ckb: دامەزراندنی ${DISTRO} لە ناو ${OS}
cs: Nainstalovat ${DISTRO} do ${OS}
cy: Gosod ${DISTRO} tu fewn ${OS}
da: Installér ${DISTRO} inden i ${OS}
de: ${DISTRO} innerhalb von ${OS} installieren
el: Εγκατάσταση του ${DISTRO} μέσα στο ${OS}
eo: Instali ${DISTRO} ene de ${OS}
et: Paigalda ${DISTRO} ${OS} süsteemi sisse
eu: Instalatu ${DISTRO} ${OS}(r)en barruan
fa: نصب ${DISTRO} داخل ${OS}
fi: Asenna ${DISTRO} käyttöjärjestelmän ”${OS}” sisälle
fr_ca: Installer ${DISTRO} imbriqué dans ${OS}
gd: Stàlaich ${DISTRO} am broinn ${OS}
gl: Instalar ${DISTRO} dentro de {OS}
he: התקנת ${DISTRO} בתוך ${OS}
hi: ${DISTRO} को ${OS} के अन्दर संस्थापित करें
hr: Instaliraj ${DISTRO} unutar ${OS}
ia: Installar le ${DISTRO} in le ${OS}
it: Installa ${DISTRO} all'interno di ${OS}
ja: ${DISTRO} を ${OS} の一部としてインストール
kab: Sbedd ${DISTRO} daxel n ${OS}
km: ដំឡើង ${DISTRO} ខាង​ក្នុង ${OS}
ko: ${OS} 안에 ${DISTRO} 설치
ku: ${DISTRO}(y)ê saz bike nav ${OS}
lt: Įdiegti ${DISTRO} ${OS} viduje
lv: Instalēt ${DISTRO} iekš ${OS}
mr: ${DISTRO} हे ${OS} याच्या आत प्रतिष्ठापीत करा
my: ${OS} အတွင်းတွင် ${DISTRO} ကို ထည့်သွင်းပါ။
nb: Installere ${DISTRO} inni ${OS}
nl: Installeer ${DISTRO} in ${OS}
nn: Installer ${DISTRO} inne i ${OS}
pl: Instalacja ${DISTRO} wewnątrz ${OS}
ps: ${DISTRO} د ${OS} دننه لګول
pt: Instalar ${DISTRO} no ${OS}
pt_br: Instalar o ${DISTRO} dentro do ${OS}
si: ${OS} තුල ${DISTRO} ස්ථාපනය කරන්න
sl: Namesti ${DISTRO} znotraj ${OS}
sq: Instalo ${DISTRO} brenda ${OS}
sr: Инсталирајте ${DISTRO} унутар ${OS}а
sv: Installera ${DISTRO} inuti ${OS}
te: ${OS} లో ${DISTRO} ను స్థాపించండి
tg: Насб кардани ${DISTRO} дар ${OS}
th: ติดตั้ง ${DISTRO} ใน ${OS}
tr: ${OS} işletim sisteminin içine ${DISTRO} dağıtımını kur
ug: ${DISTRO} نى ${OS} نىڭ ئىچىگە ئورنىتىش
uk: Установити ${DISTRO} в ${OS}
vi: Cài ${DISTRO} bên trong ${OS}
zh_hk: 將 ${DISTRO} 安裝在 ${OS} 內

source: Something else
af: Iets anders
ar: شيء آخر
ast: Daqué más
bg: Нещо друго
bo: འདེམས་སྟངས་གཞན་ཞིག
bs: Nešto drugo
ca: Alguna altra cosa
ckb: هەڵبژاردەی تر
cs: Něco jiného
cy: Rhywbeth arall
da: Noget andet
de: Etwas Anderes
el: Κάτι άλλο
eo: Iu alia opcio
et: Midagi muud
eu: Beste aukera bat
fa: چیزی دیگر
fi: Jokin muu vaihtoehto
fr_ca: Autre chose
gd: Rudeigin eile
gl: Algo máis
he: משהו אחר
hi: कुछ और
hr: Nešto drugo
ia: Alicun cosa altere
it: Altro
ja: それ以外
kab: Ayen nniḍen
km: មាន​អ្វី​ផ្សេង​ទៀត
ko: 기타
ku: Tiştekî din
lt: Pačiam nustatyti kur ir kaip įdiegti sistemą
lv: Kaut kas cits
mr: इतर काहीतरी
my: အခြားအရာ
nb: Avansert
nl: Iets anders
nn: Noko anna
pa: ਕੁਝ ਹੋਰ
pl: Użycie innego rozwiązania
ps: بل څه
pt: Outras opções
pt_br: Opção avançada
si: වෙනත්
sl: Nekaj drugega
sq: Diçka tjetër
sr: Нешто друго
sv: Någonting annat
te: మరేదైనా
tg: Ягон чизи дигар
th: อื่นๆ
tr: Başka bir şey
ug: باشقىچە قىلىش
uk: Щось інше
vi: Vài thứ khác
zh_hk: 其他

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
af: Jy kan partisies self skep of aanpas, of meerdere partisies vir ${DISTRO} kies.
ar: يمكنك إنشاء أو إعادة تحجيم الأقسام بنفسك، أو اختيار أقسام متعددة لـ ${DISTRO}.
ast: Pues crear o redimensionar particiones, o esbillar múltiples particiones pa ${DISTRO}.
bg: Можете да създавате или оразмерявате дялове, или да изберете няколко за ${DISTRO}.
bo: ཁྱོད་ཀྱིས་དབྱེ་ཁག་ཞིག་གསར་འཛུགས་སམ་ཆེ་ཆུང་བཟོ་ཆོག་པ་དང་ཡང་ན་${DISTRO}་ལ་དབྱེ་ཁག་མང་པོ་འདེམས་ཆོག
bs: Možete da kreirate ili promijenite veličinu particije sami, ili da izaberete više particija za ${DISTRO}.
ca: Podeu crear o canviar la mida de les particions, o bé podeu triar múltiples particions per al sistema operatiu ${DISTRO}.
ckb: دەتوانی خۆت دابەشکەر و گەورە و بچوک بکەیت و دروستی بکەیت. یان یان چەن دابەشکارێک بەکاربێنە بۆ ${DISTRO}.
cs: Můžete si sami vytvořit nebo změnit velikost oddílů nebo si pro ${DISTRO} zvolit více oddílů.
cy: Gallwch greu neu newid maint rhaniadau eich hun, neu ddewis nifer o raniadau ar gyfer ${DISTRO}.
da: Du kan oprette eller tilpasse partitioner selv, eller vælge flere partitioner til ${DISTRO}.
de: Sie können selbst Partitionen anlegen, deren Größe ändern oder mehrere Partitionen für ${DISTRO} auswählen.
el: Μπορείτε να δημιουργήσετε κατατμήσεις ή να αλλάξετε το μέγεθός τους, ή να επιλέξετε πολλαπλές κατατμήσεις για το ${DISTRO}.
eo: Vi mem povas krei aŭ ŝanĝi grandon de subdiskoj aŭ elekti plurajn subdiskojn por ${DISTRO}.
et: Sa võid luua kettajagusid ise, muuta nende suurusi või valida ${DISTRO} jaoks mitu partitsiooni.
eu: Partizioak nahi bezala sortu edo tamainaz aldatu ditzakezu, edo partizio bat baino gehiago aukeratu ${DISTRO}(r)entzat.
fa: می‌توانید خودتان افرازها را ساخته یا تغییر اندازه دهید یا چند افراز را برای ${DISTRO} برگزینید.
fi: Voit luoda tai muuttaa osioiden kokoja itse, tai valita useita osioita ${DISTRO}in käytettäväksi.
fr_ca: Vous pouvez créer ou redimensionner des partitions vous-même, ou choisir plusieurs partitions pour ${DISTRO}.
gd: 'S urrainn dhut meud nam pàirteachaidhean atharrachadh thu fhèin no iomadh pàirteachadh a thaghadh airson ${DISTRO}.
gl: Pode crear ou redimensionar particións, ou escoller múltiples particións para ${DISTRO}.
he: ניתן ליצור ולשנות גודל של מחיצות באופן עצמאי או לבחור במספר מחיצות עבור ${DISTRO}.
hi: आप विभाजित क्षेत्र स्वयं बना या जोड़-घटा सकते हैं या फिर ${DISTRO} के लिए एकाधिक विभाजित क्षेत्र चुन सकते हैं
hr: Možete stvoriti ili promijeniti veličinu particija, odnosno odabrati više particija za ${DISTRO}.
ia: Tu pote crear o re-dimensionar partitiones, o eliger partitiones multiple pro ${DISTRO}.
it: È possibile creare o ridimensionare le partizioni oppure scegliere più partizioni per ${DISTRO}.
ja: ${DISTRO} 向けに、自分でパーティションの作成やサイズ変更を行ったり、複数のパーティションを選択することもできます。
kab: Tzemreḍ ad d-tesnulfuḍ neɣ ad talseḍ tisekta n yiḥricen s yiman-ik m, neɣ ad tferneḍ aṭas n yiḥricen i ${DISTRO}.
km: អ្នក​អាច​បង្កើត ឬ​ផ្លាស់ប្ដូរ​ទំហំ​ភាគ​ថាស​ដោយ​ខ្លួន​អ្នក​ផ្ទាល់ ឬ​ជ្រើសរើស​ភាគ​ថាស​ជា​ច្រើន​សម្រាប់ ${DISTRO} ។
ko: ${DISTRO}이(가) 사용할 파티션을 만들거나 크기를 바꾸거나 여러 파티션을 선택할 수 있습니다.
ku: Beşan tu dikarî bixwe çêbikî an jî mezinahiya wan ji nû ve eyar bikî, an jî ji bo ${DISTRO} beşên pirhejmar dikarî bibijêrî.
lt: Galite kurti skirsnius, keisti jų dydį ar ${DISTRO} įdiegimui pasirinkti kelis skirsnius.
lv: Jūs varat pats mainīt nodalījumu izmēru, vai izvēlēties vairākus nodalījumus distribūcijai ${DISTRO}.
mr: तुम्ही ${DISTRO} साठी स्वतः पार्टीशन तयार किंवा कमी-जास्त करू शकता, किंवा एकापेक्षा अधिक निवडू शकता.
my: သင်ကိုယ်တိုင် အခန်းအကန့်များ ဖန်တီးခြင်း၊ အရွယ်အစားပြောင်းလဲခြင်းများ ပြုလုပ်နိုင်ပါသည်။ သို့မဟုတ် ${DISTRO} အတွက် များပြားသော အခန်းအကန့်များ ရွေးချယ်နိုင်ပါသည်။
nb: Du kan opprette eller endre størrelse på partisjoner selv, eller velge flere partisjoner for ${DISTRO}.
nl: U kunt zelf partities aanmaken en aanpassen of meerdere partities kiezen voor ${DISTRO}.
nn: Du kan laga og endra partisjonar sjølv, eller velja fleire partisjonar til ${DISTRO}.
pl: Tworzy nowe partycje lub modyfikuje już istniejące i przyporządkowuje je dla ${DISTRO}.
ps: تاسې د وېشنو پنځول او بياكچل په خپله کولای شئ، یا د ${DISTRO} لپاره ګڼې وېشنې غوره کولای شئ.
pt: Pode criar ou ajustar partições manualmente ou escolher várias partições para o ${DISTRO}.
pt_br: Você pode criar ou redimensionar partições manualmente ou escolher múltiplas partições para o ${DISTRO}.
si: ඔබටම කොටස් නිර්මාණය ප්‍රතිප්‍රමාණය හෝ ${DISTRO} සඳහා කොටස් කිහිපයක් තෝරාගැනීමට හැක.
sl: Sami lahko ustvarite ali razširite razdelke ali pa izberete več razdelkov za ${DISTRO}.
sq: Ti vetë mund të krijosh ose zmadhosh/zvogëlosh particionet, ose të zgjedhësh particionet e shumëfishta për ${DISTRO}
sr: Можете сами да направите или да промените величину партиција, или да изаберете више партиција за ${DISTRO}.
sv: Du kan själv skapa eller ändra storlek på partitionerna, eller välja flera partitioner för ${DISTRO}.
te: ${DISTRO} కోసం మీరే కొత్త పార్టిషన్‌లు సృష్టించవచ్చు, పరిమాణం మార్చవచ్చు లేదా బహుళ పార్టిషన్‌లు ఎన్నుకోండి.
tg: Шумо метавонед барои ${DISTRO} я ё якчанд қисмбандиҳоро эҷод кунед ва андозаи онҳоро тағйир диҳед.
th: คุณสามารถสร้างหรือปรับขนาดพาร์ทิชันด้วยตัวเองหรือเลือกพาร์ทิชันสำหรับ ${DISTRO}
tr: Bölümleri kendiniz oluşturabilir, yeniden boyutlandırabilir veya ${DISTRO} dağıtımı için birden fazla bölüm seçebilirsiniz.
ug: ئۆزىڭىز رايون قۇرىسىز ياكى رايون چوڭلۇقىنى ئۆزگەرتىسىز ياكى ${DISTRO} ئۈچۈن كوپ رايونلارنى تاللايسىز.
uk: Ви можете створювати або міняти розміри розділів самотужки, або вибрати декілька розділів для ${DISTRO}.
vi: Bạn có thể tự tạo và chỉnh kích thước phân vùng hoặc chọn nhiều phân vùng cho ${DISTRO}.
zh_hk: 您可以自己建立或重新調整分割區大小，又或者是為 ${DISTRO} 選擇多個分割區。

source: Erase ${CURDISTRO} and reinstall
af: Verwyder ${CURDISTRO} en herinstalleer
ar: امسح ${CURDISTRO} وأعد التثبيت
ast: Desaniciar ${CURDISTRO} y reinstalar
bg: Изтриване на ${CURDISTRO} и преинсталиране
bo: ${CURDISTRO}་བསུབ་ནས་བསྐྱར་དུ་སྒྲིག་འཇུག་བྱེད་པ
bs: Obriši ${CURDISTRO} i reinstaliraj
ca: Suprimeix el sistema operatiu ${CURDISTRO} i torna a instal·lar-lo
ckb: سڕینەوە ${CURDISTRO} و دووبارە دامەزراندنەوەی
cs: Smazat ${CURDISTRO} a přeinstalovat
cy: Dileu ${CURDISTRO} ac ailosod
da: Slet ${CURDISTRO} og geninstaller
de: ${CURDISTRO} löschen und neu installieren
el: Διαγραφή του ${CURDISTRO} και επανεγκατάσταση
eo: Forigi kaj reinstali ${CURDISTRO}
et: Kustuta ${CURDISTRO} ja paigalda uuesti
eu: Ezabatu ${CURDISTRO} eta berrinstalatu
fa: پاک کردن ${CURDISTRO} و نصب دوباره
fi: Poista ${CURDISTRO} ja asenna uudelleen
fr_ca: Supprimer ${CURDISTRO} et réinstaller
gd: Sguab às ${CURDISTRO} agus dèan ath-stàladh
gl: Borrar ${CURDISTRO} e reinstalar
he: מחיקת ${CURDISTRO} והתקנה מחדש
hi: ${CURDISTRO} को मिटाएँ तथा पुनःसंस्थापित करें.
hr: Obriši ${CURDISTRO} i ponovno instaliraj
ia: Cancellar ${CURDISTRO} e reinstallar
it: Elimina ${CURDISTRO} e reinstalla
ja: ${CURDISTRO}を削除して再インストール
kab: Kkes ${CURDISTRO} yernu sbedded-it tikkelt-nniḍen
km: លុប ${CURDISTRO} ហើយ​ដំឡើង​ឡើង​វិញ
ko: ${CURDISTRO} 지우고 다시 설치
ku: ${CURDISTRO} jê bibe û ji nû ve bar bike
lt: Naikinti įdiegtą ${CURDISTRO} ir įdiegti iš naujo
lv: Dzēst ${CURDISTRO} un pārinstalēt
mr: ${CURDISTRO} हे खोडा व पुन्हस्थापित करा
my: ${CURDISTRO} ကိုဖျက်၍ ပြန်လည် ထည့်သွင်းပါ။
nb: Slett ${CURDISTRO} og installer på nytt
nl: Verwijder ${CURDISTRO} en installeer opnieuw
nn: Slett ${CURDISTRO} og installer på nytt
pa: ${CURDISTRO} ਸਾਫ਼ ਕਰਕੇ ਮੁੜ-ਇੰਸਟਾਲ ਕਰੋ
pl: Usunięcie ${CURDISTRO} i ponowna instalacja
ps: د ${CURDISTRO} پاكول او بیالګول
pt: Apagar ${CURDISTRO} e reinstalar
pt_br: Apagar o ${CURDISTRO} e reinstalar
si: ${CURDISTRO} මකාදමා නැවත ස්ථාපනය කරන්න
sl: Izbriši ${CURDISTRO} in ponovno namesti
sq: Fshijë ${CURDISTRO} dhe instalo përsëri
sr: Избриши „${CURDISTRO}“ и поново инсталирај
sv: Radera ${CURDISTRO} och installera om
te: చెరిపివేయి ${CURDISTRO} మరియు పునఃస్థాపించు
tg: Пок кардани ${CURDISTRO} ва насб кардани низоми нав
th: ลบ ${CURDISTRO} และติดตั้งใหม่
tr: ${CURDISTRO} dağıtımını sil ve yeniden kur
ug: ${CURDISTRO} نى ئۆچۈرۈپ ئورنىتىدۇ
uk: Видалити ${CURDISTRO} та перевстановити
vi: Xóa ${CURDISTRO} và cài đặt lại
zh_hk: 清除 ${CURDISTRO} 並重新安裝
