Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Installer crashed
af: Installeerder het onverwags gestop
ar: انهار المثبّت
ast: L'instalador falló
bg: Инсталаторът се срина
bo: སྒྲིག་འཇུག་ཆས་འཕྲོ་བརླགས་ཐེབས་པ
bs: Program za instaliranje se srušio
ca: L'instal·lador ha fallat
ckb: دامه‌زرێنه‌ر په‌كی كه‌وت
cs: Instalátor havaroval
cy: Mae'r gosodwr wedi chwalu
da: Installationen mislykkedes
de: Installationsprogramm abgestürzt
el: Κατάρρευση προγράμματος εγκατάστασης
eo: La instalilo kolapsis
et: Paigaldaja krahhis
eu: Instalatzailearen errorea
fa: نصاب فرو پاشید
fi: Asennusohjelma kaatui
fr_ca: L’installateur a planté
gd: Thuislich an stàlaichear
gl: O instalador fallou
he: תכנית ההתקנה קרסה
hi: संस्थापना ध्वंस हो गया
hr: Instalacijski program se srušio
ia: Falta del installator
it: Il programma di installazione è andato in crash
ja: インストーラーがクラッシュしました
kab: Yeɣli wesbedday
km: កម្មវិធី​ដំឡើង​បាន​គាំង
ko: 설치 프로그램 충돌
ku: Sazkirin têk çû
lt: Diegimo programa užstrigo
lv: Instalators avarējis.
mr: प्रतिष्ठापक क्रॅश झाले
my: ထည့်သွင်းမှု ပျက်စီးသွားပါသည်။
nb: Installasjonsprogrammet krasjet
nl: Installatieprogramma is vastgelopen
nn: Installasjonsprogrammet krasja
pa: ਇੰਸਟਾਲਰ ਕਰੈਸ਼ ਹੋ ਗਿਆ
pl: Instalator uległ awarii
ps: لګاند مات شو
pt: Ocorreu um erro com o instalador
pt_br: A instalação falhou
si: ස්ථාපකය බිඳවැටිනි
sl: Namestilnik se je sesul
sq: Instaluesi u dëmtua
sr: Инсталер се урушио
sv: Installationsprogrammet kraschade
te: స్థాపకం క్రాష్ అయింది
tg: Насбкунанда вайрон шудааст
th: โปรแกรมติดตั้งเกิดการขัดข้อง
tr: Kurucu çöktü
ug: ئورناتقۇچ بۇزۇلدى
uk: Програма встановлення завершилась аварійно
vi: Trình cài đặt đã bị ngắt
zh_hk: 安裝程式當掉

source: We're sorry; the installer crashed. After you close this window, we'll allow you to file a bug report using the integrated bug reporting tool. This will gather information about your system and your installation process. The details will be sent to our bug tracker and a developer will attend to the problem as soon as possible.
af: Dit spyt ons; jou installeerder het onverwags gestop. Na jy die venster toegemaak het sal ons jou die kan gee om 'n foutverslag in te lewer via die geïntegreerde foutverslagnutsprogram. Dit sal inligting versamel oor jou stelsel en die installasieproses. Die details sal na ons foutnaspoorder gestuur word waar 'n programmeerder so spoedig moontlik na die probleem sal omsien.
ar: نأسف للغاية؛ لقد انهار المُثبّت. بعد إغلاقك لهذه النافذة، سنتيح لك تقديم تقرير عن المشكلة باستخدام الأداة المتكاملة للإبلاغ عن العلل. ستقوم الأداة بجمع المعلومات عن نظامك وعن عملية تثبيتك. ستُرسل التفاصيل إلى نظام تتبع العلّل لدينا وسيتم الاهتمام بالمشكلة في أقرب وقت ممكن.
ast: Sentímoslo, l'instalador falló. Cuando zarres esta ventana, te permitiremos unviar un informe de fallu usando la ferramienta d'informes integrada. Esta recoyerá información del sistema y del procesu d'instalación. Los detalles s'unviarán al nuesu sistema de siguimientu de fallos y un desendolcador revisará esti problema tán aína como se pueda.
bg: За съжаление, имаше срив на инсталационната програма. След като затворите този прозорец, можете да изпратите съобщение за този проблем с помощта на вграденото средство за съобщаване на нередности. Ще се събере информация за вашата система и процеса на инсталация. Информацията ще бъде изпратена до нашата система за отчитане на грешки, също и на разработчика, който възможно най-скоро ще вземе участие за коригиране на проблема.
bo: དགོངས་དག སྒྲིག་འཇུག་ཆས་འཕྲོ་བརླགས་ཤོར་སོང་། སྒེའུ་ཁུང་འདི་བརྒྱབ་ཚར་བ་དང་ང་ཚོས་ཁྱེད་ཉིད་ལ་ཡར་ཞུ་ལག་ཆ་སྤྱད་ནས་སྐྱོན་དེ་བསྡུ་རུག་བྱེད་བཅུག་རྒྱུ་ཡིན དེའི་ནང་དུ་ཁྱོད་ཀྱི་མ་ལག་དང་སྒྲིག་འཇུག་གི་གོ་རིམ་དག་མཚོན་ཡོད་པ་དང་དར་སྤེལ་མཁན་ལ་སྐུར་ནས་སྐྱོན་དེ་ལ་དབྱེ་ཞིབ་བྱེད་རྒྱུ་ཡིན
bs: Žao nam je; instaler se srušio. Nakon što zatvorite ovaj prozor, omogućiti ćemo vam da popunite izvještaj o greški koristeći ugrađeni alat za prijavu grešaka. Time ćemo prikupiti podatke o vašem sistemu i vašem procesu instalacije. Detalji će biti poslani u naš sistem praćenja grešaka, a razvojni programeri će se pozabaviti problemom čim prije.
ca: Ho sentim, l'instal·lador ha fallat. Després de tancar aquesta finestra, podreu crear un informe d'error utilitzant l'eina integrada d'informació d'errors. Aquesta recopilarà informació sobre el sistema i el procés d'instal·lació. Els detalls s'enviaran al nostre gestor d'errors i un desenvolupador s'encarregarà del problema quan pugui.
cs: Omlouváme se, ale instalátor havaroval. Po ukončení tohoto okna budete moci vyplnit hlášení o chybě pomocí integrovaného nástroje, který zjistí informace o systému a o průběhu instalace. Hlášení bude odesláno vývojářům, aby mohli tento problém opravit co nejrychleji.
cy: Mae'n ddrwg gennym; bu chwalfa wrth osod. Ar ôl i chi gau'r ffenestr hon, gallwch gofnodi adroddiad o'r nam drwy ddefnyddio'r offer adrodd namau. Bydd hyn yn casglu gwybodaeth ynglŷn â'ch system a'r broses osod. Anfonir y manylion i ein traciwr namau a bydd datblygwr yn ceisio datrys y broblem cyn gynted â phosibl.
da: Vi beklager; installationsprogrammet brød ned. Efter du har lukket dette vindue, så giver vi dig mulighed for at indsende en fejlrapport via det integrerede værktøj til fejlrapportering. Det vil indsamle information om dit system og din installationsproces. Detaljerne vil blive sendt til vores fejlrapporteringssystem, og en udvikler vil tilse problemet snarest muligt.
de: Entschuldigung, der Installer ist abgestürzt. Nach dem Schließen dieses Fensters können Sie einen Fehlerbericht erstellen. Dadurch werden Informationen über Ihr System und den Installationsvorgang gesammelt. Die Einzelheiten werden an die Fehlerverwaltung gesendet und ein Entwickler wird sich schnellstmöglich des Problems annehmen.
el: Μας συγχωρείτε που το πρόγραμμα εγκατάστασης κατέρρευσε. Αφού κλείσετε αυτό το παράθυρο, θα σας καθοδηγήσουμε να υποβάλετε μια αναφορά σφάλματος χρησιμοποιώντας το ενσωματωμένο εργαλείο αναφοράς σφαλμάτων. Αυτό θα συγκεντρώσει πληροφορίες για το σύστημά σας και για τη διαδικασία εγκατάστασης. Οι λεπτομέρειες θα σταλούν στον δικό μας καταγραφέα σφαλμάτων και ένας προγραμματιστής θα ελέγξει το πρόβλημα το συντομότερο δυνατό.
eo: Ni bedaŭras. La instalilo kolapsis. Post kiam vi fermos ĉi tiun fenestron, ni permesos al vi sendi cimraporton per la integrita cimraportilo. Tio kolektos informojn pri via sistemo kaj via instalprocezo. La detaloj estos sendataj al nia cimspurilo kaj programisto pritraktos la problemon, kiom eble plej baldaŭe.
et: Kahjuks tekkis viga ja paigaldamine ebaõnnestus. Pärast selle akna sulgemist on teil võimalik tekkinud veast teatada kasutades kaasasolevat veateatamise tööriista. See programm kogub teavet teie süsteemi ja paigalduse kohta. Kogutud andmed saadetakse veajälgimissüsteemile ja arendaja tegeleb probleemiga esimesel võimalusel.
eu: Sentitzen dugu; instalatzaileak huts egin du. Leiho hau itxi ondoren, errore-txosten bat sortzea ahalbidetuko dizugu errore-txostenak bidaltzeko tresna integratua erabiliz. Honek sistemaren eta instalazio-prozesuaren informazioa bilduko du. Xehetasunak gure errore-txostenen kudeatzailera bidaliko dira, eta ahalik lasterren aztertuko dugu arazoa.
fa: متاسفیم، نصب ناموفق بود.بعد از بستن این پنجره، به شما اجازه می‌دهیم یک مشکل را با استفاده از ابزار یک‌پارچه‌ی گزارش مشکلات صبت کنید. این عمل، اطّلاعاتی را در مورد سامانه و فرایند نصب شما حمع‌آوری می کند.جزئیات برای ردیاب مشکلات ارسال خواهند شد و یک توسعه‌دهنده در اسرع وقت به مشکل رسیدگی خواهد کرد.
fi: Valitettavasti asennusohjelma sulkeutui yllättäen. Kun suljet tämän ikkunan, voit tehdä vikailmoituksen käyttämällä vianilmoitukseen tarkoitettua työkalua. Se kerää tietoja järjestelmästä ja asennusvaiheesta. Tiedot lähetetään vianhallintajärjestelmään, ja kehittäjä tutkii kohtaamaasi ongelmaa mahdollisimman pian.
fr_ca: Nous sommes désolés ; l'installateur a planté. Après avoir fermé cette fenêtre, nous vous permettrons de remplir un rapport de bogue grâce à l'outil de rapport de bogue intégré. Il rassemblera des informations sur votre système et sur votre processus d'installation. Les détails seront envoyés à notre gestionnaire de bogues et un développeur s'occupera du problème dès que possible.
gd: Tha sinn duilich ach thuislich an stàlaichear. Às dèidh dhut an uinneag seo a dhùnadh, bidh cothrom agad buga a chlàradh leis an inneal a tha 'na bhroinn. Cruinnichidh seo fiosrachadh mun t-siostam agad agus am pròiseas stàlaidh. Thèid seo a chur thugainn agus bheir eòlaiche sùil air cho luath 's a ghabhas.
gl: Desculpe, mais o instalador quebrou. Cando feche esta xanela poderá enviar un informe de fallo empregando a ferramenta de informe de fallos integrada. Esta reúne información sobre o sistema e o proceso de instalación. Os detalles envíanse ao seguidor de fallos e un desenvolvedor botaralle unha ollada ao problema o máis axiña posíbel.
he: תכנית ההתקנה קרסה, עמך הסליחה. לאחר סגירת חלון זה נאפשר לך לשלוח דיווח על התקנה באמצעות כלי מובנה לדיווח על תקלות. הכלי יאסוף מידע על המערכת שלך ועל תהליך ההתקנה. הפרטים יישלחו אל מערכת מעקב התקלות שלנו ומתכנת יתפנה לטפל בתקלה בהקדם האפשרי.
hi: हम क्षमा चाहते हैं, क्योंकि संस्थापक ध्वंस हो गया है । इस विन्डो को बंद करने के बाद हम आपको एकीकृत बग रिर्पोटींग साधन के द्वारा बग रिर्पोट करने देंगे । यह आपके तंत्र तथा अद्यतन प्रक्रीया के बारे में जानकारी एकत्रित करेगा । यह विवरण हमारे बग ट्रैकर को भेजा जायेगा तथा कोई एक विकासक, शिघ्रातिशिघ्र इस समस्या पर ध्यान देगा ।
hr: Nažalost, instalacijski program se srušio. Nakon što zatvorite ovaj prozor, dopustit ćemo vam da ispunite izvješće greške pomoću ugrađenog alata za prijavu grešaka. To će prikupiti informacije o vašem sustavu i tijeku instalacije. Pojedinosti će biti poslane na naš sustav praćenja grešaka i naši razvijatelji će pokušati razriješiti problem što je prije moguće.
ia: Nos es displacente; falta del installator. Post que tu claude iste fenestra, tu potera archivar un reporto de defecto per le application de reporto de defecto integrate. Isto recolligera le informationes re tu systema e tu processo de installation. Le detalios essera expedite a tu revisor de defecto e un disveloppator ministrara le problema intra breve tempore.
it: Il programma d'installazione ha riscontrato un problema. Una volta chiusa questa finestra, sarà possibile segnalare tale problema attraverso un apposito strumento che raccoglie informazioni riguardo il sistema e il processo d'installazione. La segnalazione verrà inviata al nostro di sistema di gestione dei problemi e uno sviluppatore controllerà tale segnalazione al più presto.
ja: 申し訳ありません、インストーラーがクラッシュしました。このウィンドウを閉じた後で、バグ報告ツールを使ってバグ報告を送信することができます。これにより、あなたのシステムならびにインストールプロセスに関する情報を収集します。詳細は私達のバグトラッカーに送られ、開発者ができるだけ早くこの問題に対応するでしょう。
kab: Surefaɣ; asbedday yeɣli. Ticki tmedeḍ asfaylu-agi, ad k- m sireg ad tgeḍ afaylu n uneqis n ubug s ttawil n ufecku yettwaselɣen n tira n uneqqis n ubug. Ayagi ad yejmeɛ talɣut ɣef unagraw-inek akked ukala n usbeddi-inek m. Talqayt ad tettwazen ɣer umeḍfar n ibugen dɣa abɛaḍ n yisneflayen ad iɛreḍ ad yefru ugur.
km: យើង​សូមទោស; កម្មវិធី​ដំឡើង​បាន​គាំង។ បន្ទាប់​អ្នក​បិទ​វីនដូ​នេះ យើង​នឹង​អនុញ្ញាត​ឲ្យ​អ្នក​រាយការណ៍​កំហុស​ឯកសារ​ដោយ​ប្រើ​ឧបករណ៍​​សម្រាប់​រាយការណ៍​កំហុស​ដែល​បាន​ដាក់​បញ្ចូល។ វា​នឹង​ផ្ដុំ​ព័ត៌មាន​អំពី​ប្រព័ន្ធ​របស់​អ្នក និង​ដំណើរការ​ការ​ដំឡើង។ ព័ត៌មាន​លម្អិត​នឹង​ត្រូវ​បាន​ផ្ញើ​ទៅ​កាន់​កម្មវិធី​តាមដាន​កំហុស ហើយ​​អភិវឌ្ឍន៍​នឹង​ដោះ​ស្រាយ​បញ្ហា​តាម​ដែល​អាច​ធ្វើ​ទៅ​បាន។
ko: 죄송합니다. 설치 프로그램에 문제가 있습니다. 이 창을 닫은 뒤 내장된 버그 보고 도구를 이용해 버그를 보고할 수 있도록 도울 것입니다. 이 도구는 시스템 정보와 설치 진행 상태를 수집할 것입니다. 자세한 내용은 버그 추적 도구로 보내 개발자가 문제를 가능한 한 빠르게 수정할 수 있도록 할 것입니다.
ku: Bibore, sazker hilweşiya. Piştî ku te vê paceyê girt, em ê îmkan bidin te ku tu bi bikaranîna amûra xetayan ya entegrekirî raporek xetayê amade bikî. Ev wê der barê sîstema te û pêvajoya te ya sazkirinê de agahiyan bicivîne. Wê dêtayan ji taqîbkera me ya xetayan re bişîne û wê pêşvebirek di bi qasî ku karibe wextekî nêzîk de bala xwe bide vê pirsgirêkê.
lt: Atsiprašome; įdiegmo programa užstrigo. Kai užversite šį langą, leisime pranešti apie klaidą naudojant integruotą klaidų pranešimo įrankį. Tai surinks informaciją apie sistemą ir įdiegimo procesą. Ši informacija bus nusiųsta į mūsų klaidų sekimo sistemą, o kūrėjai pasirūpins problema kaip galima greičiau.
lv: Diemžēl instalators avarējis. Pēc loga aizvēšanas varēsiet iesniegt kļūdas ziņojumu, izmantojot integrēto kļūdu ziņošanas rīku. Tas ievāks informāciju par šo sistēmu un instalēšanas procesu. Šī informācija tiks nosūtīta kļūdu sekotājam, un izstrādātāji drīz vien pieķersies pie šīs problēmas risināšanas.
mr: माफ करा; प्रस्थापक बंद पडला आहे. हे पटल बंद केल्यानंतर, तुम्ही इंटिग्रेटेड बग रिपोर्टींग टूल मधून बग पाठवायला देऊ. यामध्ये तुमच्या प्रणाली आणि प्रस्थापनाची माहिती गोळा केली जाईल. हि माहिती आमच्या बग ट्रेकरला पाठविली जाईल आणि एक विकासक तुमच्या समस्येवर काम सुरु करेल.
nb: Vi beklager; installasjonsprogrammet krasjet. Etter at du har lukket dette vinduet, vil vi gi deg en sjanse til å fylle ut en feilrapport ved å bruke verktøyet for rapportering av feil. Dette vil samle inn informasjon om systemet og installasjonsprosessen. Detaljene vil bli sendt til feilhåndtereren vår og en utvikler vil så snart som mulig se på problemet.
nl: Het spijt ons; het installatieprogramma is vastgelopen. Nadat u dit venster gesloten heeft kunt u een fout melden via het geïntegreerde hulpprogramma voor foutrapportage. Dit programma verzamelt informatie over uw systeem en uw installatieproces. De details zullen naar ons foutafhandelingssysteem worden verstuurd en een ontwikkelaar zal het probleem zo snel mogelijk in behandeling nemen.
nn: Installasjonsprogrammet krasja. Etter at du lukkar dette vindauget vert du spurd om å senda inn ein feilrapport med det innebygde feilrapporteringsverktøyet. Det vil henta inn informasjon om systemet og installeringa. Detaljane vert sende til feilrapportsystemet og ein utviklar vil sjå på problemet så fort det lèt seg gjera.
pl: Przepraszamy, program instalacyjny uległ awarii. Po zamknięciu tego okna nastąpi możliwość wysłania zgłoszenia błędu, używając wbudowanego narzędzia. Zgromadzone zostaną informacje o systemie operacyjnym i procesie jego instalacji. Szczegóły będą wysłane na stronę zgłaszania błędów, a twórcy oprogramowania zajmą się problemem jak najszybciej.
ps: موږ بخښنه غواړو؛ لګاند مات شو. د دې کړکۍ بندولو نه وروسته، موږ به تاسې ته د ستونزو راپورونې توک په کارولو د ستونزې راپورولو پرېښله درکړو. دا به ستاسې د غونډال او د لګونې بهير په اړه خبرتیاوې راغونډې کړي. سپړنې به زموږ د ستونزو پلنيوي ته ولېږل شي او یو پراخندوى به د ستونزې اوارولو لپاره په کار پیل کړي.
pt: Lamentamos; o instalador fechou inesperadamente. Depois de encerrar esta janela, permitiremos que envie um relatório sobre este erro, usando a ferramenta de submissão de erros. Isto irá reunir informação sobre o seu sistema e sobre o processo de instalação. Os detalhes serão enviados para o nosso registo de erros e um programador irá resolver o problema assim que possível.
pt_br: Desculpe, o instalador parou de funcionar. Após você fechar esta janela, você podeŕa enviar um relatório de erro usando a ferramenta integrada de relatório de erros. Ela irá recolher informações sobre seu sistema e seu processo de instalação. Os detalhes serão enviados ao nosso sistema de acompanhamento de erros e um desenvolvedor irá cuidar do problema assim que possível.
sl: Žal nam je; namestitveni program se je sesel. Ko boste zaprli pogovorno okno, boste lahko sporočili poročilo o napaki z vgrajenim orodjem za poročanje hroščem. Le-ta bo zbral podatke o vašem sistemu in namestitvenem opravilu. Podrobnosti bodo poslane našemu sledilniku hroščem in razvijalci se bodo težavo poskusili odpraviti v najkrajšem možnem času.
sq: Na vjen keq; instaluesi u dëmtua. Pasi ta mbyllni këtë dritare, do t'iu lejojmë të përmbushni një raport gabimi duke përdorur mjetin e integruar për raportimin e gabimeve. Ky do të mbledhë informacion rreth sistemit tuaj dhe proçesit të instalimit. Detajet do t'i dërgohen gjurmuesit tonë të gabimeve dhe zhvilluesi ynë do të merret me problemin sa më shpejtë të jetë e mundur.
sr: Нажалост, инсталирање је пропало. Након затварања прозора моћи ћете да поднесете извештај о грешци користећи уграђени алат. Он ће покупити податке о вашем систему и о току инсталације. Сви подаци ће бити послати нашем буболовцу и развијач ће решити проблем што је пре могуће.
sv: Vi beklagar; installationsprogrammet kraschade. Efter att du stängt detta fönster låter vi dig skicka en felrapport med det integrerade felrapporteringsverktyget. Detta kommer att samla in information om ditt system och installationsprocessen. Detaljerna kommer att skickas till vårt felrapporteringssystem och en utvecklare kommer att ta itu med problemet så snart som möjligt.
tg: Мутаассифона, насбкунанда қатъ шудааст. Баъд аз пӯшидани ин равзана, ба шумо имконият пайдо мешавад, ки тавонед дар бораи мушкилии пайдошуда тавассути абзори гузоришдиҳӣ ҳабар диҳед. Иттилооти низоми шумо ва раванди насбкунӣ ҷамъ мешавад. Ин тафсилот ба назоратчии хатоҳо фиристода мешавад ва барномарезони низом кӯшиш мекунанд, ки ин мушкилиро ба қадри имкон ҳал намоянд.
th: เราขออภัย; โปรแกรมติดตั้งได้หยุดทำงานแล้ว หลังจากที่คุณปิดหน้าต่างนี้แล้ว เราจะอนุญาตให้คุณส่งรายงานข้อผิดพลาดโดยใช้เครื่องมือรายงานข้อผิดพลาดในตัว ซึ่งจะรวบรวมข้อมูลเกี่ยวกับระบบของคุณและกระบวนการติดตั้งของคุณ รายละเอียดเหล่านี้จะถูกส่งไปที่ผู้ติดตามข้อผิดพลาดของเรา และนักพัฒนาจะช่วยกันแก้ปัญหาให้เร็วที่สุดเท่าที่จะทำได้
tr: Maalesef, kurucu çöktü. Bu pencereyi kapattıktan sonra bütünleşik hata bildirme aracını kullanarak bir hata bildirmenize imkan sağlayacağız. Bu, sisteminiz ve kurulum sürecinizle alakalı bilgi toplayacaktır. Detaylar hata takipçimize gönderilecek ve bir geliştirici tez vakitte sorunla ilgilenecektir.
ug: كەچۈرۈڭ، ئورناتقۇچ يىمىرىلدى. كۆزنەكنى ياپقاندىن كېيىن، ئىچىدىكى خاتالىقنى مەلۇم قىلىش قورالى ئارقىلىق خاتالىقنى بىزگە مەلۇم قىلسىڭىز بولىدۇ. ئۇ سىستېمىڭىزنىڭ ۋە ئورنىتىش جەريانىدىكى ئۇچۇرلارنى توپلايدۇ ھەمدە تەپسىلاتىنى كەمتۈك ئىزلاش سىستېمىمىزغا يوللاپ، ئىجادكارلارنىڭ تېزلىكتە كۆرۈپ ۋە بىر تەرەپ قىلىشىغا قولايلىق يارىتىدۇ.
uk: Вибачте! Програма для встановлення завершила роботу у аварійному режимі. Після того, як ви закриєте це вікно, ми надамо вам змогу створити звіт щодо вади за допомогою вбудованого інструмента для звітування. Цим інструментом буде зібрано дані щодо вашої системи та процедури встановлення. Ці дані буде надіслано до системи стеження за вадами нашого дистрибутива. Розробники спробують виправити ваду якомога швидше.
vi: Chúng tôi rất tiếc; trình cài đặt gặp phải xung đột. Bạn có thể sử dụng công cụ báo lỗi đi kèm của chúng tôi để gửi báo cáo lên ngay sau khi đóng cửa sổ này. Công cụ này sẽ thu thập thông tin về hệ thống và cả quá trình cài đặt của bạn. Thông tin chi tiết sẽ được gửi tới đội phân tích lỗi của chúng tôi và sẽ cố gắng giải quyết vấn đề trong thời gian sớm nhất.
zh_hk: 我們非常抱歉；安裝程式已崩潰。在您關閉此視窗之後，我們讓您使用整合的臭蟲回報工具來撰寫一份臭蟲回報。它會收集您系統的相關資訊，以及安裝過程的資料。相關細節會傳送至我們的臭蟲追蹤器中，開發者會盡可能關注這個問題。

source: _High Contrast
af: _Hoë kontras
ar: تباين _عال
ast: Contraste _altu
bg: _Висок контраст
bo: བསྡུར་ཚོན་མཐོན་པོ(H)
bs: _Visoki kontrast
ca: Contrast _alt
ckb: ـتۆخ و گەورە
cs: _Vysoký kontrast
cy: _Cyferbyniad Uwch
da: _Høj kontrast
de: _Hoher Kontrast
el: Υψηλή _αντίθεση
eo: _Forta kontrasto
et: _Suur kontrast
eu: _Kontraste altua
fa: سایه روشن _بالا
fi: _Suuri kontrasti
fr_ca: _Contraste élevé
gd: _Iomsgaradh àrd
gl: Contraste _alto
he: _ניגודיות גבוהה
hi: _उच्च विषमता (high contrast)
hr: _Visok kontrast
ia: Alte (_High) contrasto
it: Contrasto _elevato
ja: ハイコントラスト(_H)
kab: Amyeẓli afellay (_H)
km: កម្រិត​ពណ៌​​ខ្ពស់
ko: 고대비(_H)
ku: _Kontrasta Berz
lt: _Didelis kontrastas
lv: _Augsts kontrasts
mr: उच्च विरोधाभास (_H)
nb: _Høy kontrast
nl: _Hoog contrast
nn: _Høgkontrast
pl: _Wysoki kontrast
ps: _لوړ رڼښت
pt: _Alto contraste
pt_br: Alto contraste
sl: _Visok kontrast
sq: _Kontrast i Lartë
sr: _Високи контраст
sv: _Hög kontrast
tg: _Контрасти баланд
th: _ความเปรียบต่างสูง
tr: Yüksek _Karşıtlık
ug: يۇقىرى سېلىشتۇرۇش نىسبىتى(_H)
uk: _Висока контрастність
vi: _Độ tương phản cao
zh_hk: 高反差(_H)

source: _Screen Reader
af: _Skermleser
ar: قارئ ال_شاشة
ast: _Llector de pantalla
bg: _Екранен разказвач
bo: འཆར་ངོས་ཀློག་ཆས(S)
bs: _Čitač ekrana
ca: _Lector de pantalla
ckb: ـخوێنەری رووپەر
cs: Č_tečka obrazovky
cy: _Darllenwr Sgrîn
da: _Skærmoplæser
de: _Bildschirmleser
el: _Ανάγνωση οθόνης
eo: _Ekranlegilo
et: _Ekraanilugeja
eu: _Pantaila-irakurtzailea
fa: صفحه‌خوان
fi: _Näytönlukija
fr_ca: _Lecteur d'écran
gd: _Leughadair sgrìn
gl: _Lector de pantalla
he: מ_קריא מסך
hi: _चित्रपट पाठक
hr: _Čitač zaslona
ia: Lector del _Schermo
it: _Lettore di schermo
ja: スクリーンリーダー(_S)
kab: Imeɣri n wegdil (_S)
ko: 화면 읽기 도구(_S)
ku: _Xwînera Ekranê
lt: Ekrano _skaityklė
lv: Ekrāna la_sītājs
mr: स्क्रीन वाचक (_S)
nb: _Skjermleser
nl: _Schermlezer
nn: Skjerm_lesar
pl: _Czytnik ekranu
ps: _پرده لوستونکی
pt: _Leitor de ecrã
pt_br: Leitor de tela
sl: _Bralnik zaslona
sq: _Lexues Ekrani
sr: _Читач екрана
sv: _Skärmläsare
tg: _Хонандаи экран
th: _ตัวอ่านหน้าจอ
tr: Ekran _Okuyucusu
ug: ئېكران ئوقۇغۇ(_S)
uk: _Читання з екрана
vi: Trình đọc _màn hình
zh_hk: 螢幕閱讀器(_S)

source: _Keyboard Modifiers
af: _Sleutelbordwysigers
ar: م_غيرات لوحة المفاتيح
ast: Ca_mbiadores de tecláu
bg: _Клавишни Модификатори
bo: མཐེབ་གཞོང་ལེགས་བཅོས་ཆས(K)
bs: _Izmjenjivači tastature
ca: _Modificadors de teclat
ckb: ـدەستکاریکەری تەختەکلیل
cs: Modifikátory _klávesnice
cy: _Addaswyr Bysellfyrddau
da: _Tastaturmodifikatorer
de: _Tastenbelegung ändern
el: _Τροποποιητές πληκτρολογίου
eo: _Klavarmodifiloj
et: _Klaviatuurimõjutajad
eu: _Teklatu-aldarazleak
fa: _ اصلاحگرهای صفحه‌کلید
fi: _Muuntonäppäimet
fr_ca: _Modification du clavier
gd: _Atharraichean meur-chlàir
gl: _Modificadores de teclado
he: מק_שי החלפה
hi: _कुंजीपटल परिर्वतक
hr: _Tipkovnički izmjenjivači
ia: Modificatores de claviero (_Keyboard)
it: Tasti _modificatori
ja: 修飾キー(_K)
kab: Ibeddilen n unasiw (_K)
km: កម្មវិធី​កែ​ក្ដារ​ចុច
ku: _Guhêrkerên Klavyeyê
lt: _Klaviatūros modifikavimo klavišai
lv: Tastatūras modifi_katori
mr: कळफलक बदलकर्ते (_K)
nb: _Valgtaster
nl: _Toetsenbordwijzigers
nn: _Valtastar
pl: _Modyfikatory klawiatury
ps: _کيليدړه بدلووني
pt: _Configuração do teclado
pt_br: Modificador de teclado
sl: _Spremenilniki tipkovnice
sq: _Modifikuesit e Tastierës
sr: _Мењачи тастатуре
sv: Tangentbordsmodifierare
tg: _Тағйирдиҳандаҳои клавиатура
th: ตัว_ปรับแต่งแป้นพิมพ์
tr: _Klavye Düzenleyicileri
ug: سۈپەتلىگۈچى كۇنۇپكىلار(_K)
uk: _Клавішні модифікатори
vi: Tổ hợp _phím thay thế
zh_hk: 鍵盤特殊鍵(_K)
