Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: An error occurred while copying the bluetooth settings. The installation will continue, but the bluetooth configuration will have to be set up again in the installed system.
af: Fout het voorgekom tydens die kopiëring van die bluetooth-instellings. Die installasie sal voortgaan, maar die bluetooth-konfigurasie sal weer opgestel moet word in die geïnstalleerde stelsel.
ar: حدث خطأ أثناء نسخ إعدادات بلوتوث. ستستمر عملية التثبيت، ولكن لا بد من ضبط إعدادات بلوتوث مُجددا في النظام المُثبّت.
ast: Hebo un error al copiar les preferencies de bluetooth. La instalación siguirá, pero la configuración de bluetooth tendrá de volver a facese nel sistema instaláu.
bg: Възникна грешка при копирането на bluetooth настройките. Инсталацията ще продължи, но bluetooth конфигурацията ще трябва да се настрои отново в инсталираната система.
bo: སོ་སྔོན་གྱི་སྒྲིག་འགོད་འདྲ་བཤུ་སྐབས་ཀྱི་ནོར་འཁྲུལ། སྒྲིག་འཇུག་མུ་མཐུད་རྒྱུ་ཡིནའང་སྒྲིག་འཇུག་བྱས་ཚར་རྗེས་སོ་སྔོན་དེ་ཡང་བསྐྱར་སྒྲིག་འགོད་བྱེད་དགོས
bs: Desila se greška u kopiranju Bluetooth postavki. Instalacija se nastavlja, ali će se bluetooth konfiguracija morati ponovo podesiti u instaliranom sistemu.
ca: S'ha produït un error en copiar els paràmetres del Bluetooth. L'instal·lació continuarà, però s'hauran de configurar de nou.
cs: Nastala chyba při kopírování nastavení bluetooth. Instalace bude pokračovat, ale bluetooth se bude muset nakonfigurovat v již nainstalovaném systému.
cy: Bu gwall wrth gopïo'r gosodiadau bluetooth. Bydd y gosod yn parhau, ond bydd rhaid sefydlu'r ffurfweddiad bluetooth eto ar y system sydd wedi ei gosod.
da: Der opstod en fejl under kopiering af bluetooth-indstillingerne. Installationen vil fortsætte, men bluetooth-konfigurationen skal opsættes igen i det installerede system.
de: Während des Kopierens der Bluetooth-Einstellungen ist ein Fehler aufgetreten. Die Installation wird fortgesetzt, aber die Bluetooth-Konfiguration muss später im installierten System erneut eingerichtet werden.
el: Συνέβει ένα σφάλμα κατά την αντιγραφή των ρυθμίσεων Bluetooth. Η εγκατάσταση θα συνεχιστεί, ωστόσο οι ρυθμίσεις Bluetooth πρέπει να γίνουν ξανά αργότερα, στο εγκατεστημένο σας σύστημα.
eo: Eraro okazis dum kopiado de Bludento-agordoj. La instalado daŭros, sed la Bludento-agordojn vi devos denove pritrakti en la instalita sistemo.
et: Bluetoothi seadete kopeerimisel tekkis viga. Paigaldamine jätkub, aga Bluetooth tuleb paigaldatud süsteemis uuesti seadistada.
eu: Errore bat gertatu da Bluetooth ezarpenak kopiatzean. Instalazioak aurrera jarraituko du, bina Bluetooth konfigurazioa berriro ezarri beharko da sistema instalatu ondoren.
fa: هنگام رونویسی از تنظیمات بلوتوث، خطایی رخ داد. در هر صورت نصب ادامه خواهد یافت، ولی پیکربندی بلوتوث باید روی سامانهٔ نصب‌شده دوباره برپا شود.
fi: Bluetooth-asetuksia kopioitaessa ilmeni virhe. Asennus jatkuu, mutta Bluetooth-asetukset tulee tehdä uudelleen asennuksen jälkeen.
fr_ca: Une erreur est survenue lors de la copie des paramètres bluetooth. L’installation va continuer mais la configuration de bluetooth devra être refaite sur le système installé.
gd: Thachair mearachd nuair a rinn sinn lethbhreac nan roghainnean bluetooth. Leanaidh an stàladh air adhart ach feumaidh tu an rèiteachadh bluetooth a shuidheachadh a-rithist air an t-siostam stàlaichte.
gl: Produciuse un erro ao copiar as preferencias de Bluetooth. A instalación continuará porén a configuración de Bluetooth terá que configurarse de novo no sistema instalado.
he: אירעה שגיאה בהעתקת תצורת ה־bluetooth. ההתקנה תמשיך אך תצורת ה־bluetooth תצטרך להתבצע שוב במערכת לאחר ההתקנה.
hi: एक त्रुटि आई जब ब्लूटूथ सेटिंग्स की प्रतिलिपि बन रही थी. स्थापना जारी रहेगा, लेकिन ब्लूटूथ कॉन्फ़िगरेशन को फिर से स्थापित प्रणाली में स्थापित किया जऎगा.
hr: Greška je nastala pri kopiranju bluetooth postavki. Instalacija će se nastaviti, no bluetooth podešavanje će morati biti ponovno postavljeno na instaliranom sustavu.
ia: Un error occurreva durante le copia del configurationes de bluetooth. Le installation continuara, ma le bluetooth debera ser configurate ex novo in le systema installate.
it: Si è verificato un errore nel copiare le impostazioni Bluetooth. L'installazione continuerà, ma è necessario impostare nuovamente la configurazione Bluetooth una volta installato il sistema.
ja: Bluetooth設定のコピー中にエラーが発生しました。インストールは続けますが、Bluetooth設定はインストール後のシステムで再度設定する必要があります。
kab: Teḍra-d tuccḍa deg uenɣal n yiɣewwaren n bluetooth . Asbeddi ad ikemmel, maca tawila n bluetooth isefk ad tettusbadu tikkelt-nniḍen deg unagraw n usbeddi.
km: កំហុស​មួយ​បានកើត​ឡើង ខណៈ​ដែល​ចម្លង​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប៊្លូធូស ។ ការ​ដំឡើង​នឹង​បន្ត ប៉ុន្ទែ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ប៊្លូធូស​នឹង​​រៀបចំ​ឡើង​វិញ​នៅ​ក្នុង​ប្រព័ន្ធដែល​បាន​ដំឡើង ។
ko: 블루투스 설정을 복사하던 중 오류가 발생했습니다. 설치 작업은 계속하지만 블루투스는 시스템 설치 후 다시 설정해야 합니다.
ku: Gava ku eyarên Bluetoothê dihatin kopîkirin xetayek derket. Sazkirin wê dewam bike, lê vesazkirina Bluetoothê divê di sîstema sazkirî de dîsa were eyarkirin.
lt: Kopijuojant bluetooth nustatymus, įvyko klaida. Įdiegimas bus pratęstas, bet bluetooth konfigūraciją įdiegtoje sistemoje reikės nustatyti iš naujo.
lv: Gadījās kļūda, kopējot bluetooth iestatījumus. Instalēšana turpināsies, bet bluetooth konfigurācija būs jāiestata atkal jau uzinstalētajā sistēmā.
mr: ब्लूटूथ सेटिंगची प्रत बनविताना चूक झाली. प्रस्थापना चालू राहील पण ब्लूटूथ संरचना प्रस्थापना झाल्यावर परत करावी लागेल.
my: bluetooth ပြင်ဆင်ချက်များကူးယူးရာတွင် ချို့ယွင်းချက်ဖြစ်ပွားပါသည်။ ထည့်သွင်းမှုအား ဆက်လက်လုပ်ဆောင်သွားမည်ဖြစ်ပြီး bluetooth ချိန်ညှိမှုများအား ထည့်သွင်းပြီး စနစ်တွင် ပြန်လည် ချိန်ညှိပေးရမည်ဖြစ်သည်
nb: En feil oppstod under kopieringen av innstillingene for blåtann. Installasjonen vil fortsette, men blåtanninnstillingene må settes opp på nytt etter installasjonen.
nl: Er is een fout opgetreden bij het kopiëren van de bluetooth-instellingen. De installatie zal verder gaan, maar u zult de bluetooth-configuratie weer zelf moeten instellen in het geïnstalleerde systeem.
nn: Det oppstod ein feil ved kopiering av Bluetooth-oppsett. Installeringa vil halda fram, men du må setja opp Bluetooth på nytt frå det installerte systemet.
pl: Błąd kopiowania ustawień bluetooth. Instalacja będzie kontynuowana, ale konfigurację bluetooth będzie trzeba przeprowadzić ponownie.
ps: د بلوټوت امستنې لمېسلو پر مهال يوه تېروتنه رامنځته شوه. لګونه به پایول شي، خو بلوټوت سازونه به بیا په لګول شوي غونډال کښې امستل وغواړي.
pt: Ocorreu um erro ao copiar as definições de bluetooth. A instalação irá continuar, mas a configuração bluetooth deverá ser criada novamente no sistema instalado.
pt_br: Um erro ocorreu enquanto copiava as configurações de bluetooth. A instalação irá continuar, mas as configurações de bluetooth terão de ser criadas novamente no sistema instalado.
si: බ්ලුටූත් සැකසුම් පිටපත් කරන අතරතුරදී දෝෂයක් හට ගැනුණි. ස්ථාපනය දිගටම යයි, නමුත් ස්ථාපිත පද්ධතිය තුල බ්ලුටූත් වින්‍යාසගතකෙරුම නැවත වරක් සැකසීමට සිදුවේ.
sl: Prišlo je do napake med kopiranjem nastavitev bluetooth. Namestitev se bo nadaljevala, vendar boste morali na nameščenem sistemu ponovno nastaviti bluetooth.
sq: Ndodhi një gabim gjatë kopjimit të parametrave të bluetooth. Instalimi do të vazhdojë, por konfigurimi i bluetooth duhet bërë përsëri në sistemin e instaluar.
sr: Дошло је до грешке приликом умножавања поставки блутута. Инсталација ће се наставити, али подешавања блутута ће морати поново да буду одрађена у инсталираном систему.
sv: Ett fel inträffade vid kopiering av blåtandsinställningarna. Installationen kommer att fortsätta men blåtandskonfigurationen kommer behöva konfigureras igen på det installerade systemet.
te: బ్లూటూత్ అమరికలను నకలుచేస్తున్నపుడు ఒక దోషం సంభవించింది. స్థాపన కొనసాగుతుంది, కానీ బ్లూటూత్ స్వరూపణం మరలా అమర్చవలసివుంటుంది.
tg: Ҳангоми нусхабардории танзимоти bluetooth хато ба вуҷуд омад. Насбкунӣ давом дода мешавад, вале шумо бояд танзимоти Bluetooth-ро дар низоми насбшуда аз нав танзим намоед.
th: เกิดข้อผิดพลาดขณะคัดลอกการตั้งค่าบลูทูธ การติดตั้งจะยังคงดำเนินการต่อไป แต่ต้องกำหนดค่าบลูทูธอีกครั้ง เมื่อติดตั้งระบบแล้ว
tr: Bluetooth ayarları kopyalanırken bir hata oluştu. Yükleme devam edecek, ancak bluetooh yapılandırmasının yeniden yapılması gerekecek.
ug: كۆكچىش تەڭشەكلىرىنى كۆچۈرۈشتە خاتالىق كۆرۈلدى. ئورنىتىش داۋاملىشىۋېرىدۇ، كۆكچىش سەپلىمىسىنى ئورنىتىلىپ بولغاندىن كېيىن بەلگىلەش كېرەك.
uk: Під час копіювання налаштувань Bluetooth сталася помилка. Встановлення буде продовжено, але Bluetooth необхідно буде налаштувати знову, на встановленій системі.
vi: Một lỗi xảy ra khi đang chép các xác lập bluetooth. Việc cài đặt sẽ tiếp tục, nhưng bạn sẽ phải cấu hình bluetooth lại nữa trong hệ thống đã cài đặt xong.
zh_hk: 複製藍芽設定時發生錯誤。安裝將繼續，但安裝後需重新設定此系統上的藍芽。

source: Error configuring connection to Active Directory
af: Fout konfigureer tans konneksie om Aktief Directory
ar: فشل إعداد الاتصال بـ Active Directory
ca: S'ha produït un error en configurar la connexió amb el directori actiu
cs: Chyba při nastavování připojení k Active Directory
eu: Errorea Active Directory-ra konexioa konfiguratzean
fi: Virhe määrittäessä yhteyttä Active Directoryyn
hr: Greška podešavanja povezivanja sa aktivnim direktorijem
ja: アクティブディレクトリへの接続設定エラー
kab: Tuccḍa deg tuqqna n usesteb ɣer ukaram urmid
lv: Kļūda, konfigurējot savienojoties ar aktīvo direktoriju
pl: Błąd podczas konfigurowania połączenia z Active Directory
pt: Erro ao configurar a ligação ao Active Directory
sr: Грешка подешавања везе ка радном директоријуму
sv: Fel vid konfiguration av anslutning till Active Directory
th: เกิดข้อผิดพลาดในการตั้งค่าการเชื่อมต่อกับ Active Directory
tr: Active Directory bağlantısı yapılandırılamadı
ug: ئاكتىپ مۇندەرىجىگە ئۇلىنىش تەڭشەشتە خاتالىق
vi: Lỗi cấu hình kết nối đến Active Directory

source: Sorry, Active Directory can't be set up at the moment. Once your system is up and running, visit help.ubuntu.com/activedirectory for help.
af: Jammer, Aktief Directory kan nie wees stel op at die oomblik. Sodra jou stelsel is op aan hardloop, besoek help.ubuntu.com/activedirectory vir hulp.
ar: عذرًا ، لا يمكن إعداد Active Directory في الوقت الحالي. عند تشغيل نظامك بعد اكتمال التنصيب قم بزيارة help.ubuntu.com/activedirectory للحصول على المساعدة.
ca: En aquest moment no es pot configurar el directori actiu. Per obtenir ajuda, visiteu la següent pàgina quan el sistema estigui en funcionament: help.ubuntu.com/activedirectory
cs: Bohužel, Active Directory nemůže být v této chvíli nastaveno. Pro více informací navštivte help.ubuntu.com/activedirectory
eu: Une honetan ezin da Active Directory konfiguratu. Behin sistema martxan dagoenean, bisitatu help.ubuntu.com/activedirectory laguntza lortzeko.
fi: Valitettavasti Active Directorya ei voi määrittää juuri nyt. Kun järjestelmä on asennettu ja käynnissä, käy osoitteessa help.ubuntu.com/activedirectory saadaksesi lisätietoja.
hr: Nažalost, aktivan direktorij se trenutno ne može podesiti. Jednom kada je vaš sustav podešen i pokrenut, posjetite help.ubuntu.com/activedirectory za pomoć.
ja: 申し訳ありません、現在アクティブディレクトリを設定できません。システムのセットアップ完了後に help.ubuntu.com/activedirectory を確認してください。
kab: Nesḥassef, akaram urmid ulamek yettusbedd akka tura. Mi ara anagraw-inek·inem dayen ibedd yerna iteddu, rzu ɣer help.ubuntu.com/activedirectory i tallalt.
lv: Diemžēl šobrīd nevar iestatīt aktīvo direktoriju. Kad sistēma ir palaista, apmeklējiet help.ubuntu.com/activedirectory, lai iegūtu palīdzību.
pl: Przepraszamy, w tej chwili nie można skonfigurować Active Directory. Po uruchomieniu systemu odwiedź help.ubuntu.com/activedirectory, aby uzyskać pomoc.
pt: Desculpe, o Active Directory não pode ser configurado neste momento. Uma vez o seu sistema em funcionamento, consulte help.ubuntu.com/activedirectory para ajuda.
sr: Извините, радни директоријум не може бити постављен у овом тренутку. Када ваш систем буде подигнт и почне са радом, посетите „help.ubuntu.com/activedirectory“ за помоћ.
sv: Tyvärr kan Active Directory inte konfigureras för tillfället. När ditt system är igång, besök help.ubuntu.com/activedirectory för hjälp.
th: ไม่สามารถตั้งค่า Active Directory ได้ตอนนี้ เมื่อติดตั้งระบบจนใช้งานได้แล้ว กรุณาอ่านข้อมูลเพิ่มเติมที่ help.ubuntu.com/activedirectory
tr: Maalesef, Active Directory şu anda ayarlanamaz. Sisteminiz çalışır ve hazır halde olduktan sonra yardım için help.ubuntu.com/activedirectory adresini ziyaret edin.
ug: كەچۈرۈڭ ، ئاكتىپ مۇندەرىجە ھازىرچە قۇرۇلمايدۇ. سىستېمىڭىز قوزغالغاندىن كېيىن help.ubuntu.com/activedirectory نى زىيارەت قىلىڭ.
vi: Rất tiếc, không thể cấu hình Active Directory ngay bây giờ. Sau khi hệ thống hoạt động được, vui lòng truy cập help.ubuntu.com/activedirectory để tìm sự giúp đỡ.

source: Error setting LUKS recovery key
af: Fout met die opstel van LUKS herstelsleutel
ca: S'ha produït un error que s'establi la clau de recuperació LUKS
cs: Chyba při nastavování klíče pro obnovení LUKS
fi: Virhe asetettaessa LUKS-palautusavainta
hr: Greška postavljanja LUKS ključa oporavka
lv: Kļūda, iestatot LUKS atjaunošanas atslēgu
pl: Błąd podczas ustawiania klucza odzyskiwania LUKS
pt: Erro ao definir a chave de recuperação LUKS
sr: Десила се грешка постављања кључева опоравка ЛУКС-а
sv: Fel uppstod när återställningsnyckeln för LUKS skulle ställas in
tr: LUKS kurtarma anahtarı ayarlamasında hata

source: An error occurred while setting the recovery key. The installation will continue, but you may have to manually add the recovery key in the installed system with the command:
af: 'n Fout het voorgekom tydens die stel van die herstelsleutel. Die installasie sal voortgaan, maar jy sal dalk die herstelsleutel handmatig in die geïnstalleerde stelsel moet byvoeg met die opdrag:
ca: S'ha produït un error quan s'establia la clau de recuperació. La instal·lació continuarà, però potser haureu d'afegir manualment la clau de recuperació en el sistema instal·lat amb l'ordre:
cs: Při nastavování klíče pro obnovení došlo k chybě. Instalace bude pokračovat, ale možná budete muset ručně přidat klíč pro obnovení do nainstalovaného systému pomocí příkazu:
fi: Palautusavainta asettaessa tapahtui virhe. Asennus jatkuu, mutta sinun on mahdollisesti lisättävä palautusavain asennettuun järjestelmään seuraavalla komennolla:
hr: Dogodila se greška pri postavljanju ključa oporavka. Instalacija će se nastaviti, ali ćete morati ručno dodati ključ oporavka u instalirani sustav pomoću naredbe:
pl: Wystąpił błąd podczas ustawiania klucza odzyskiwania. Instalacja będzie kontynuowana, ale może być konieczne ręczne dodanie klucza odzyskiwania w zainstalowanym systemie za pomocą polecenia:
pt: Ocorreu um erro ao definir a chave de recuperação. A instalação continuará, mas pode ser necessário adicionar manualmente a chave de recuperação no sistema instalado com o comando:
sr: Десила се грешка приликом постављања кључева опоравка. Уградња ће се наставити, али ћете можда морати ручно додати кључ опоравка у уграђени систем наредбом:
sv: Ett fel inträffade när återställningsnyckeln skulle ställas in. Installationen kommer att fortsätta, men du kan manuellt behöva lägga till återställningsnyckeln i det installerade systemet med kommandot:
tr: Kurtarma anahtarı ayarlanırken bir hata oluştu. Yükleme devam edecek, fakat kurtarma anahtarını kurulu sisteme aşağıdaki komutla elle eklemeniz gerekebilir:

source: Calculating files to skip copying...
af: Besig met berekening van lêers om oor te slaan...
ar: يحسب الملفات التي سيتخطى نسخها...
ast: Calculando ficheros pa escluyir del copiáu...
bg: Изчисляване на файлове, които да не се копират...
bo: འདྲ་བཤུ་མི་བྱེད་པར་མཆོང་དགོས་པའི་ཡིག་ཆ་བརྩི་བཞིན་པ...
bs: Proračun datoteka radi preskakanja kopiranja...
ca: S'estan calculant els fitxers per ometre en copiar...
ckb: هەژمارکردنی پەڕگەکان بۆ بازدانی لەبەرگرتنەوە...
cs: Počítání souborů pro přeskočení kopírování…
cy: Cyfrifo ffeiliau i sgipio copïo...
da: Beregner hvilke filer, der skal springes over under kopiering...
de: Beim Kopieren auszulassende Dateien werden ermittelt …
el: Υπολογισμός αρχείων για παράλειψη αντιγραφής...
eo: Kalkulante nekopiendajn dosierojn...
et: Mittevajalike failide tuvastamine...
eu: Zein fitxategi ez diren kopiatuko kalkulatzen...
fa: محاسبهٔ پرونده‌ها برای پرش از رونویسی…
fi: Lasketaan tiedostoja joiden kopiointi ohitetaan...
fr_ca: Calcul des fichiers à ne pas copier ...
gd: Ag àireamhachadh nam faidhlichean nach dèid lethbhreac a dhèanamh dhiubh...
gl: Calculando os ficheiros que se omitirán ao copiar...
he: הקבצים בחישוב כדי לדלג על ההעתקה...
hi: फाइलों प्रतिलिपि छोड़ने हेतु गणना...
hr: Izračunavanje datoteka koje će se preskočiti pri kopiranju...
ia: Calculo del files a saltar durante le copia...
it: Calcolo dei file da non copiare...
ja: コピーをスキップするファイルを算出中……
kab: Asiḍen n yifuyla iwakken ad tzeggeleḍ anɣal...
km: កំពុង​គណ​នា​ឯកសារ​ ដើម្បី​រំលង​ការចម្លង​...
ko: 복사하지 않을 파일 계산 중 ...
ku: Peldankên ku di kopîkirinê bêne derbaskirin tên hesibandin...
lt: Skaičiuojami failai, kurių nereikia kopijuoti...
lv: Aprēķina kopēšanas laikā izlaižamās datnes...
mr: प्रत करताना सोडायच्या फाईल्सची गणना करत आहे...
my: ကျော်ပစ်ရမည့် ကူးယူရမည့် ဖိုင်များ တွက်ချက်နေပါသည်...
nb: Beregner filer som ikke skal kopieres ...
nl: Bestanden aan het berekenen om over te slaan tijdens kopiëren…
nn: Reknar ut kva filer som ikkje skal kopierast …
pa: ਕਾਪੀ ਕਰਨ ਲਈ ਫਾਇਲਾਂ ਛੱਡਣ ਲਈ ਗਿਣਤੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Obliczanie plików do pominięcia podczas kopiowania...
ps: د لمېسلو نه تېرېدلو لپاره دوتنې شمېرل کېږي...
pt: A calcular ficheiros que podem ser ignorados...
pt_br: Calculando arquivos para ignorar durante a cópia...
si: පිටපත් කිරීම මගහැරීම සඳහා ගොනු ගණනය කරමින්...
sl: Preračunavanje, katerih datotek ni treba kopirati ...
sq: Po llogarisim skedarët që do lëmë pa kopjuar...
sr: Прорачунавам датотеке које нећу умножавати...
sv: Beräknar filer att hoppa över kopiering av...
te: నకలుతీస్తున్నవాటిని దాటవేయుటకు ఫైళ్ళను లెక్కిస్తోంది...
tg: Ҳисобкунии файлҳо барои қатъкунии нусхабардорӣ...
th: กำลังคำนวณแฟ้มที่ข้ามการคัดลอก...
tr: Kopyalanması atlanacak dosyalar hesaplanıyor...
ug: كۆچۈرۈشتە ئاتلاپ كېتىدىغان ھۆججەتنى ھېسابلاۋاتىدۇ…
uk: Визначення файлів, які не слід копіювати…
vi: Đang tính toán các tập tin để bỏ qua sao chép...
zh_hk: 正在計算略過不複製的檔案...

source: Installing language packs
af: Installeer taalpakette
ar: يثبّت حزم اللغات
ast: Instalando los paquetes de llingües
bg: Инсталиране на езиковите пакети
bo: སྐད་རིགས་ཀྱི་ཐུམ་བུ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ
bs: Instaliram jezičke pakete...
ca: S'estan instal·lant els paquets de llengua
ckb: دامەزراندنی گورزەی زمانەکان
cs: Instalují se jazykové balíky
cy: Yn gosod pecynnau iaith
da: Installerer sprogpakker
de: Sprachpakete werden installiert
el: Εγκατάσταση πακέτων γλωσσικής υποστήριξης
eo: Instalante lingvopakaĵojn
et: Keelepakkide paigaldamine...
eu: Hizkuntza-paketeak instalatzen
fa: در حال نصب بسته‌های زبان
fi: Asennetaan kielipaketteja
fr_ca: Installation des paquets linguistiques
gd: A' stàladh nam pacaidean cànain
gl: Instalando os paquetes de idioma
he: חבילות השפה מותקנות
hi: भाषा पैक संस्थापित किया जा रह है...
hr: Instalacija jezičnih paketa
ia: Installation del pacchettos del linguas
it: Installazione dei pacchetti per la lingua
ja: 言語パッケージをインストールしています
kab: Asbeddi n ikemussen n tutlayt
km: ដំឡើង​កញ្ចប់​ភាសា
ko: 언어 패키지 설치 중
ku: Pakêtên zimên saz dike
lt: Diegiami kalbos paketai
lv: Instalē valodu pakotnes
mr: भाषा पॅकेजेसचे प्रतिष्ठापन करत आहे
my: ဘာသာစကား ထည့်သွင်းနေပါသည်
nb: Installerer språkpakkene
nl: Taalpakketten worden geïnstalleerd
nn: Installerer språkpakkar
pa: ਭਾਸ਼ਾ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
pl: Instalowanie pakietów językowych
ps: د ژبې بنډلونه لګول کېږي
pt: A instalar pacotes de idioma
pt_br: Instalando pacotes de idioma
si: භාශා කට්ටල ස්ථාපනය කරමින්
sl: Nameščanje jezikovnih paketov
sq: Duke instaluar paketat e gjuhës
sr: Инсталирам језичке пакете
sv: Installerar språkpaket
te: భాష ప్యాక్‌లు స్థాపించబడుతున్నాయి
tg: Бастаҳои забони тоҷикӣ насб шуда истодаанд...
th: กำลังติดตั้งชุดภาษา
tr: Dil paketleri kuruluyor
ug: تىل بوغچىسىنى ئورنىتىۋاتىدۇ
uk: Встановлення пакунків локалізації
vi: Đang cài đặt các gói ngôn ngữ
zh_hk: 正在安裝語言套件

source: Downloading language packs (${TIME} remaining)...
af: Laai taalpaketlyste af (${TIME} bly nog oor)...
ar: ينزّل حزم اللغات (بقي ${TIME})...
ast: Descargando paquetes de llingües (falten ${TIME})...
bg: Изтегляне на езиковите пакети (остават ${TIME})...
bo: སྐད་རིགས་ཀྱི་ཐུམ་བུ་ལེན་འཇུག་བྱེད་བཞིན་པ (དུས་ཚོད་${TIME}་ལྷག་ཡོད)...
bs: Preuzimam jezičke pakete (preostalo vremena: ${TIME})
ca: S'estan baixant els paquets de llengua (${TIME} per a acabar)...
ckb: دابه‌زاندنی پاكه‌تی زمانه‌كه‌ (${TIME} ده‌خایه‌نێت)...
cs: Stahování jazykových balíčků (zbývá ${TIME})…
cy: Lawrllwtho pecynnau iaith (${TIME} ar ol)...
da: Henter sprogpakker (${TIME} tilbage)...
de: Sprachpakete werden heruntergeladen (${TIME} verbleibend) …
el: Λήψη πακέτων γλωσσικής υποστήριξης (απομένουν ${TIME})..
eo: Elŝutante lingvopakaĵojn (${TIME} restanta)...
et: Keelepakkide allalaadimine (jäänud ${TIME})...
eu: Hizkuntza-paketeak deskargatzen (${TIME} faltan)...
fa: در حال بارگیری بسته‌های زبان (${TIME} مانده)…
fi: Ladataan kielipaketteja (${TIME} jäljellä)...
fr_ca: Téléchargement des paquets linguistiques (${TIME} restant)…
gd: A' luchdadh a-nuas nam pacaidean cànain (${TIME} air fhàgail)...
gl: Descargando os paquetes de idioma (faltan ${TIME})
he: חבילות השפה מתקבלות (נותרו ${TIME})...
hi: भाषा पैक डाउनलोड हो रहे हैं (${TIME} बाकी)...
hr: Peuzimanje jezičnih paketa (preostalo vrijeme: ${TIME})
ia: Discargamento del pacchettos de lingua (${TIME} restante)...
it: Scaricamento dei pacchetti per la lingua (mancano ${TIME})...
ja: 言語パッケージをダウンロードしています (残り ${TIME})...
kab: Yessidir-d ikemmusen n tutlay (${TIME} id yegran)...
km: កំពុង​ទាញ​យក​កញ្ចប់​ភាសា​ (នៅ​សល់​ ${TIME} )...
ko: 언어 패키지 다운로드 중(${TIME} 남음)...
ku: Paketên zimên tên daxistin (${TIME} ma)...
lt: Atsiunčiami kalbos paketai (liko ${TIME})...
lv: Lejupielādē valodas pakotnes (atlikušais laiks ${TIME})...
mr: भाषा पॅकेजेस डाउनलोड करत आहे (${TIME} शिल्लक)...
my: ဘာသာစကားအစုအဝေးများ ဆွဲချနေပါသည် (${TIME} ကျန်ရှိပါသေးသည်)...
nb: Laster ned språkpakker (${TIME} gjenstår)...
nl: Taalpakketten ophalen (${TIME} resterend)…
nn: Lastar ned språkpakkar (${TIME} står att) …
pa: ਭਾਸ਼ਾ ਪੈਕ ਡਾਊਨਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ (${TIME} ਬਾਕੀ)...
pl: Pobieranie pakietów językowych (pozostało ${TIME})...
ps: د ژبې بنډلونه رالېښل کېږي (${TIME} پاتې دي)...
pt: A descarregar pacotes de idioma (${TIME} restantes)...
pt_br: Baixando pacote de idiomas (${TIME} restantes)...
si: භාශා කට්ටල බාගනිමින් (ඉතිරි කාලය ${TIME})...
sl: Prejemanje jezikovnih paketov (preostaja ${TIME}) ...
sq: Duke shkarkuar paketat e gjuhës (${TIME} ngelen)...
sr: Преузимам језичке пакете (преостало време: ${TIME})...
sv: Hämtar språkpaket (${TIME} återstår)...
te: భాష ప్యాక్‌లను దింపుకుంటున్నది (${TIME} మిగిలివున్నది)...
tg: Боргирии бастаҳои забони тоҷикӣ (${TIME} боқӣ мондааст)...
th: กำลังดาวน์โหลดชุดภาษา (ต้องใช้เวลาอีก ${TIME})...
tr: Dil paketleri indiriliyor (${TIME} kaldı)...
ug: تىل بوغچىسى چۈشۈرۈۋاتىدۇ ( ${TIME} قالدى)…
uk: Завантаження пакунків локалізації (залишилось ${TIME})…
vi: Đang tải về các gói ngôn ngữ (còn ${TIME})...
zh_hk: 正在下載語言套件 (剩餘 ${TIME})...
