Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Connecting this computer to a wi-fi network allows you to install third-party software, download updates, automatically detect your timezone, and install full support for your language.
ast: Al coneutar esti equipu a una rede inalámbrica podrás instalar software de terceros, descargar anovamientos, detectar automáticamente la to estaya horaria ya instalar sofitu completu pa la to llingua.
bg: Свързването на компютъра към безжична мрежа ви позволява да инсталирате софтуер от трети страни, да изтеглите обновления, автоматично засичане на часовия пояс и инсталиране на пълна поддръжка за езика ви.
bo: རྩིས་འཁོར་འདི་དང་སྐུད་མེད་དྲ་བར་སྦྲེལ་བཞིན་ཡོད་པ་དང་དེས་ཚོང་གཉེར་གསུམ་པའི་མཉེན་ཆས་སྒྲིག་འཇུག་དང་གསར་སྒྱུར་ལེན་འཇུག རང་འགུལ་གྱིས་ཆུ་ཚོད་ཁུལ་ཚོར་རྟོགས་བྱེད་པ སོ་སོའི་སྐད་རིགས་ལ་རྒྱབ་སྐྱོར་ཆ་ཚང་བ་སྒྲིག་འཇུག་བྱེད་རྒྱུ་ཡིན
cy: Mae cysylltu'r cyfrifiadur hwn i rwydwaith di-wifr yn eich galluogi i osod meddalwedd allanol, llwytho diweddariadau i lawr, canfod eich cylchfa amser yn awtomatig, a gosod cefnogaeth lawn i'ch iaith.
da: Hvis du forbinder denne computer til et trådløst netværk, kan du installere tredjepartsprogrammer, hente opdateringer, automatisk få bestemt din tidszone samt installere fuld understøttelse for dit sprog.
de: Das Verbinden dieses Rechners mit einem Funknetzwerk erlaubt es Ihnen, Anwendungen von Drittanbietern zu installieren, Aktualisierungen herunterzuladen, Ihre Zeitzone automatisch zu ermitteln und eine vollständige Sprachunterstützung zu installieren.
el: Η σύνδεση αυτού του υπολογιστή μέσω ασυρμάτου (wi-fi) δικτύου θα σας επιτρέψει να εγκαταστήσετε λογισμικό τρίτων, να κατεβάσετε ενημερώσεις, να προσδιορίσετε αυτόματα την χρονική σας ζώνη και να εγκαταστήσετε πλήρη υποστήριξη της γλώσσας σας.
fa: اتّصال این رایانه به یک شبکهٔ وای‌فای اجازهٔ نصب نرم‌افزارهای خارجی و بارگیری به‌روزرسانی را داده، ناحیهٔ زمانیتان را به صورت خودکار یافته و پشتیبانی کامل را برای زبانتان نصب می‌کند.
fr_ca: Connecter cet ordinateur à un réseau Wi-Fi vous permet d’installer des logiciels tiers, de télécharger des mises à jour, de détecter automatiquement votre fuseau horaire et d’installer la prise en charge complète de votre langue.
gd: Ma cheanglas tu an coimpiutair seo ri lìonra WiFi, 's urrainn dhut bathar-bog treas-phàrtaidh a stàladh, ùrachaidhean a luchdadh a-nuas, mothachadh dhan raon-ama sa bheil thu gu fèin-obrachail agus làn-taic a stàladh dha do chànan.
gl: Ao conectar este equipo a unha rede sen fios poderá instalar software de terceiros, descargar anovacións, detectar automaticamente o seu fuso horario e instalar asistencia completa para o seu idioma.
he: חיבור מחשב זה לרשת אלחוטית יאפשר לך להתקין תוכנות צד־שלישי, להוריד עדכונים, לזהות אוטומטית את אזור הזמן שלך ולהתקין תמיכה מלאה בשפה שלך.
hi: वाई - फाई नेटवर्क से इस कंप्यूटर को जोड़ने पर आप तीसरे पक्ष के सॉफ़्टवेयर संसथापित कर सकते हैं, अद्यतन डाउनलोड करने, स्वचालित रूप से आपके समयक्षेत्र पता लगाने, और अपनी भाषा के लिए पूर्ण समर्थन स्थापित कर सकते हैं.
ia: Le connexion de iste computator a un rete wi-fi permitte te de installar le software de tertie parte, discargar le ajornamentos, revelar automaticamente tu fuso horari, e installar le supporto complete pro tu lingua.
it: La connessione a una rete WiFi consente di installare software di terze parti, scaricare gli aggiornamenti, rilevare automaticamente il fuso orario e installare il supporto completo per la propria lingua.
km: ការ​តភ្ជាប់​ទៅកុំព្យូទ័រ​នេះ​​តាម​រយៈ​បណ្ដាញ​ឥតខ្សែ អនុញ្ញាត​ឲ្យ​អ្នក​ដំឡើង​កម្មវិធី​ភាគី​ទីបី ទាញយក​បច្ចុប្បន្នភាព រក​ឃើញ​តំបន់​ពេលវេលា​របស់​អ្នក​ដោយ​ស្វ័យ​ប្រវត្តិ ព្រម​ទាំង​ដំឡើង​ការ​គាំទ្រ​ពេញលេញ​សម្រាប់​ភាសា​របស់​អ្នក ។
ko: 서드 파티 소프트웨어를 설치하고 업데이트를 다운로드하며 시간대를 자동으로 검색하는 동시에 언어 지원을 완전히 설치할 수 있도록 이 컴퓨터를 무선 네트워크에 연결합니다.
my: ဤကွန်ပြူတာအား wi-fi ကွန်ယက်ဖြင့် ချိတ်ဆက်ခြင်းအားဖြင့် သင့်အား တတိယ−ကြားခံ software များထည့်သွင်းခြင်း၊ update များအား ရယူသိမ်းဆည်းခြင်း၊ သင့်ဒေသစံတော်ချိန်အား အလိုလျောက် ရှာဖွေ မှတ်သားခြင်း နှင့် သင့်ဘာသာစကားအား အပြည့်အစုံထည့်သွင်း အသုံးပြနိုင်ခြင်းတို့ လုပ်ဆောင်နိုင်မည်ဖြစ်သည်။
nb: Ved å koble datamaksinen til et trådløst nettverk vil du kunne laste ned tredjepartsprogramvare, oppdateringer, automatisk oppdage tidssone og installere fullstendig språkstøtte.
nl: Door deze computer met een draadloos netwerk te verbinden kunt u programma's van derden installeren, uw systeem bijwerken, automatisch uw tijdzone vaststellen en volledige ondersteuning voor uw taal installeren.
pt_br: Conectar este computador a uma rede sem fio permite a você instalar um software de terceiros, baixar atualizações, detectar automaticamente seu fuso horário e instalar o suporte completo para seu idioma.
si: මෙම පරිගණකය වයි-ෆයි ජාලයකට සම්බන්ධ කිරීමෙන් ඔබ හට තුන්වන-පාර්ශවයේ මෘදුකාංග ස්ථාපනය කිරීම, යාවත්කාලීන බාගත කිරීම, ස්වයංක්‍රීයව ඔබේ වේලා කලාපය හදුනා ගැනීම, සහ ඔබේ භාෂාව සඳහා සම්පූර්ණ සහය ස්ථාපනය කිරීමට ඉඩ ලබා දේ.
sl: Povezovanje tega računalnika z brezžičnim omrežjem vam omogoča namestitev programov tretjih oseb, prejem posodobitev, samodejno zaznavanje vašega časovnega pasu in namestitev polne podpore za vaš jezik.
sq: Lidhja e këtij kompjuteri me një rrjet wi-fi ju lejon që të instaloni programe të palëve të treta, të shkarkoni përditësime, të dalloni automatikisht zonën tuaj kohore dhe të instaloni mbështetje të plotë për gjuhën tuaj.
te: ఈ కంప్యూటర్ని వై-ఫై నెట్ వర్క్ కి అనుసంధానించండం ద్వారా థర్డ్ పార్టీ సాఫ్ట్ వేర్ ని డౌన్లోడు చేసుకోవడం, అప్ డేట్ చేసుకోవడం, మీ టైం జోన్ ని సులువుగా గుర్తించడం, మరియు మీ భాష లో సహాయం పొందడం వీలౌతుంది.
uk: Під’єднання цього комп’ютера до мережі wi-fi допускає встановлення стороннього програмного забезпечення, завантаження оновлень, автоматичне визначення Вашого часового поясу та встановлення повної підтримки Вашої мови.

source: I don't want to connect to a wi-fi network right now
ast: Nun quiero coneutame a una rede wi-fi nesti momentu
bg: Не искам да се свързвам с wi-fi мрежа сега
bo: ད་ལྟ་སྐུད་མེད་དྲ་བ་དང་སྦྲེལ་མཐུད་བྱེད་རྒྱུ་མིན
cy: Dydw i ddim am gysylltu i rwydwaith di-wifr ar hyn o bryd
da: Jeg vil ikke forbinde til et trådløst netværk lige nu
de: Ich möchte mich jetzt nicht mit einem Funknetzwerk verbinden
el: Δεν θέλω να συνδεθώ σε ένα wi-fi ασύρματο δίκτυο αυτή τη στιγμή.
fa: نمی‌خواهم هم‌اکنون به شبکهٔ وای‌فای وصل شوم.
fr_ca: Je ne veux pas me connecter tout de suite à un réseau Wi-Fi
gd: Chan eil mi ag iarraidh ceangal ri lìonra WiFi
gl: Non desexo conectarme a una rede sen fíos neste momento
he: אעדיף שלא להתחבר לרשת WiFi כעת
hi: मैं वाई - फाई नेटवर्क के लिए अभी से कनेक्ट नहीं होना चाहता.
ia: Io non desira le connexion a un wi-fi proprio ora
it: Non connettere a una rete WiFi
km: ខ្ញុំ​មិន​ចង់​តភ្ជាប់​ទៅ​បណ្ដាញ​ឥត​ខ្សែ​ឥឡូវ​នេះ​បាន​​ទេ
ko: 지금은 무선 네트워크에 연결하지 않습니다.
my: လောလောဆယ် wi-fi ကွန်ယက်နှင့်ချိတ်ဆက်မှု မလုပ်လိုသေးပါ
nb: Ikke koble til et trådløst nettverk nå
nl: Ik wil momenteel geen verbinding maken met een draadloos netwerk
pt_br: Não quero conectar a uma rede sem fio agora
si: මට දැන් වයි-ෆයි ජාලයකට සම්බන්ධ වීමට අවශ්‍ය නැහැ
sl: Trenutno se ne želim povezati z brezžičnim omrežjem
sq: Nuk dua të lidhem me rrjetin wi-fi për momentin
te: నేను ఇపుడు వై-ఫై నెట్‌వర్కుకు అనుసంధానించాలనుకోవడం లేదు
uk: Я не хочу під'єднуватися до wi-fi мережі зараз

source: has at least ${SIZE} available drive space
ast: tien polo menos ${SIZE} d'espaciu de discu disponible
bg: има поне ${SIZE} налично пространство
bo: ཉུང་ཤོས་ཡང་སྤྱོད་རུང་བའི་གསོག་སྡེར་བར་སྟོང་ ${SIZE}ཡོད་དགོས་པ
da: har mindst ${SIZE} tilgængelig plads på drevet
de: über mindestens ${SIZE} freien Festplattenspeicher verfügt
el: έχει τουλάχιστον ${SIZE} διαθέσιμου χώρου στον δίσκο
gl: ten cando menos ${SIZE} de espazo dispoñíbel no disco
he: יש לפחות ${SIZE} פנויים בכונן הקשיח
hi: कम से कम ${SIZE} ड्राइव स्थान उपलब्ध होगा
it: abbia almeno ${SIZE} di spazio libero
km: មាន​ទំហំ​ដែល​អាច​ប្រើ​បានយ៉ាង​ហោចណាស់ ${SIZE}
ko: 드라이브에 최소 ${SIZE}의 빈 공간이 있음
my: drive နေရာလွတ် ${SIZE} အနည်းဆုံး ရှိမရှိ
nb: har minst ${SIZE} ledig diskplass
pa: ਘੱਟੋ-ਘੱਟ ${SIZE}ਉਪਲੱਬਧ ਡਰਾਇਵ ਥਾਂ ਉਪਲੱਬਧ ਹੋਵੇ
pt_br: tem pelo menos ${SIZE} de espaço disponível em disco
si: අවම වශයෙන් ${SIZE} ධාවක ඉඩක්වත් පවතී
sl: ima vsaj ${SIZE} razpoložljivega prostora na disku
sq: ka të paktën ${SIZE} hapësirë të lirë në disk
te: కనీసం ${SIZE} డ్రైవ్ స్థలం అందుబాటులో ఉండాలి
uk: Є, що найменше, ${SIZE} вільного простору на жорсткому диску

source: ${RELEASE} uses third-party software to play Flash, MP3 and other media, and to work with some graphics and wi-fi hardware. Some of this software is proprietary. The software is subject to license terms included with its documentation.
ast: ${RELEASE} usa software de terceros pa reproducir Flash, MP3 y otros ficheros multimedia y pa trabayar con dalgunos gráficos y preseos inalámbricos. Parte d'esti software ye propietariu. El software ta arreyáu a los términos de la llicencia que s'inclúin na so documentación.
bg: ${RELEASE} използва софтуер от трети страни, за възпроизвеждане Flash, MP3 и други мултимедийни формати, а също и за работа на някои видео карти и безжични адаптери. Някой от този софтуер е патентован. За да работите с програмата трябва да подпише лицензионно споразумение, което е приложено към документацията.
bo: ${RELEASE} ཡིས་ཚོང་གཉེར་གསུམ་པའི་མཉེན་ཆས་སྤྱད་ནས་Flash དང MP3 སྒྲ་བརྙན་རིགས་གཞན་གཏོང་བ། དམིགས་བསལ་གྱི་འཆར་བརྙན་གྱི་བྱང་བུ་དང་སྐུད་མེད་དྲ་བའི་སྲ་ཆས་སྤྱོད་ཐུབ། མཉེན་ཆས་འདིའི་ནང་ཁ་ཤས་ཞིག་སྒེར་གཉེར་ཁོ་ན་ཡིན་པས་ཆོག་འཆན་དང་སྲུང་བྱ་སོགས་དེའི་ཡིག་ཐོག་ཏུ་འཁོད་ཡོད།
da: ${RELEASE} bruger programmer fra tredjepart til at afspille Flash, MP3 og andre medier, samt til at fungere med en del grafik- og wi-fi-enheder. Nogle af disse programmer er proprietære. Programmerne er underlagt licensbetingelser som inkluderes i deres dokumentation.
de: ${RELEASE} verwendet Software von Drittanbietern, um Flash-Videos, MP3-Dateien und andere Medien wiederzugeben, sowie für die Nutzung einiger Funknetzwerk-Komponenten. Manche dieser Programme sind nicht quelloffen. Solche Software unterliegt den in ihrer jeweiligen Dokumentation enthaltenen Lizenzbestimmungen.
el: Το ${RELEASE} χρησιμοποίει λογισμικό τρίτων για να αναπαράγει Flash, MP3 και διάφορα άλλα πολυμέσα, και για να δουλεύει με μερικές κάρτες γραφικών και Wi-fi. Μερικά από αυτά τα προγράμματα είναι ιδιόκτητα και κλειστά. Το λογισμικό συνοδεύεται με τους όρους χρήσης που συμπεριλαμβάνονται στην αντίστοιχη τεκμηρίωση.
gl: ${RELEASE} usa software de terceiros para reproducir Flash, MP3 e outros ficheiros multimedia e para traballar con algúns gráficos e dispositivos sen fíos. Parte de este software é privativo. O software está ligado aos termos da licenza que se inclúen na súa documentación.
he: ההפצה ${RELEASE} משתמשת בכלי צד־שלישי כדי לנגן פלאש, MP3 וסוגי מדיה נוספים, וגם כדי לעבוד עם חומרה גרפית ולחיבורים אלחוטיים. חלק מהתכנה הזאת הוא קנייני. התכנה כפופה לתנאי הרישיון שנכללים בתיעוד שלה.
hi: ${RELEASE} तीसरे पक्ष के सॉफ़्टवेयर का उपयोग करता है फ्लैश, एमपी 3 और अन्य मीडिया प्ले करने लिए, और कुछ ग्राफिक्स और वाई - फाई हार्डवेयर के साथ काम करने के लिए. इनमें से कुछ सॉफ़्टवेयर स्वाधिकृत है. सॉफ्टवेयर अपनी दस्तावेज़ीकरण के साथ शामिल लाइसेंस शर्तों के अधीन है.
it: ${RELEASE} utilizza software di terze parti per riprodurre contenuti Flash, MP3 e altri formati, così come per rendere operative alcune schede video e periferiche Wi-Fi. Parte di questo software è proprietario e i relativi termini di licenza sono inclusi nella rispettiva documentazione.
km: ${RELEASE} ប្រើ​កម្មវិធី​ភាគី​ទីបី ដើម្បី​ចាក់ Flash, MP3 និង​មេឌៀ​ផ្សេង​ទៀត, ដើម្បី​ដំណើរការ​ជាមួយ​ក្រាហ្វិក​មួយ​ចំនួន និង​វ៉ាយហ្វាយ។ កម្មវិធី​នេះ​មួយ​ចំនួន​​ជា​កម្មសិទ្ធិ​របស់​អ្នក​ប្រើ។ កម្មវិធី​​មាន​លក្ខខណ្ឌ​អាជ្ញាប័ណ្ណ​ជាមួយ​នឹង​ឯកសារ​របស់​វា។
ko: ${RELEASE}은(는) 플래시와 MP3 등을 재생하고 일부 그래픽 하드웨어와 와이파이 하드웨어를 작동하도록 하기 위해 타 회사가 만든 프로그램을 사용합니다. 이 프로그램 중 일부는 공개 소프트웨어가 아니며 프로그램 문서 내에 포함된 라이선스를 적용 받습니다.
nb: ${RELEASE} bruker programvare fra tredjeparter for å spille av Flash, MP3 og andre mediefiler og for å fungere med enkelte grafikkort og trådløse nettverkskort. Noe av denne programvaren er properietær. Den er underlagt lisensvilkårene som følger med dokumentasjonen.
pt_br: O ${RELEASE} usa programas de terceiros para reproduzir Flash, MP3 e outras mídias, e para trabalhar com placas gráficas e de rede. Alguns destes programas são proprietários e estão sujeitos aos termos da licença incluídos na documentação.
sl: ${RELEASE} za predvajanje Flash, MP3 in drugih medijev in za delo z nekatero grafično in brezžično strojno opremo uporablja programsko opremo tretjih oseb. Nekatera programska oprema je lastniško zaščitena in predmet licenčnih pogojev vključenih v njeno dokumentacijo.
sq: ${RELEASE} përdor programe të palëve të treta për të luajtur Flash, MP3 dhe media të tjera dhe për të punuar me disa karta grafike dhe hardware wi-fi. Disa nga këto programe janë në pronësi. Programi është subjekt i termave të liçencës të përfshira në dokumentacionin e tij.
uk: У ${RELEASE} для відтворення Flash, MP3 та інших даних та роботи з деяким обладнанням для обробки графічної інформації та роботи у мережах wi-fi використовується стороннє програмне забезпечення. Частина з цього програмного забезпечення має закриті коди. Умови ліцензування такого програмного забезпечення викладено у документації до нього.

source: Fluendo MP3 plugin includes MPEG Layer-3 audio decoding technology licensed from Fraunhofer IIS and Technicolor SA.
ast: El complementu Fluendo MP3 inclúi la teunoloxía de decodificación MPEG Layer-3 llicenciada por Fraunhofer IIS y Technicolor SA.
bg: Fluendo MP3 plugin включва MPEG Layer-3 технология за аудио декодиране лицензирана от Fraunhofer IIS и Technicolor SA.
bo: Fluendo MP3 ནང་འཛུགས་ནང་དུ MPEG རིམ་པ-3 སྒྲའི་ཨང་དཀྲོལ་ལག་རྩལ་གནས་ཡོད་པ་དང་དེ་ལ་Fraunhofer IIS དང Technicolor SA ཡི་ཆོག་ཡིག་འཁོད་ཡོད
da: Fluendo MP3-udvidelsesmodulet inkluderer teknologi til lydafkodning af MPEG Layer-3, med licens fra Fraunhofer IIS og Technicolor SA.
de: Die MP3-Erweiterung von Fluendo enthält »MPEG Layer-3«-Audio-Dekodierungstechnologien, die vom Fraunhofer IIS und von Technicolor SA lizenziert sind.
el: Το πρόσθετο Fluendo MP3 περιλαμβάνει τεχνολογία αποκωδικοποίησης ήχου MPEG Layer-3 αδειοδοτημένη από τις Fraunhofer IIS και Technicolor SA.
fr_ca: Le plugiciel Fluendo MP3 inclus la technologie de décodage audio MPEG Layer-3 sous licence de Fraunhofer IIS et de Technicolor SA.
gl: O engadido de MP3 Fluendo inclúe tecnoloxía de decodificación de son MPEG Layer-3 licenciada por Fraunhofer IIS e Technicolor SA.
he: תוסף ה־MP3 מבית Fluendo מכיל טכנולוגיית פענוח שמע מסוג MPEG Layer-3 הרשום לזכות Fraunhofer IIS ו־Technicolor SA.
hi: Fluendo एमपी 3 प्लगइन एमपीईजी परत 3 ऑडियो decoding के Fraunhofer आईआईएस और टेक्नीकलर SA से लाइसेंस प्रौद्योगिकी शामिल हैं.
it: Il plugin MP3 di Fluendo include tecnologia di decodifica audio MPEG Layer-3 concessa in licenza da Fraunhofer IIS e Technicolor SA.
km: កម្មវិធី​ជំនួយ Fluendo MP3 មាន​​បច្ចេកវិទ្យា​អ៊ីនកូដ​អួឌីយ៉ូ MPEG Layer-3 ដែល​បាន​ទទួល​អាជ្ញាប័ណ្ណ​ពី​ Fraunhofer IIS and Technicolor SA ។
ko: Fluendo MP3 플러그인은 Fraunhofer IIS와 Technicolor SA로부터 인증 받은 MPEG 레이어-3 기술을 사용합니다.
my: Fluendo MP3 တွဲဖက်သုံးဆော့ဖ်ဝဲတွင် Fraunhofer IIS and Technicolor SA မှ လိုင်စင်ပြုလုပ်ထားသည့် MPEG Layer-3 အသံပိုင်း နည်းပညာပါဝင်ပါသည်
nb: Fluendo MP3-utvidelsen inneholder lyddekodingsteknologien MPEG Layer-3, lisensiert fra Fraunhofer IIS og Technicolor SA.
pt_br: O plug-in Fluendo MP3 inclui tecnologia de decodificação de áudio MPEG Layer-3 licenciada pela Fraunhofer IIS e Technicolor SA.
si: fප්‍රෝන්හොfපර් IIS සහ ටෙක්නිකලර් SA ගෙන් බලපත්‍ර සහිතව ෆ්ලුවේන්ඩෝ MP3 ප්ලගිනය සතුව MPEG Layer-3 ශ්‍රව්‍ය විසංකේතීකරණ තාක්ෂණය අඩංගුය.
sl: Vstavek Fluendo MP3 vključuje tehnologijo odkodiranja zvoka MPEG Layer-3, licencirano od podjetij Fraunhofer IIS in Technicolor SA.
sq: Fluendo MP3 plugin përfshin teknologjinë e dekodimittë audios MPEG Layer-3 të liçensuar nga Fraunhofer IIS dhe Technicolor SA.
te: ఫ్లుయెండో ఎంపీ3 చొప్పింత ఎంపెగ్ లేయర్-3 తో కూడిన ఆడియో డీకోడింగు సాంకేతికత ఫ్రాన్‌హోఫర్ IIS మరియు టెక్నికలర్ SA నుండి లైసెన్సు చేయబడింది.
uk: Плагін Fluendo MP3 використовує технологію декодування звуку MPEG Layer-3, ліцензовану Fraunhofer IIS і Technicolor SA.

source: Install this third-party software
ast: Instalar esti software de terceros
bg: Инсталирай този софтуер от трета страна
bo: ཚོང་གཉེར་གསུམ་པའི་མཉེན་ཆས་སྤྱོད་པ
da: Installér tredjepartsprogrammerne
de: Software von Drittanbietern installieren
el: Εγκατάσταση αυτού του λογισμικού τρίτων
gl: Instalar este software de terceiros
he: התקנת תכנת צד שלישי זו
hi: इस तृतीय-पार्टी सॉफ्टवेयर को संस्थापित करें
it: Installare software di terze parti
km: ដំឡើង​កម្មវិធី​ភាគី​ទីបី​នេះ
ko: 서드 파티 소프트웨어 설치
my: တတိယ ပါဝင်သူ ဆော့ဝဲများကို ထည့်သွင်းပါ
nb: Installer denne tredjepartsprogramvaren
pa: ਇਹ ਸੁਤੰਤਰ-ਧਿਰ ਸਾਫਟਵੇਅਰ ਇੰਸਟਾਲ ਕਰੋ
pt_br: Instalar esse programa de terceiros
si: මෙම තෙවන-පාර්ශවීය මෘදුකාංගය පිහිටුවන්න
sl: Namesti programe tretjih oseb
sq: Instalo programe të palëve të treta
te: ఈ థర్డ్-పార్టీ సాఫ్ట్‍వేర్‌ని స్థాపించు
uk: Встановити це стороннє програмне забезпечення

source: Download updates while installing
ast: Descargar anovamientos mientres s'instala
bg: Изтегляне на обновленията докато тече инсталацията
bo: སྒྲིག་འཇུག་སྐབས་གསར་སྒྱུར་སྤྱོད་པ
da: Hent opdateringer mens der installeres
de: Aktualisierungen während der Installation herunterladen
el: Λήψη ενημερώσεων κατά τη διάρκεια της εγκατάστασης
gl: Descargar as actualizacións mentres se realiza a instalación
he: הורדת עדכונים במהלך ההתקנה
hi: संस्थापन के दौरान नवीन पैकेज डाउनलोड करें
it: Scaricare gli aggiornamenti durante l'installazione
km: ទាញ​យក​បច្ចុប្បន្ន​ភាព​ ខណៈ​ពេល​កំពុង​ដំឡើង
ko: 설치 중 업데이트 다운로드
my: ထည့်သွင်းနေစဉ် အသစ်ထွက်ရှိမှုများကို ဆွဲချပါ
nb: Last ned oppdateringer under installasjonen
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਹੋਣ ਦੇ ਦੌਰਾਨ ਅੱਪਡੇਟ ਡਾਊਨਲੋਡ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ
pt_br: Baixar atualizações enquanto instala
si: ස්ථාපනයේදී යාවත් බාගන්න
sl: Prejmi posodobitve med nameščanjem
sq: Shkarko përditësiet gjatë instalimit
te: స్థాపించేటపుడు నవీకరణలను డౌన్‌లోడ్ చేయి
uk: Завантажити оновлення під час встановлення

source: Upgrade ${CURDISTRO} to ${VER}
ast: Anovar ${CURDISTRO} a ${VER}
bg: Надграждане на ${CURDISTRO} до ${VER}
bo: ${CURDISTRO}་ལ ${VER}་རིམ་སྤོར་བྱེད་པ
da: Opgrader ${CURDISTRO} til ${VER}
de: ${CURDISTRO} auf die Version ${VER} aktualisieren
el: Αναβάθμιση του ${CURDISTRO} σε ${VER}
fr_ca: Mettre ${CURDISTRO} à niveau vers ${VER}
gl: Anovar ${CURDISTRO} a ${VER}
he: שדרוג ${CURDISTRO} לגרסה ${VER}
hi: Upgrade ${CURDISTRO} का उन्नयन ${VER} में करें
it: Aggiorna ${CURDISTRO} a ${VER}
km: ធ្វើ​ឲ្យ​ ${CURDISTRO} ប្រសើរ​ឡើង​ទៅ​កំណែ ${VER}
ko: ${CURDISTRO}(을)를 ${VER}(으)로 업그레이드
my: ${CURDISTRO} ကို ${VER} သို့ အဆင့်မြှင့်ပါ
nb: Oppgrader ${CURDISTRO} til ${VER}
pa: ${CURDISTRO} ਤੋਂ ${VER} ਲਈ ਅੱਪਗਰੇਡ ਕਰੋ
pt_br: Atualizar o ${CURDISTRO} para ${VER}
si: ${CURDISTRO} ය ${VER} වෙත යාවත් කරන්න
sl: Nadgradi ${CURDISTRO} na ${VER}
sq: Përditëso ${CURDISTRO} në ${VER}
te: ${CURDISTRO} ను ${VER} రూపాంతరంతో తాజాపరచు
uk: Оновити ${CURDISTRO} до ${VER}

source: Documents, music, and other personal files will be kept. Installed software will be kept where possible. System-wide settings will be cleared.
ast: Van caltenese tolos documentos, música, y restu de ficheros personlaes. El software instaláu va caltenese au seya posible. van restablecese les configuraciones qu'afeuten a tol sistema.
bg: Документи, музика и всякакви други лични файлове ще бъдат запазени. Където е възможно ще бъдат запазени инсталираните програми. Системните настройки ще бъдат изчистени.
bo: ཡིག་ཆ་དང་རོལ་དབྱངས། སྒེར་གྱི་ཡིག་ཆ་གཞན་ཡོངས་ཉར་ཚགས་བྱ་རྒྱུ་ཡིན། གནས་མཚམས་ཤོས་ཤིག་ལ་སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་རྣམས་ཉར་རྒྱུ་ཡིན་པ་དང་མ་ལག་ཡོངས་ཀྱི་སྒྲིག་འཛུགས་གཙང་དག་བཟོ་རྒྱུ་ཡིན
cy: Caiff dogfennau, cerddoriaeth, a ffeiliau personol eraill eu cadw. Cedwir meddalwedd sydd eisoes yn bodoli, lle y bo'n bosibl. Caiff gosodiadau system gyfan eu clirio.
da: Dokumenter, musik og andre personlige filer vil blive bibeholdt. Installerede programmer vil blive bibeholdt så vidt muligt. Systemindstillinger vil blive udrenset.
de: Dokumente, Musik und andere persönliche Dateien bleiben bestehen. Installierte Anwendungen bleiben – sofern dies möglich ist – ebenfalls bestehen. System-weite Einstellungen werden zurückgesetzt.
el: Τα έγγραφα, η μουσική και τα υπόλοιπα προσωπικά σας αρχεία θα διατηρηθούν. Το εγκατεστημένο λογισμικό θα διατηρηθεί αν είναι δυνατόν. Οι ρυθμίσεις του συστήματος θα διαγραφούν.
fa: مستندات، آهنگ‌ها و دیگر پرونده‌های شخصی حفظ خواهند شد. نرم‌افزارهای نصب شده تا جای ممکن حفظ خواهند شد. تنظیمات گسترهٔ سامانه تمیز خواهند شد.
fr_ca: Les documents, musique et autres fichiers personnels seront gardés. Les logiciels installés seront si possible gardés. Les paramètres du système seront effacés.
gd: Thèid na sgrìobhainnean, an ceòl agus na faidhlichean pearsanta agad a chumail mas urrainn dhuinn sin a dhèanamh. Glèidhidh sinn bathar-bog a tha stàlaichte ma ghabhas sin a dhèanamh. Thèid roghainnean aig am bi buaidh air feadh an t-siostaim a thoirt air falbh.
gl: Os documentos, música e outros ficheiros persoais conservaranse. O software instalado conservarase sempre que sexa posíbel. Limparase a configuración de todo o sistema.
he: מסמכים, מוזיקה וקבצים אישיים אחרים יישמרו. התוכנות המותקנות יישמרו היכן שניתן. הגדרות כלל מערכתיות יימחקו.
hi: दस्तावेज़, संगीत, और अन्य व्यक्तिगत फाइलें रखी जाएंगी।स्थापित सॉफ्टवेयर जहां संभव होगा रखा जाएगा । सभी प्रणाली की सेटिंग साफ हो जाएंगी।
ia: Documentos, musica, e altere files personal essera mantenite. Le software installate essera mantenite ubi possibile. Le configurationes general del systema essera clarate.
it: Verranno mantenuti documenti, musica e altri file personali. Dove possibile sarà mantenuto il software installato. Le impostazioni di sistema verranno azzerate.
km: ឯកសារ តន្ត្រី និង​​ឯកសារ​ផ្ទាល់​ខ្លួន​ផ្សេងៗ​​ទៀត​នឹង​ត្រូវ​បាន​រក្សាទុក​ ។ កម្មវិធី​ដែល​បាន​ដំឡើង​នឹង​​ត្រូវ​បាន​រក្សាទុក​កន្លែង​ដែល​អាច​រក្សា​ទុក​បាន ។ ការ​កំណត់​ប្រព័ន្ធ​ទាំង​មូល​នឹង​ត្រូវ​បាន​សម្អាត ។
ko: 문서, 음악, 기타 개인 파일을 보존합니다. 설치한 소프트웨어는 가능한 장소에 보존합니다. 시스템 전체 설정은 지웁니다.
my: စာရွက်စာတမ်းများ၊ ဂီတနှင့် အခြား တစ်ကိုယ်ရေ ဖိုင်များကို ထိန်းသိမ်းထားပါမည်။ ထည့်သွင်းထားသော ဆော့ဝဲများကို ဖြစ်နိုင်သမျှ ထိန်းသိမ်းထားပါမည်။ စနစ်တစ်ခုလုံး၏ ချိန်ညှိမှုများကို ရှင်းလင်းပါမည်။
nb: Dokumenter, musikk og andre personlige filer vil beholdes. Installert programvare vil beholdes i den grad det er mulig. Systeminnstillinger vil tilbakestilles.
nl: Persoonlijke bestanden zoals documenten en muziek worden behouden. Geïnstalleerde programma's en gebruikersinstellingen worden behouden waar mogelijk. Systeeminstellingen worden gewist.
pt_br: Documentos, músicas e outros arquivos serão mantidos. Os programas instalados serão mantidos onde for possível. Todas as configurações do sistema serão limpas.
si: ලේඛන, ගීත හා වෙනත් පුද්ගලික ගොනු තබාගැනේ. ස්ථාපිත මෘදුකාංගද හැකි පමණ තබාගනී. පද්ධති-ව්‍යාප්ත සැකසුම් පිරිසිදු වේ.
sl: Dokumenti, glasba in druge osebne datoteke bodo ohranjene. Nameščeni programi bodo ohranjeni, kjer to bo mogoče. Sistemske nastavitve bodo počiščene.
sq: Dokumentet, muzika dhe skedarët e tjerë personalë do të mbahen. Programet e instaluara do të mbahen kur është e mundur. Parametrat e përgjithshme të sistemit do të ndryshohen.
te: మీ డాక్యుమెంట్లు, సంగీతం, మరియు ఇతర వ్యక్తిగత ఫైళ్ళు వుంచబడతాయి. సాధ్యమైన చోట మీరు ఇన్స్టాల్ చేసిన సాఫ్ట్వేర్ కూడ వుంచబడుతుంది. మీ కంప్యూటర్ మొత్తానికి వర్తించే సెట్టింగులు మాత్రం వుండవు.
uk: Документи, музика та інші приватні файли буде збережено. Встановлене програмне забезпечення буде збережено, якщо це можливо. Глобальні налаштування ж будуть очищені.
