Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Choose a different device to install the bootloader on:
af: Kies 'n ander toestel om die selflaaier op te installeer:
ar: اختر قرصا آخر لتثبيت محمل الإقلاع عليه:
ast: Esbilla un preséu distintu pa instalar el xestor d'arranque en:
bg: Изберете друг диск, на който да се инсталира стартиращата програма:
bo: སྒྲིག་ཆས་གཞན་ཞིག་བདམས་ནས་འགོ་འཛུགས་ཆས་སྒྲིག་འཇུག་བྱེད་པ：
bs: Izaberi drugi uređaj na koji će se instalirati program za učitavanja operativnog sistema:
ca: Trieu un dispositiu diferent per instal·lar-hi el carregador d'arrencada:
ckb: ئامێرێکی تر هەڵبژێرە بۆ دەمەزرادنی بووتلۆدەر لەسەری:
cs: Vyberte jiné zařízení, na které se nainstaluje zavaděč:
cy: Dewiswch ddyfais wahanol i osod y cychwynnwr arni:
da: Vælg en anden enhed at installere opstartsindlæser på:
de: Bitte wählen Sie ein anderes Gerät, auf dem der Boot-Loader installiert werden soll:
el: Επιλέξτε μια διαφορετική συσκευή για εγκατάσταση του διαχειριστή εκκίνησης:
eo: Elektu alian aparaton, sur kiun instali la praŝargilon:
et: Vali alglaaduri paigaldamiseks mõni teine seade:
eu: Aukeratu beste gailu bat abiarazte-kudeatzailea instalatzeko:
fa: دستگاه دیگری را برای نصب بارکننده‌ی آغازگر روی ان برگزینید:
fi: Valitse toinen laite, jolle asentaa alkulatausohjelma:
fr_ca: Choisir un autre périphérique sur lequel installer le chargeur d'amorçage :
gd: Tagh uidheam eile a thèid am bootloader a stàladh air:
gl: Seleccione un dispositivo diferente para instalar o xestor de arranque en:
he: נא לבחור התקן אחר שעליו יותקן מנהל האתחול:
hi: बूटलोडर को संस्थापित करने हेतु कोई अन्य उपकरण चुनें।
hr: Odaberite drugi uređaj na kojeg želite instalirati učitača pokretanja:
ia: Elige un dispositivo differente pro installar le bootloader:
it: Scegliere un nuovo device in cui installare il bootloader:
ja: ブートローダをインストールする他のデバイスを選択してください:
kab: Fren ibenk yemgarraden akken ad tesbeddeḍ deg-s bootloader:
km: ជ្រើស​ឧបករណ៍​ផ្សេង​ទៀត ដើម្បីបន្ត​​ដំឡើង​កម្មវិធី​ចាប់​ផ្តើម​ប្រព័ន្ធ​ ៖
ko: 부트로더를 설치할 다른 장치를 선택하십시오:
ku: Ji bo ku pêşbarkerê ava bikî amûrekî din bibijêre:
lt: Pasirinkite kitą įrenginį paleidyklei įdiegti:
lv: Ielādētāja instalēšanai izvēlieties citu ierīci.
mr: बूटलोडर स्थापित करण्या साठी वेगळा उपकरण वापरा:
my: စနစ်စတင်ရန် ဆွဲယူမှုကို ထည့်သွင်းရန် အခြား ကိရိယာတစ်ခုကို ရွေးချယ်ပါ :
nb: Velg en annen enhet som oppstartslasteren skal installeres på:
nl: Kies een ander apparaat om de opstartlader op te installeren:
nn: Vel ei anna eining å installera oppstartslastaren på:
pa: ਬੂਟ ਲੋਡਰ ਨੂੰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਵੱਖਰਾ ਜੰਤਰ ਚੁਣੋ ਜੀ:
pl: Proszę wybrać inne urządzenie, na którym zostanie zainstalowany program rozruchowy:
ps: د پيلونلېښونکي لګولو لپاره بله وزله غوره کړئ:
pt: Escolha outro dispositivo para a instalação do bootloader:
pt_br: Escolha outro dispositivo para instalar o gerenciador de inicialização:
si: ආරම්භකපූරක ස්ථාපනයට වෙනත් උපකරණයක් තෝරන්න:
sl: Izberite drugo napravo za namestitev zagonskega nalagalnika:
sq: Zgjidhni një pajisje tjetër në të cilën të instaloni bootloader:
sr: Изаберите други уређај за инсталирање покретача система:
sv: Välj en annan enhet att installera starthanteraren på:
te: దీనిమీద బూట్‌లోడర్‌ను స్థాపించుటకు వేరొక డివైస్‌ను ఎన్నుకోండి:
tg: Барои насб кардани худроҳандозӣ дастгоҳи дигареро интихоб намоед:
th: เลือกอุปกรณ์อื่นที่จะติดตั้งบูตโหลดเดอร์ลงไป:
tr: Önyükleyiciyi kurmak için farklı bir cihaz seçin:
ug: يېتەكلىگۈچنى ئورنىتىدىغان باشقا ئۈسكىنە تاللاڭ:
uk: Оберіть інший пристрій для встановлення на нього завантажувача:
vi: Chọn một thiết bị khác để cài đặt bộ nạp khởi động vào:
zh_hk: 選擇不同的裝置來安裝開機載入程式：

source: Continue without a bootloader.
af: Gaan voort sonder die selflaaier.
ar: تابع دون محمل إقلاع.
ast: Continuar ensin xestor d'arranque.
bg: Продължаване без програма за начално зареждане.
bo: འགོ་འཛུགས་ཆས་མ་སྒྲིག་པར་མུ་མཐུད
bs: Nastavi bez programa za učitavanja operativnog sistema.
ca: Continueu sense cap carregador d'arrencada.
ckb: بەردەوامبە بێ دامەزراندنی بووتلۆدەر
cs: Pokračovat bez zavaděče.
cy: Parhau heb gychwynnwr.
da: Fortsæt uden en opstartsindlæser.
de: Fortsetzen ohne Installation eines Boot-Loaders.
el: Συνέχεια χωρίς διαχειριστή εκκίνησης.
eo: Daŭrigi sen praŝargilo.
et: Jätka ilma alglaadurita.
eu: Abiarazte-kudeatzailerik gabe jarraitu.
fa: ادامه بدون یک بارکننده‌ی آغازگر
fi: Jatka ilman alkulatausohjelmaa.
fr_ca: Continuer sans chargeur d’amorçage.
gd: Lean air adhart às aonais bootloader.
gl: Continuar sen o xestor de arrinque.
he: המשך ללא מנהל אתחול.
hi: बिना बूटलोडर के आगे बढ़े.
hr: Nastavi bez učitača pokretanja.
ia: Continuar sin un bootloader.
it: Continuare senza un bootloader.
ja: ブートローダなしで続けます。
kab: Kemmel war bootloader.
km: បន្ត​ដោយ​គ្មាន​កម្មវិធី​ចាប់​ផ្តើម​ប្រព័ន្ធ ។
ko: 부트로더 없이 계속 진행합니다.
ku: Bêyî pêşbarkerê dewam bike.
lt: Tęsti be paleidyklės.
lv: Turpināt bez ielādētāja iestatīšanas.
mr: बूटलोडर शिवाय पुढे जा.
my: စနစ်စတင်ရန် ဆွဲယူမှုမပါဘဲ ဆက်လက်လုပ်ဆောင်ပါ
nb: Fortsett uten oppstartslaster.
nl: Ga door zonder een opstartlader.
nn: Hald fram utan oppstartslastar.
pa: ਬੂਟ-ਲੋਡਰ ਤੋਂ ਬਿਨਾਂ ਜਾਰੀ ਰੱਖੋ।
pl: Kontynuuj bez instalowania programu rozruchowego.
ps: د پیلونلېښونکي پرته پايول.
pt: Continuar sem instalar bootloader:
pt_br: Continuar sem um gerenciador de inicialização.
si: ආරම්භක පූරකය නොමැතිව ඉදිරියට යන්න.
sl: Nadaljuj brez zagonskega nalagalnika.
sq: Vazhdo pa bootloader.
sr: Наставите без покретача система.
sv: Fortsätt utan en starthanterare.
te: బూట్‌లోడర్ లేకుండానే కొనసాగండి.
tg: Идома додан бе худроҳандозӣ.
th: ดำเนินการต่อโดยปราศจากบูตโหลดเดอร์
tr: Bir önyükleyici olmadan devam et.
ug: يېتەكلىگۈچىسىز داۋاملاشتۇرۇڭ.
uk: Продовжити без завантажувача.
vi: Tiếp tục mà không dùng bộ nạp khởi động.
zh_hk: 略過開機載入程式並繼續。

source: You will need to manually install a bootloader in order to start ${RELEASE}.
af: Jy sal 'n selflaaier handmatig moet installeer om ${RELEASE} gevolglik te laat laai.
ar: ستحتاج لتثبيت محمل الإقلاع يدويا لبدء ${RELEASE}.
ast: Necesitarás instalar manualmente un xestor d'arranque p'aniciar ${RELEASE}.
bg: Трябва ръчно да инсталирате стартираща програма, за да можете да стартирате ${RELEASE}.
bo: ཁྱོད་ཀྱིས་ལག་བཟོས་ཀྱིས་འགོ་འཛུགས་ཆས་སྒྲིག་འཇུག་བྱས་ནས་&{RELEASE}་འགོ་འཛུགས་དགོས
bs: Morati ćete sami ručno instalirati program za učitavanja operativnog sistema kako bi pokrenuli ${RELEASE}.
ca: Necessitareu instal·lar manualment un carregador d'arrencada per poder iniciar ${RELEASE}.
ckb: تۆ پێویستە بە دەستی بووتلۆدەر دابمەزرێنیت بۆ دەستپێکردنی ${RELEASE}.
cs: Pro spuštění ${RELEASE} budete muset nainstalovat zavaděč ručně.
cy: Bydd rhaid i chi osod cychwynnwr er mwyn cychwyn ${RELEASE}.
da: Du bliver nødt til manuelt at installere en opstartsindlæser for at starte ${RELEASE}.
de: Sie werden einen Boot-Loader manuell installieren müssen, um ${RELEASE} zu starten.
el: Θα χρειαστεί να εγκαταστήσετε μόνοι σας έναν διαχειριστή εκκίνησης για να μπορείτε να εκκινήσετε το ${RELEASE}.
eo: Vi bezonos mane instali praŝargilon, por ke vi povu starti ${RELEASE}.
et: ${RELEASE} käivitamiseks pead alglaaduri käsitsi paigaldama.
eu: ${RELEASE} abiarazi ahal izateko eskuz instalatu beharko duzu abiarazte-kudeatzailea.
fa: برای شروع ${RELEASE} لازم است بارکنندهٔ راه‌اندازی را به صورت دستی نصب کنید.
fi: Alkulatausohjelma tulee asentaa käsin, jotta ${RELEASE} voidaan käynnistää.
fr_ca: Vous devrez installer manuellement un chargeur d’amorçage afin de démarrer ${RELEASE}.
gd: Bidh agad ri bootloader a stàladh a làimh mus urrainn dhut ${RELEASE} a chur gu dol.
gl: Necesitará instalar manualmente un xestor de arranque para iniciar ${RELEASE}.
he: עליך להתקין ידנית מנהל אתחול כדי להפעיל את ${RELEASE}.
hi: ${RELEASE} को चालू करने के दौरान हस्त संस्थापित करना होगा.
hr: Kako bi mogli pokrenuti ${RELEASE}, morat ćete ručno instalirati učitač pokretanja.
ia: Tu necessitara installar manualmente un a bootloader pro initiar ${RELEASE}.
it: È necessario installare manualmente un bootloader per poter avviare ${RELEASE}.
ja: ${RELEASE} を起動するには、手動でブートローダをインストールする必要があります。
kab: Tesriḍ ad tesbeddeḍ s ufus bootloader iwakken ad tsekkreḍ ${RELEASE}.
km: អ្នក​ចាំ​បាច់​នឹង​ត្រូវ​ដំឡើង​កម្មវិធីចាប់​ផ្តើម​ប្រព័ន្ធ​ ដើម្បី​ចាប់​ផ្តើម​ ${RELEASE} ។
ko: ${RELEASE}을(를) 사용하려면 부트로더를 직접 설치해야 합니다.
ku: Ji bo ku ${RELEASE}'yê bidî destpêkirin, divê tu bi destî pêşbarkerek ava bikî.
lt: Tam, kad paleistumėte ${RELEASE}, turėsite įdiegti paleidyklę rankiniu būdu.
lv: Jums būs nepieciešams instalēt ielādētāju pašrocīgi, lai palaistu ${RELEASE}.
mr: ${RELEASE} सुरु करण्यासाठी तुम्हाला स्वतःहून बूटलोडर टाकावा लागेल.
my: ${RELEASE} ကို စတင်ရန် သင်ကိုယ်တိုင် စနစ်စတင်ရန် ဆွဲယူမှုကို ထည့်သွင်းပေးရန် လိုအပ်ပါသည်။
nb: Du må installere en oppstartslaster manuelt for å starte ${RELEASE}.
nl: U zult handmatig een opstartlader moeten installeren om ${RELEASE} op te starten.
nn: Du må installera ein oppstartslastar manuelt for å starta ${RELEASE}.
pa: ਤੁਹਾਨੂੰ ${RELEASE} ਚਲਾਉਣ ਲਈ ਬੂਟ-ਲੋਡਰ ਖੁਦ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ।
pl: W celu uruchomienia ${RELEASE}, konieczna będzie ręczna instalacja programu rozruchowego.
ps: تاسې اړ یاست چې د ${RELEASE} پیلولو لپاره یو پیلونلېښونکی په خپله ولګوئ.
pt: Terá que instalar manualmente o carregador de arranque a fim de iniciar o ${RELEASE}.
pt_br: Você precisará instalar um gerenciador de inicialização manualmente para iniciar o ${RELEASE}.
si: ඔබට ${RELEASE} ආරම්භ කිරීම සඳහා ආරම්භකපූරකය ශ්‍රමිකව ස්ථාපනය කිරීමට සිදුවේ.
sl: Za zagon ${RELEASE} bo treba ročno namestiti zagonski nalagalnik.
sq: Juve do t'iu duhet të instaloni bootloader në mënyrë manuale për të nisur ${RELEASE}.
sr: Мораћете ручно инсталирати покретач система да бисте покренули ${RELEASE}.
sv: Du måste manuellt installera en starthanterare för att kunna starta ${RELEASE}.
te: ${RELEASE} ప్రారంభించుటకు మీరు మాన్యువల్‌గా బూట్‌లోడర్‌ను స్థాపించవలసిఉంటుంది.
tg: Эҳтимол аст, ки шумо бояд барои оғоз кардани ${RELEASE} худроҳандозиро ба таври дастӣ насб намоед.
th: คุณจะต้องติดตั้งบูตโหลดเดอร์ด้วยตัวเองเพื่อเริ่ม ${RELEASE}
tr: ${RELEASE}'yu başlatabilmek için elle bir önyükleyici kurmanız gerekecek.
ug: ‏${RELEASE} نى قوزغىتىش ئۈچۈن يېتەكلىگۈچنى كېيىن قولدا ئورنىتىشقا ئېھتىياجلىق بولىسىز.
uk: Вам необхідно вручну встановити завантажувач для того, щоб запустити ${RELEASE}.
vi: Bạn sẽ phải cài đặt thủ công bộ nạp khởi động để khởi động ${RELEASE}.
zh_hk: 您需要要在啟動 ${RELEASE} 之前手動安裝開機載入程式。

source: Cancel the installation.
af: Kanselleer die installasie.
ar: ألغ التثبيت.
ast: Encaboxar la instalación.
bg: Отказване на инсталацията.
bo: སྒྲིག་འཇུག་རྩིས་མེད་གཏོང
bs: Poništi instalaciju.
ca: Cancel·la la instal·lació.
ckb: پاشگەزبوونەوە لە دامەزراندن.
cs: Zrušit instalaci.
cy: Diddymu'r gosodiad.
da: Annullér installationen.
de: Installation abbrechen.
el: Ακύρωση της εγκατάστασης.
eo: Nuligi la instaladon.
et: Katkesta paigaldus.
eu: Ezeztatu instalazioa.
fa: انصراف از نصب.
fi: Peru asennus.
fr_ca: Annuler l’installation.
gd: Sguir dhen stàladh.
gl: Cancelar a instalación.
he: ביטול ההתקנה.
hi: संस्थापन रद्द करें.
hr: Prekini instalaciju.
ia: Cancellar le installation.
it: Annullare l'installazione.
ja: インストールをキャンセルします。
kab: Semmet asbeddi.
km: បោះ​បង់​ការដំឡើង ។
ko: 설치 작업을 취소합니다.
ku: Avakirinê betal bike.
lt: Nutraukti diegimą.
lv: Atcelt instalēšanu.
mr: प्रतिष्ठापना रद्द करा.
my: စနစ်ထည့်သွင်းမှု ကို ဖျက်သိမ်းပါ။
nb: Avbryt installasjonen.
nl: De installatie annuleren.
nn: Avbryt installasjonen.
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਰੱਦ ਕਰੋ।
pl: Anuluj instalację.
ps: لګونه لېرې کول.
pt: Cancelar a instalação.
pt_br: Cancela a instalação.
si: ස්ථාපනය අවලංගු කරන්න/
sl: Prekliči namestitev.
sq: Anullo instalimin.
sr: Прекини инсталацију.
sv: Avbryt installationen.
te: స్థాపన ప్రక్రియను రద్దుచేయి.
tg: Бекор кардани насбкунӣ.
th: ยกเลิกการติดตั้ง
tr: Kurulumu iptal et.
ug: ئورنىتىشنى بىكار قىل
uk: Скасувати встановлення.
vi: Hủy bỏ cài đặt.
zh_hk: 取消安裝。

source: This may leave your computer unable to boot.
af: Jou rekenaar sal moontlik hierdeur nie kan laai nie.
ar: قد يترك ذلك جهازك غير قابل للإقلاع.
ast: Esto puede facer que l'equipu nun arranque.
bg: Ако направите това, компютъра няма да може да стартира.
bo: འདིས་ཕལ་ཆེར་ཁྱོད་ཀྱི་རྩིས་འཁོར་འགོ་འཛུགས་མི་ཐུབ་
bs: Ovo može prouzrokovati da se vaš računar neće moći pokrenuti
ca: Pot ser que això faci que l'ordinador no pugui arrencar.
ckb: ئەمە لەوەیە ببێتە هۆی ئەوەی کۆمپیوتەرەکەت بووت نەکات
cs: Toto může způsobit, že váš systém se nespustí.
cy: Gall hyn achosi i'ch cyfrifiadur fethu cychwyn.
da: Dette kan efterlade din computer ude af stand til at starte.
de: Dies könnte den Rechner so verändern, dass ein Neustart nicht möglich ist.
el: Αυτό μπορεί να προκαλέσει αδυναμία εκκίνησης του υπολογιστή.
eo: Tiel vi eble igas vian komputilon nestartigebla.
et: See võib jätta su arvuti alglaadimisvõimetuks.
eu: Honek zure ordenagailua abiaraztea galaraz dezake.
fa: این کار ممکن است باعث ناتوانی رایانه در بالا‌ آمدن شود.
fi: Tämä voi jättää tietokoneen tilaan, jossa se ei enää käynnisty.
fr_ca: Ceci pourrait empêcher votre ordinateur de démarrer.
gd: Dh'fhaoidte nach urrainn dhut an coimpiutair a thòiseachadh tuilleadh mar thoradh air seo.
gl: Isto pode provocar que o seu equipo non poida arrancar.
he: פעולה זו עלולה להשאיר את מחשבך ללא יכולת אתחול.
hi: यह आपके कम्प्यूटर को बूट सक्षम के बिना छोड़ रहा है.
hr: Ovo može onemogućiti pokretanje sustava na vašem računalu.
ia: Isto pote lassar tu computator incapace a facer le boot.
it: Potrebbe lasciare il computer in uno stato non avviabile.
ja: このままではコンピューターが起動できないかもしれません。
kab: Ayagi yezmer ad yeǧǧ aselkim-inek m ur yettenkkar ara.
km: វា​អាច​នឹង​ធ្វើ​ឲ្យ​កុំព្យូទ័រ​របស់​អ្នក​មិន​អាច​ចាប់​ផ្តើម​បាន​ ។
ko: 취소하면 컴퓨터를 사용할 수 없을 수도 있습니다.
ku: Belkî ev miamele bibe sedem ku kompûtera te venebe.
lt: Dėl to kompiuteryje gali nebeveikti operacinių sistemų paleidimas.
lv: Pastāv iespēja, ka dators nevarēs ielādēt operētājsistēmu.
mr: हे तुमच्या संगणकला बूट करण्या साठी असमर्थ करू शकतो
my: ဤသို့လုပ်ဆောင်လျှင် သင့် ကွန်ပျူတာကို စတင်ခြင်း မလုပ်ဆောင်နိုင်ပါ။
nb: Dette kan føre til at datamaskinen ikke vil starte opp.
nl: Hierdoor start uw computer mogelijk niet op.
nn: Dette kan føra til at datamaskina ikkje kan starta.
pa: ਇਹ ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਨੂੰ ਨਾ ਬੂਟ ਹੋਣ ਹਾਲਤ 'ਚ ਛੱਡ ਸਕਦਾ ਹੈ।
pl: Możliwe, że komputer nie będzie w stanie uruchomić systemu operacyjnego.
ps: دا ښايي چې ستاسې کمپیوټر د نه پیلېدلو انکړ کښې پرېږدي.
pt: Esta ação poderá impedir o arranque do computador.
pt_br: Isso pode deixar seu computador incapaz de inicializar.
si: මෙය ඔබගේ පරිගණකය ආරම්භ කල නොහැකි තත්වයට පත්කරයි.
sl: Zaradi tega računalnika morda ne bo mogoče zagnati.
sq: Kjo mund ta lërë kompjuterin tuaj të paaftë për tu rinisur.
sr: Након овога рачунар можда неће моћи да учита систем.
sv: Detta kan innebära att din dator inte kan att startas upp.
te: ఇది మీ కంప్యూటర్‌ను బూట్ చేయడానికి వీలుకాని దశలో వదిలివేయవచ్చు.
tg: Ин метавонад сабаби роҳандозӣ нашудани компютери шумо шавад.
th: นี่อาจทำให้คอมพิวเตอร์ไม่สามารถบูตได้
tr: Bu işlem bilgisayarınızın açılmamasına sebep olabilir.
ug: بۇ پېتى قالسا كومپيۇتېر قوزغىلالماسلىقى مۇمكىن.
uk: Це може лишити комп'ютер можливості завантаження.
vi: Có thể máy tính của bạn sẽ không khởi động được.
zh_hk: 這可能會導致您的電腦無法開機。

source: How would you like to proceed?
af: Hoe wil U voorgaan?
ar: كيف تريد المتابعة؟
ast: ¿Cómo-y prestaría siguir?
bg: Как искате да продължите?
bo: ཁྱོད་ཀྱིས་གང་འདྲ་བྱས་ནས་མུ་མཐུད་དགོས
bs: Kako biste htjeli da nastavite?
ca: Com voleu continuar?
ckb: دەتەوێت چۆن بەردەوام بیت؟
cs: Jak chcete pokračovat?
cy: Sut hoffech barhau?
da: Hvordan vil du fortsætte?
de: Wie möchten Sie fortfahren?
el: Πώς θέλετε να προχωρήσετε;
eo: Kiel vi volas daŭrigi?
et: Kuidas tahad jätkata?
eu: Nola gustatuko litzaizuke jarraitzea?
fa: چگونه مایل به ادامه هستید ؟
fi: Kuinka haluat jatkaa?
fr_ca: Comment voudriez-vous procéder?
gd: Dè bu chaomh leat dèanamh?
gl: Como lle gustaría continuar?
he: כיצד ברצונך להמשיך?
hi: किस तरह आगे बढ़ाना चाहते है?
hr: Kako biste htjeli nastaviti?
ia: Como desira tu proceder?
it: Come procedere?
ja: どのように進めますか?
kab: Amek tebɣiḍ ad txedmeḍ ?
km: តើ​អ្នក​ចង់​ធ្វើ​បន្ត​ដោយ​របៀប​ណា ?
ko: 어떻게 할까요?
ku: Tu dixwazî çawa pêşve biçî?
lt: Kaip norėtumėte tęsti?
lv: Kā vēlaties turpināt?
mr: तुम्हाला कसा पुढे जायला आवडेल?
my: မည်ကဲ့သို့ ရှေ့ဆက်လုပ်ဆောင်လိုပါသဲ
nb: Hvordan ønsker du å fortsette?
nl: Hoe wilt u verdergaan?
nn: Korleis vil du halda fram?
pa: ਤੁਸੀਂ ਕਿਵੇਂ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Co zrobić?
ps: تاسې يې څنګه پرمخوړل غواړئ؟
pt: Como deseja proceder ?
pt_br: Como você gostaria de proceder?
si: ඔබ ඉදිරියට යාමට කැමති කෙසේද?
sl: Kako želite nadaljevati?
sq: Si do të dëshironit të vazhdonit?
sr: Како желите да наставите?
sv: Hur vill du fortsätta?
te: మీరు ఎలా కొనసాగటానికి ఇష్టపడుతున్నారు?
tg: Шумо чӣ тавр мехоҳед, ки идома диҳед?
th: คุณต้องการดำเนินการอย่างไร?
tr: Nasıl ilerlemek istiyorsunuz?
ug: قانداق داۋاملاشتۇرۇشنى خالايسىز؟
uk: Яким чином ви бажаєте продовжувати?
vi: Bạn chọn phương án nào?
zh_hk: 您想要如何處理？

source: _Skip
af: _Slaan oor
ar: _تخطى
ca: _Omet
ckb: ـپەڕاندن
cs: _Přeskočit
et: _Jäta vahele
eu: _Saltatu
fa: _پرش
fi: _Ohita
hr: _Preskoči
ja: スキップ(_S)
kab: Zgel (_S)
lt: Pralei_sti
lv: Izlai_st
nl: _Overslaan
pl: _Pomiń
ps: _پرېښودل
pt: _Ignorar
sr: _Прескочи
sv: _Hoppa över
tg: _Нодида гузарондан
th: _ข้าม
tr: _Atla
ug: ئۆتكۈزۋېتىش(_S)
vi: _Bỏ qua

source: Installation Complete
af: Installasie voltooi
ar: اكتمل التثبيت
ast: Instalación completa
bg: Инсталацията завърши
bo: སྒྲིག་འཇུག་ལེགས་འགྲུབ
bs: Instalacija završena
ca: S'ha completat la instal·lació
ckb: دامەزراندن کۆتایهات
cs: Instalace dokončena
cy: Gosodi wedi cwblhau
da: Installation fuldført
de: Installation abgeschlossen
el: Η εγκατάσταση ολοκληρώθηκε
eo: Instalado kompletiĝis
et: Paigaldamine on edukalt lõpule viidud
eu: Instalazioa burututa
fa: نصب کامل شد
fi: Asennus on valmis
fr_ca: L'installation est terminée
gd: Chaidh an stàladh a choileanadh
gl: Rematou a instalación
he: ההתקנה הושלמה
hi: संस्थापना पूर्ण
hr: Instalacija završena
it: Installazione completata
ja: インストールが完了しました
kab: Asbeddi immed
km: បាន​បញ្ចប់​ការដំឡើង
ko: 설치 완료
ku: Sazkirin Qediya
lt: Įdiegimas baigtas
lv: Instalēšana pabeigta
mr: प्रतिष्ठापना पूर्ण
my: စနစ်ထည့်သွင်းမှု ပြီးစီးပါသည်။
nb: Installasjonen er fullført
nl: Installatie voltooid
nn: Installasjonen er fullført
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਪੂਰੀ ਹੋਈ
pl: Instalacja zakończona
ps: لګونه بشپړه شوه
pt: Instalação concluída
pt_br: Instalação concluída
si: ස්ථාපනය සම්පූර්ණයි
sl: Namestitev je končana
sq: Instalimi u Kompletua
sr: Инсталација је завршена
sv: Installationen är färdig
te: స్థాపన పూర్తయింది
tg: Насбкунӣ ба анҷом расид
th: การติดตั้งสมบูรณ์
tr: Kurulum Tamamlandı
ug: ئورنىتىش تامام
uk: Встановлення завершено
vi: Hoàn tất Cài đặt
zh_hk: 安裝完成

source: Continue Testing
af: Gaan voort met toetsing
ar: أكمل الفحص
ast: Continuar pruebes
bg: Продължаване на пробването
bo: མུ་མཐུད་ཚོད་ལྟ་བྱེད་པ
bs: Nastavite testiranje
ca: Continua la prova
ckb: بەردەوام بە لە تاقیکردنەوە
cs: Pokračovat ve zkoušení
cy: Parhau i Profi
da: Fortsæt afprøvning
de: Ausprobieren fortsetzen
el: Συνέχεια δοκιμής
eo: Daŭrigi testadon
et: Jätka proovisessioni
eu: Probatzen jarraitu
fa: ادامهٔ آزمودن
fi: Jatka testaamista
fr_ca: Continuer à tester
gd: Lean air adhart leis an deuchainn
gl: Continuar probando
he: המשך בבדיקה
hi: परीक्षण जारी रखें
hr: Nastavi testirati
ia: Continuar le test
it: Continua a provare
ja: 試用を続ける
kab: Kemmel asekyed
km: បន្ត​ការសាក​ល្បង
ko: 체험 계속하기
ku: Dewam Bike Cerribandinê
lt: Tęsti sistemos bandymą
lv: Turpināt testēšanu
mr: चाचणी चालू ठेवा
my: စမ်းသပ်မှု ဆက်လုပ်လုပ်ဆောင်ပါ။
nb: Fortsett testing
nl: Doorgaan met uitproberen
nn: Prøv ut meir
pa: ਟੈਸਟ ਕਰਨਾ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj testowanie
ps: ازمایلو ته پایښت ورکول
pt: Continuar a testar
pt_br: Continuar testando
si: පරීක්ෂා කිරීම කරගෙන යන්න
sl: Nadaljuj s preizkušanjem
sq: Vazhdoni Testimin
sr: Настави тестирање
sv: Fortsätt att testa
te: పరీక్షని కొనసాగించు
tg: Идома додани санҷиш
th: ทดลองใช้งานต่อไป
tr: Test Etmeye Devam Et
ug: سىناشنى داۋاملاشتۇر
uk: Продовжити знайомство
vi: Tiếp tục chạy thử
zh_hk: 繼續試用

source: Restart Now
af: Herlaai Nou
ar: أعد التشغيل الآن
ast: Reaniciar agora
bg: Рестартиране
bo: ད་ལྟ་འགོ་སྐྱར་འཛུགས་བྱེད་པ
bs: Restartuj odmah
ca: Reinicia ara
ckb: دەسپێکردنەوە ئەنجام بدە
cs: Restartovat nyní
cy: Ailgychwyn Nawr
da: Genstart nu
de: Jetzt neu starten
el: Επανεκκίνηση τώρα
eo: Restarti nun
et: Taaskäivita kohe
eu: Berrabiarazi orain
fa: هم‌اکنون دوباره شروع شود
fi: Käynnistä uudelleen nyt
fr_ca: Redémarrer maintenant
gd: Ath-thòisich an-dràsta
gl: Reiniciar agora
he: הפעלה מחדש כעת
hi: पुनःशुरु करें
hr: Ponovno pokreni odmah
ia: Re-initiar ora
it: Riavvia ora
ja: 今すぐ再起動する
kab: Ales asekker tura
km: ចាប់​ផ្តើម​ឡើង​វិញ​ ឥឡូវនេះ
ko: 지금 다시 시작
ku: Niha ji nûve bide destpêkirin
lt: Paleisti naująją sistemą
lv: Pārstartēt tagad
mr: पुन्हा सुरु करा
my: စနစ်ကို ပြန်လည် စတင်ပါ
nb: Start på nytt nå
nl: Nu herstarten
nn: Start på nytt
pa: ਹੁਣੇ ਮੁੜ-ਚਾਲੂ
pl: Uruchom ponownie komputer
ps: اوس يې بیاپیلول
pt: Reiniciar agora
pt_br: Reiniciar agora
si: දැන්ම නැවත අරඹන්න
sl: Ponovno zaženi
sq: Rindize Tani
sr: Поново покрени
sv: Starta om nu
te: ఇపుడు పునఃప్రారంభించు
tg: Ҳозир аз нав оғоз кунед
th: เริ่มระบบใหม่เดี๋ยวนี้
tr: Şimdi Yeniden Başlat
ug: ھازىر قايتا قوزغات
uk: Перезавантажити
vi: Khởi động lại
zh_hk: 立即重新啟動電腦

source: Shutdown Now
af: Skakel nou af
ar: اطفئ الآن
ast: Apagar agora
bg: Изключване сега
bo: ད་ལྟ་སྒོ་རྒྱག་པ
bs: Isključi odmah
ca: Atura ara
ckb: ئێستا بیکوژێنەوە
cs: Vypnout nyní
cy: Diffodd Nawr
da: Sluk nu
de: Jetzt herunterfahren
el: Απενεργοποίηση τώρα
eo: Elŝalti nun
et: Arvuti väljalülitamine
eu: Itzali orain
fa: هم اکنون خاموش شود
fi: Sammuta nyt
fr_ca: Éteindre maintenant
gd: Dùin sìos an-dràsta
gl: Apagar agora
he: כיבוי כעת
hi: अभी बंद करें
hr: Isključi odmah
ia: Arrestar ora
it: Arresta adesso
ja: 今すぐシャットダウン
kab: Sexsi tura
km: បិទ​ឥឡូវ
ko: 지금 컴퓨터 끄기
ku: Vêga Bigre
lt: Išjungti dabar
lv: Izslēgt tagad
mr: बंद करा
my: ယခု စက်ပိတ်ပါ
nb: Slå av nå
nl: Zet nu uit
nn: Slå av
pa: ਹੁਣੇ ਬੰਦ ਕਰੋ
pl: Wyłącz komputer
ps: اوس يې بندول
pt: Encerrar agora
pt_br: Desligar agora
si: දැන් වසා දැමේ
sl: Izklopi
sq: Fike Tani
sr: Угаси сада
sv: Stäng av nu
te: ఇప్పుడు మూసివేయి
tg: Корро ҳозир ба анҷом расонед
th: ปิดเครื่องเดี๋ยวนี้
tr: Şimdi Kapat
ug: ھازىر تاقا
uk: Вимкнути зараз
vi: Tắt máy
zh_hk: 立即關機
