Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
af: Sommige van die partisies wat jy geskep het is te klein. Ken asseblief ten minste die volgende grootte toe aan die partisies:
ar: بعض الأقسام التي عملتها صغيرة جدا. اجعل الأقسام التالية بهذا الحجم على الأقل:
ast: Dalgunes de les particiones que creaste son enforma pequeñes. Fai les particiones polo menos de tamañu:
bg: Някои от дяловете, които сте създали са прекалено малки. Моля направете следните дялове поне толкова големи:
bo: ཁྱོད་ཀྱིས་བཟོས་པའི་གསོག་སྡེར་ཁག་འགའ་ཞིག་ཆུང་དྲག་འདུག གཤམ་གྱི་གསོག་སྡེར་ཁག་འདི་དག་ཆུང་ཤོས་ལ་ཡང་ཆེ་ཆུང་འདི་ཙམ་དགོས：
bs: Neke od particija koje ste napravili su previše male. Molimo napravite sljedeće particije najmanje ove veličine:
ca: Algunes de les particions que heu creat són massa petites. Feu que les particions següents tinguin com a mínim aquesta capacitat:
cs: Některý z vytvořených oddílů je příliš malý. Prosím zvětšete následující oddíly aspoň na tuto velikost:
cy: Mae rhaid o'r rhaniadau wnaethoch eu creu yn rhy fach. Gwnewch y rhaniadau canlynol o leiaf y maint hwn:
da: Nogle af de partitioner du har oprettet, er for små. Du bedes gøre følgende partitioner mindst så store:
de: Einige der von Ihnen angelegten Partitionen sind zu klein. Bitte vergrößern Sie die folgenden Partitionen mindestens auf diese Größe:
el: Μερικές από τα διαμερίσματα που δημιουργήσατε είναι πολύ μικρά. Παρακαλώ δώστε στις ακόλουθες κατατμήσεις, μέγεθος τουλάχιστον:
eo: Kelkaj subdiskoj, kiujn vi kreis, estas tro etaj. Bonvolu pligrandigi la sekvajn subdiskojn almenaŭ tiel:
et: Mõned loodud kettajagudest on liiga väikesed. Palun anna järgnevatele partitsioonidele vähemalt näidatud mahud:
eu: Sortu diren partizio batzuk txikiegiak dira. Sortu partizioak gutxieneko tamaina honekin:
fa: برخی افرازهایی که ساخته‌اید، بیش از حد کوچکند. لطفاً افرازهای زیر را لااقل تا این اندازه بزرگ کنید:
fi: Jotkin luoduista osioista ovat liian pieniä. Varmista, että osiot ovat vähintään seuraavan kokoisia:
fr_ca: Certaines des partitions que vous avez créées sont trop petites. Veuillez vous assurer que les partitions suivantes aient au moins cette taille :
gd: Tha cuid dhe na pàirteachaidhean a chruthaich thu ro bheag. Dèan na pàirteachaidhean a leanas co-dhiù:
gl: Algunhas das particións creadas son demasiado pequenas. Faga as particións cando menos deste tamaño:
he: חלק מהמחיצות שיצרת קטנות מדי. נא לוודא שהמחיצות הבאות הן לפחות בגודל זה:
hi: आपके द्वारा सृष्टि किया गया कुछ विभाजन काफी छोटा है. कृपया निम्न विभाजन को कम से कम इतना बड़ा करेंः
hr: Neke od particija koje ste stvorili su premale. Povećajte sljedeće particije barem na ovu veličinu:
ia: Alicun del installationes tu ha create es troppo parve. Per favor rende iste partition al minus large:
it: Alcune delle partizioni create sono troppo piccole. Creare le seguenti partizioni di almeno questa dimensione:
ja: 作成したパーティションのいくつかが小さすぎます。以下のパーティションを少なくともこの大きさにしてください:
kab: Kra n yiḥricen i d-tesnulfaḍ meẓẓitit. Ttxil-k m err iḥricen-agi ara d-iḍefren ma drus s tiddi-agi:
km: ភាគ​ថាស​មួយ​ចំនួន​ដែល​អ្នក​បាន​​បង្កើត​តូច​ពេក ។ សូម​បង្កើត​ភាគ​ថាស​ដូច​ខាង​ក្រោម យ៉ាង​ហោច​ណាស់​ឲ្យ​បាន​ធំ​ជាង​នេះ ៖
ko: 일부 파티션의 크기가 너무 작습니다. 다음 파티션들을 지정한 최소 크기 이상으로 조정해주십시오:
ku: Hin beşên ku te çêkiriye pir biçûk in. Xêra xwe beşên din herî kêm di vê mezinahiyê de çêbike:
lt: Kai kurie sukurti skirsniai yra per maži. Prašome padidinti šiuos skirsnius bent iki tokio dydžio:
lv: Daži no jūsu izveidotajiem nodalījumiem ir pārāk mazi. Lūdzu, palieliniet šos nodalījumus vismaz līdz norādītajam izmēram:
mr: तुम्ही बनविलेले काही पार्टिशन्स खूपच लहान आहेत. पुढील पार्टिशन्स किमान एवढ्या बनवा:
my: သင် ဖန်တီးထားသော အခန်းအကန့်အချို့မှာ အလွန် သေးငယ်ပါသည်။ ကျေးဇူးပြု၍ အောက်ပါ အခန်းအကန့်များကို အနည်းဆုံး ဤမျှ ကြီးအောင် ပြုလုပ်ပါ:
nb: Noen av partisjonene du har laget er for små. Vennligst la følgende partisjoner minst ha denne størrelsen:
nl: Sommige van de door u aangemaakte partities zijn te klein. Geef deze partities minstens de volgende omvang:
nn: Nokre av partisjonane du laga er for små. Lag følgjande partisjonar minst så store:
pl: Niektóre z utworzonych partycji są za małe. Następujące partycje powinny mieć co najmniej taką wielkość:
ps: ځينې وېشنې چې تاسې وپنځولې، خورا وړې دي. مهرباني وکړئ، لاندنۍ وېشنې لګ تر لګه دومره لوي کړئ:
pt: Algumas das partições que criou são demasiado pequenas. As seguintes partições devem ter pelo menos o tamanho abaixo indicado:
pt_br: Algumas das partições que você criou são muito pequenas. Por favor, recrie partições com tamanho mínimo de:
si: ඔබ නිර්මාණය කල ඇතැම් කොටස් ඉතා කුඩායි. කරුණාකර පහත සඳහන් කොටස් මේ තරම්වත් විශාල කරන්න:
sl: Nekateri izmed ustvarjenih razdelkov so premajhni. Poskrbite, da bodo razdelki veliki vsaj:
sq: Disa nga particionet që ju krijuat janë shumë të vogla. Ju lutemi bëjini particionet që vijojnë të paktën kaq:
sr: Неке од партиција које сте направили су сувише мале. Молим направите следеће партиције барем ове величине:
sv: Några av partitionerna du skapade är för små. Gör följande partitioner åtminstone så här stora:
te: మీరు సృష్టించిన కొన్ని పార్టిషన్లు మరీ చిన్నవిగా ఉన్నాయి. దయచేసి కిందతెలిపిన పార్టిషన్లను ఈ మాత్రం పెద్దగా చేయండి:
tg: Баъзе аз қисмбандиҳое, ки шумо эҷод кардед хеле хурд мебошанд. Лутфан, қисмбандиҳои зеринро ақаллан ба андозаи зерин калонтар кунед:
th: บางพาร์ทิชันที่สร้างไว้มีขนาดเล็กเกินไป โปรดแก้ไขพาร์ทิชันให้มีขนาดไม่ต่ำกว่า:
tr: Oluşturduğunuz bölümlerden bazıları çok küçük. Lütfen aşağıdaki bölümler asgari şu büyüklükte olsun:
ug: قۇرغان بەزى رايون بەكلا كىچىك بولۇپ قالدى. تۆۋەندىكى رايوننىڭ چوڭلۇقىنى تۆۋەندىكىدەك قىلىڭ:
uk: Деякі створені вами розділи мають занадто малий розмір. Будь ласка, створіть наступні розділи принаймні такими за розміром:
vi: Một số phần vùng mà bạn đã tạo ra là quá nhỏ. Bạn vui lòng thiết lập các phân vùng với kích thước tối thiểu:
zh_hk: 一些您建立的分割區太小。請確認下列的分割區至少要比這還大：

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
af: Indien jy nie terugkeer na die partisieprogram en die grootte van hierdie partisies vermeerder nie, kan die installasie faal.
ar: إذا لم تعد إلى المقسّم وتزيد مساحة هذه الأجزاء فقد يفشل التثبيت.
ast: Si nun torna al programa de particionáu y agranda'l tamañu d'estes particiones, la instalación pue fallar.
bg: Ако не се върнете в програмата за редактиране на дялове и не увеличите големината на тези дялове, инсталацията може да се провали.
bo: གལ་སྲིད་གསོག་སྡེར་ཁག་བཟོ་ཆས་ཐོག་ཕྱིར་ལོག་ནས་གསོག་སྡེར་ཁག་ཆེ་རུ་མ་བཏང་ན་སྒྲིག་འཇུག་ལེགས་འགྲུབ་མི་བྱུང་བའི་ཉེན་ཁ་ཡོད
bs: Ukoliko se ne vratite na particionisanje diska i ne povećate veličinu ovih particija, moguće je da instalacija neće uspjeti.
ca: Si no torneu al partidor i incrementeu la mida d'aquestes particions, pot ser que falli la instal·lació.
ckb: گه‌ر نه‌گه‌ڕێیته‌وه‌ بۆ دابه‌شكه‌ره‌كه‌ و قه‌باره‌ی دابه‌شكراوه‌كان گه‌وره‌تر نه‌كه‌یت، ئه‌وا له‌وانه‌یه‌ دامه‌زراندنه‌كه‌ به‌هه‌ڵه‌ كۆتایی بێت و سه‌رنه‌گرێت.
cs: Jestliže se nevrátíte zpět k nástroji na dělení disku a nezvětšíte oddíly, instalace může selhat.
cy: Os nad ydych yn mynd yn ôl i'r rhaniadydd i gynyddu maint y rhaniadau hyn, gall y gosod fethu.
da: Hvis du ikke går tilbage til partitionsprogrammet og øger størrelsen af disse partitioner, vil installationen måske mislykkes.
de: Wenn Sie nicht zum Partitionsmenü zurückkehren und die Größe dieser Partitionen ändern, könnte die Installation fehlschlagen.
el: Αν δεν επιστρέψετε στον οδηγό διαμέρισης για να μεγαλώσετε το μέγεθος αυτών των κατατμήσεων, η εγκατάσταση πιθανόν να αποτύχει.
eo: Se vi ne reiras al la subdiskigilo kaj pligrandigas la subdiskojn, la instalado povas fiaski.
et: Kui sa ei lähe tagasi kettajagude määrajasse ja ei suurenda nende kettajagude suurust, võib paigaldamine ebaõnnestuda.
eu: Ez bazara partiziogilera itzultzen partizioen tamaina handitzeko, posible da instalazioak huts egitea.
fa: اگر به پارتیشن‌ساز برنگردید و اندازه پارتیشن‌ها را افزایش ندهید، ممکن است نصب با شکست مواجه شود.
fi: Jos et mene takaisin osiointiin ja kasvata näiden osioiden kokoa, asennus saattaa epäonnistua.
fr_ca: Si vous ne revenez pas au partitionneur et augmenter la taille de ces partitions, l’installation pourrait échouer.
gd: Mura till thu gu gleus nam pàirteachaidhean is mura meudaich thu na pàirteachaidhean seo, dh'fhaoidte gum fàillig an stàladh.
gl: Se non volve ao particionador para incrementar o tamaño desas particións, a instalación pode fallar.
he: אם לא תחזרו אל עורך המחיצות ותגדילו את גודל המחיצות הללו, ההתקנה עלולה להיכשל.
hi: आप इस विभाजन के आकार को बढ़ाने के लिए वापस विभाजक में नहीं जाते तो संस्थापना विफल हो जाएगा.
hr: Ako se ne vratite na particioniranje i povećate ove particije, instalacija možda neće uspjeti.
ia: Si tu non regrede al partitionator e non incrementa le dimension de iste partitiones, le installation pote faller.
it: Se non si torna al programma di partizionamento e non si aumenta la dimensione di queste partizione l'installazione potrebbe non riuscire.
ja: もしpartitionerに戻らず、これらパーティションのサイズが増えているならば、インストールに失敗しているかもしれません。
kab: Ma yella ur tuɣaleḍ ara ɣer ubeṭṭay ad tesimɣureḍ tiddi n yiḥricen-agi, asbeddi yezmer ad yeɣli.
km: បើ​អ្ន​ក​មិន​ត្រឡប់​ទៅ​កាន់​កម្មវិធី​ចែក​ភាគ​ថាស​ និង​បង្កើន​ទំហំ​ភាគ​ថាស​ទាំង​នេះ​វិញ​ទេ ការ​ដំឡើង​​​អាចនឹង​​បរាជ័យ ។
ko: 파티션 프로그램으로 돌아간 후 파티션 크기를 늘리지 않으면 설치할 수 없습니다.
ku: Eger venegerî dabeşkarê û kapasîteya dîskan mezin nekî, sazkirin dê bi ser nekeve.
lt: Jei negrįšite į skirsnių tvarkymą ir nepadidinsite šių skirsnių, diegimas gali nepavykti.
lv: Instalēšana var būt kļūmīga, ja nepalielināsiet nodalījumu izmērus.
mr: तुम्ही मागे पार्टीशनरमध्ये जाऊन या पार्टिशन्सचा आकार वाढवला नाही तर प्रस्थापना अपयशी होऊ शकते.
my: သင် အခန်းကန့်သည့် နေရာသို့ ပြန်သွား၍ ဤ အခန်းအကန့်၏ အရွယ်အစားကို ပိုမိုကြီးမားအောင် မပြုလုပ်လျှင် စနစ်ထည့်သွင်းမှု အောင်မြင်မည်မဟုတ်ပါ။
nb: Hvis du ikke går tilbake til partisjoneringsprogrammet og øker størrelsen på disse partisjonene, vil installasjonen kunne mislykkes.
nl: Als u niet teruggaat naar het schijfindelingsprogramma en deze partities vergroot, kan de installatie mislukken.
nn: Om du ikkje går tilbake til partisjoneringsverktøyet og aukar storleiken på desse partisjonane, kan det hende installeringa mislukkast.
pl: Jeśli partycje nie zostaną powiększone, instalacja może się nie udać.
ps: که تاسې بېرته وېشونکي ته لاړ نه شئ او د دې وېشنو کچ ډېر نه کړئ، نو لګونه ښايي چې نابریالۍ شي.
pt: Se não retroceder para o particionador e aumentar o tamanho destas partições, a instalação pode falhar.
pt_br: Se você não voltar ao particionador e aumentar o tamanho dessas partições, a instalação poderá falhar.
si: ඔබට කොටස්කාරකයට ආපසු ගොස් එම කොටස් වල ප්‍රමාණය විශාල නොකලහොත්, ස්ථාපනය අසාර්ථක විය හැක.
sl: Če se ne vrnete na razdeljevanje diska in tam ne spremenite velikosti teh razdelkov, bo namestitev morda spodletela.
sq: Nëse nuk ktheheni tek particionuesi dhe të risni përmasat e këtyre particioneve, instalimi mund të dështojë.
sr: Ако се не вратите у партиционер и не повећате величину ових партиција, инсталација можда неће успети.
sv: Om du inte går tillbaka till partitioneraren och ökar storleken för dessa partitioner så kan installationen misslyckas.
te: మీరు వెనుకకు (పార్టిషనర్‌)కి వెళ్ళకుండా ఈ పార్టిషన్‌ల పరిమాణాన్ని పెంచితే, స్థాపన విఫలమయ్యే అవకాశం ఉంది.
tg: Агар шумо ба абзори қисмбандӣ барнагардед ва андозаи қисмбандиҳои зеринро калонтар накунед, насбкунӣ метавонад ба анҷом нарасад.
th: หากคุณไม่กลับไปที่โปรแกรมจัดการพาร์ติชันและเพิ่มขนาดพาร์ติชั่น การติดตั้งอาจจะล้มเหลว
tr: Bölümlendiriciye geri dönüp, bu bölümlerinin boyutunu artırmazsanız kurulum başarısız olabilir.
ug: ئەگەر دىسكا رايون بۆلگۈچكە قايتمايلا بۇ رايونلارنىڭ سىغىمىنى چوڭايتسىڭىز، قاچىلاش مەغلۇب بولۇشى مۇمكىن.
uk: Якщо ви не повернетесь до програми розмітки розділів диска і не збільшите розмір цих розділів, встановлення може завершитись невдало.
vi: Nếu bạn không quay lại trình phân vùng đĩa và tăng kích thước những phân vùng này, cài đặt có thể thất bại.
zh_hk: 如果您不回到磁碟分割程式並增加這些分割區的大小，這次安裝可能會失敗。

source: System Configuration
af: Stelselkonfigurasie
ar: ضبط النظام
ast: Configuración Sistema
bg: Системна настройка
bo: མ་ལག་སྒྲིག་འགོད
bs: Konfiguracija sistema
ca: Configuració del sistema
ckb: ڕێکخستنی سیستەم
cs: Nastavení systému
cy: Ffurfweddiad System
da: Systemopsætning
de: Systemeinstellungen
el: Ρύθμιση συστήματος
eo: Sistemagordoj
et: Süsteemi seadistus
eu: Sistemaren konfigurazioa
fa: پیکربندی سامانه
fi: Järjestelmän asetukset
fr_ca: Configuration du système
gd: Rèiteachadh an t-siostaim
gl: Configuración do sistema
he: תצורת מערכת
hi: तंत्र विन्यास
hr: Podešavanje sustava
ia: Configuration de systema
it: Configurazione del sistema
ja: システム設定
kab: Tawila n unagraw
km: ការកំណត់​រចនាសម្ព័ន្ធ​ប្រព័ន្ធ
ko: 시스템 설정
ku: Mîhengkirina Pergalê
lt: Sistemos konfigūracija
lv: Sistēmas konfigurācija
mr: प्रणाली संयोजना
my: စနစ် ပြင်ဆင်ချိန်ညှိမှု
nb: Systemkonfigurasjon
nl: Systeeminstellingen
nn: Systemoppsett
pa: ਸਿਸਟਮ ਸੰਰਚਨਾ
pl: Konfiguracja systemu
ps: غونډال سازونه
pt: Configuração do sistema
pt_br: Configuração do sistema
si: පද්ධති වින්‍යාසය
sl: Nastavitev sistema
sq: Konfigurimi i sistemit
sr: Подешавање система
sv: Systemkonfiguration
te: సిస్టం కాన్ఫిగరేషన్
tg: Танзимоти низом
th: ตั้งค่าระบบ
tr: Sistem Yapılandırması
ug: سىستېما سەپلىمىسى
uk: Налаштування системи
vi: Cấu hình hệ thống
zh_hk: 系統組態

source: Welcome
af: Welkom
ar: أهلا بك
ast: Bienllegáu
bg: Добре дошли
bo: དགའ་བསུ་ཞུ
bs: Dobrodošli
ca: Benvingut
ckb: بەخێرهاتی
cs: Vítejte
cy: Croeso
da: Velkommen
de: Willkommen
el: Καλώς ήλθατε
eo: Bonvenon
et: Tere tulemast
eu: Ongi etorri
fa: خوش آمدید
fi: Tervetuloa
fr_ca: Bienvenue
gd: Fàilte
gl: Benvido(a)
he: ברוך בואך
hi: सुस्वागतम
hr: Dobrodošli
ia: Benvenite
it: Benvenuti
ja: ようこそ
kab: Ansuf
km: សូម​ស្វាគមន៍
ko: 환영합니다
ku: Bi xêr hatî
lt: Sveiki!
lv: Laipni lūdzam
mr: सुस्वागतम्
my: ကြိုဆိုပါတယ်
nb: Velkommen
nl: Welkom
nn: Velkommen
pa: ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy
ps: ښه راغلئ
pt: Bem-vindo
pt_br: Bem-vindo
si: ආයුබෝවන්
sl: Dobrodošli
sq: Mirësevini
sr: Добродошли
sv: Välkommen
te: స్వాగతం
tg: Марҳабо!
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
ug: مەرھابا
uk: Ласкаво просимо!
vi: Chào mừng
zh_hk: 歡迎

source: Network configuration
af: Netwerkkonfigurasie
ar: ضبط الشبكة
ast: Configuración de rede
bg: Конфигуриране на мрежа
bo: དྲ་བའི་སྒྲིག་འགོད
bs: Konfiguracijar mreže
ca: Configuració de xarxa
ckb: ڕێکخستنی ڕایەڵە
cs: Nastavení sítě
cy: Ffurfweddiad Rhwydwaith
da: Netværksindstillinger
de: Netzwerkeinstellungen
el: Ρύθμιση δικτύου
eo: Retaj agordoj
et: Võrguseadistus
eu: Sarearen konfigurazioa
fa: پیکر‌بندی شبکه
fi: Verkon asetukset
fr_ca: Configuration du réseau
gd: Rèiteachadh an lìonraidh
gl: Configuración da rede
he: תצורת הרשת
hi: संजाल विन्यास
hr: Podešavanje mreže
ia: Configuration del rete
it: Configurazione della rete
ja: ネットワーク設定
kab: Tawila n uẓeḍḍa
km: ការកំណត់​រចនាសម្ព័ន្ធ​បណ្តាញ
ko: 네트워크 설정
ku: Mîhengkirina torê
lt: Tinklo konfigūracija
lv: Tīkla konfigurācija
mr: संजाळ संयोजना
my: ကွန်ယက် ချိန်ညှိမှု
nb: Nettverksoppsett
nl: Netwerkinstellingen
nn: Nettverksoppsett
pa: ਨੈੱਟਵਰਕ ਸੰਰਚਨਾ
pl: Konfiguracja sieci
ps: جال سازونه
pt: Configuração de rede
pt_br: Configuração de rede
si: ජාල වින්‍යාසය
sl: Nastavitev omrežja
sq: Konfigurimi i rrjetit
sr: Подешавање мреже
sv: Nätverkskonfiguration
te: నెట్వర్కు కాన్ఫిగరేషన్
tg: Танзимоти шабака
th: ตั้งค่าเครือข่าย
tr: Ağ yapılandırması
ug: تور سەپلىمىسى
uk: Налаштування мережі
vi: Cấu hình mạng
zh_hk: 網絡設定

source: Language
af: Taal
ar: اللغة
ast: Llingua
bg: Език
bo: སྐད་རིགས
bs: Jezik
ca: Llengua
ckb: زمان
cs: Jazyk
cy: Iaith
da: Sprog
de: Sprache
el: Γλώσσα
eo: Lingvo
et: Keel
eu: Hizkuntza
fa: زبان
fi: Kieli
fr_ca: Langue
gd: Cànan
gl: Idioma
he: שפה
hi: भाषा
hr: Jezik
ia: Lingua
it: Lingua
ja: 言語
kab: Tutlayt
km: ភាសា
ko: 언어
ku: Ziman
lt: Kalba
lv: Valoda
mr: भाषा
my: ဘာသာစကား
nb: Språk
nl: Taal
nn: Språk
pa: ਭਾਸ਼ਾ
pl: Język
ps: ژبه
pt: Idioma
pt_br: Idioma
si: භාෂාව
sl: Jezik
sq: Gjuha
sr: Језик
sv: Språk
te: భాష
tg: Забон
th: ภาษา
tr: Dil
ug: تىل
uk: Мова
vi: Ngôn ngữ
zh_hk: 語言

source: Wireless
af: Draadloosnetwerk
ar: لاسلكي
ast: Rede Inalámbrica
bg: Безжична връзка
bo: སྐུད་མེད
bs: Bežična mreža
ca: Xarxa sense fils
ckb: بێتەل
cs: Bezdrátová síť
cy: Diwifr
da: Trådløst
de: Funknetzwerk
el: Ασύρματο
eo: Sendrata reto
et: Raadiovõrk
eu: Haririk gabekoa
fa: بی‌سیم
fi: Langattomat yhteydet
fr_ca: Sans fil
gd: Uèirleas
gl: Sen fíos
he: אלחוטי
hi: वायरलेस
hr: Bežična mreža
ia: Sin filos
it: Rete senza fili
ja: 無線
kab: War agatu
km: ឥត​ខ្សែ
ko: 무선 연결
ku: Bêtêl
lt: Belaidis
lv: Bezvadu tīkls
mr: वायरलेस
my: ကြိုးမဲ့
nb: Trådløs
nl: Draadloos
nn: Trådlaust
pa: ਬੇਤਾਰ
pl: Sieć bezprzewodowa
ps: بې مزي
pt: Rede sem fios
pt_br: Sem fio
si: රැහැන් රහිත
sl: Brezžično
sq: Wireless (pa fije)
sr: Бежична
sv: Trådlös
te: వైరులేని
tg: Шабакаи бесим
th: ไร้สาย
tr: Kablosuz
ug: سىمسىز
uk: Бездротовий зв’язок
vi: Không dây
zh_hk: 無線

source: Software
af: Sagteware
ar: برمجيّات
bs: Softver
ca: Programari
ckb: داوانامە
cy: Meddalwedd
et: Tarkvara
eu: Softwarea
fa: نرم‌افزار
fi: Ohjelmisto
hr: Softver
ja: ソフトウェア
kab: Aseɣẓan
ku: Nivîsbarî
lt: Programinė įranga
lv: Programmatūra
mr: सॉफ्टवेअर
nl: Programmatuur
nn: Programvare
pl: Oprogramowanie
ps: ساوتری
sr: Програми
sv: Program
tg: Нармафзор
th: ซอฟต์แวร์
tr: Yazılım
ug: يۇمشاق دېتال
vi: Phần mềm
zh_hk: 軟件

source: Timezone
af: Tydsone
ar: المنطقة الزمنية
ast: Estaya horaria
bg: Часови пояс
bo: དུས་ཚོད་ས་ཁོངས
bs: Vremenska zona
ca: Fus horari
ckb: کاتی هەرێمی
cs: Časové pásmo
cy: Cylchfa amser
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
eo: Horzono
et: Ajavöönd
eu: Ordu-eremua
fa: منطقهٔ زمانی
fi: Aikavyöhyke
fr_ca: Fuseau horaire
gd: Raon-ama
gl: Fuso horario
he: איזור זמן
hi: समयक्षेत्र
hr: Vremenska zona
ia: Fuso horari
it: Fuso orario
ja: タイムゾーン
kab: Tamnaḍt tasragant
km: តំបន់​ពេល​វេលា
ko: 시간대
ku: Qada Demê
lt: Laiko juosta
lv: Laika zona
mr: वेळक्षेत्र
my: အချိန်ဇုန်
nb: Tidssone
nl: Tijdzone
nn: Tidssone
pa: ਸਮਾਂ ਖੇਤਰ
pl: Strefa czasowa
ps: مهال سيمه
pt: Fuso horário
pt_br: Fuso horário
si: වේලා කලාපය
sl: Časovni pas
sq: Zona orare
sr: Временска зона
sv: Tidszon
te: సమయక్షేత్రం
tg: Минтақаи вақт
th: เขตเวลา
tr: Saat Dilimi
ug: ۋاقىت رايونى
uk: Часовий пояс
vi: Múi giờ
zh_hk: 時區

source: Keyboard
af: Sleutelbord
ar: لوحة المفاتيح
ast: Tecláu
bg: Клавиатура
bo: མཐེབ་གཞོང
bs: Tastatura
ca: Teclat
ckb: تەختەکلیل
cs: Klávesnice
cy: Bysellfwrdd
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
eo: Klavaro
et: Klahvistik
eu: Teklatua
fa: صفحه‌کلید
fi: Näppäimistö
fr_ca: Clavier
gd: Meur-chlàr
gl: Teclado
he: מקלדת
hi: कुंजीपटल
hr: Tipkovnica
ia: Claviero
it: Tastiera
ja: キーボード
kab: Anasiw
km: ក្តារ​ចុច
ko: 키보드
ku: Klavye
lt: Klaviatūra
lv: Tastatūra
mr: कळफलक
my: ကီးဘုတ်
nb: Tastatur
nl: Toetsenbord
nn: Tastatur
pa: ਕੀ-ਬੋਰਡ
pl: Klawiatura
ps: کيليدړه
pt: Teclado
pt_br: Teclado
si: යතුරුපුවරුව
sl: Tipkovnica
sq: Tastiera
sr: Тастатура
sv: Tangentbord
te: కీబోర్డు
tg: Клавиатура
th: แป้นพิมพ์
tr: Klavye
ug: ھەرپتاختا
uk: Клавіатура
vi: Bàn phím
zh_hk: 鍵盤

source: Disk Setup
af: Skyfopstelling
ar: إعداد القرص
ast: Configuración Discu
bg: Разделяне на диск
bo: སྲ་སྡེར་སྒྲིག་འགོད
bs: Postavljanje diska
ca: Configuració dels discos
ckb: دەسپێکردنی پەپکە
cs: Nastavení disku
cy: Gosod y ddisg
da: Diskopsætning
de: Einrichtung der Festplatten
el: Ρύθμιση δίσκου
eo: Agordi diskon
et: Kettaseadistus
eu: Disko-konfigurazioa
fa: تنطیم دیسک
fi: Levyasetukset
fr_ca: Configuration du disque
gd: Suidheachadh an diosg
gl: Configuración dos discos
he: הגדרת כונן
hi: डिस्क प्रतिष्ठित करें
hr: Postavke diska
ia: Configuration del disco
it: Impostazione disco
ja: ディスクのセットアップ
kab: Asbadu n uḍebsi
km: រៀប​ចំ​ថាស
ko: 디스크 설정
ku: Avakirina dîskê
lt: Disko (laikmenos) sąranka
lv: Diska iestatīšana
mr: डिस्क संयोजना
my: Disk တည်ဆောက်မှု
nb: Diskoppsett
nl: Schijfindeling
nn: Diskoppsett
pa: ਡਿਸਕ ਸੈਟਅੱਪ
pl: Ustawienia dysku
ps: ټيکلي امسته
pt: Configuração do disco
pt_br: Configuração de disco
si: තැටි ස්ථාපනය
sl: Nastavitev diska
sq: Instalimi i Diskut
sr: Поставка диска
sv: Diskkonfiguration
te: డిస్కు అమరిక
tg: Танзими диск
th: ตั้งค่าดิสก์
tr: Disk Kurulumu
ug: دىسكا ئورنىتىش
uk: Налаштування диска
vi: Thiết lập đĩa
zh_hk: 磁碟設定

source: User Info
af: Gebruikerisnligting
ar: معلومات المستخدم
ast: Información d'usuariu
bg: Информация за потребителя
bo: སྤྱོད་མཁན་གྱི་སྐོར
bs: Podaci o korisniku
ca: Informació d'usuari
ckb: زانیاری بەکارهێنەر
cs: Informace o uživateli
cy: Gwybodaeth Ddefnyddwyr
da: Brugerinfo
de: Benutzerinformation
el: Πληροφορίες χρήστη
eo: Uzantinformo
et: Kasutaja andmed
eu: Erabiltzailearen informazioa
fa: اطّلاعات کاربر
fi: Käyttäjätiedot
fr_ca: Infos sur l’utilisateur
gd: Fiosrachadh mun chleachdaiche
gl: Información do usuario
he: פרטי המשתמש
hi: प्रयोक्ता सूचना
hr: Informacije o korisniku
ia: Informationes del usator
it: Informazioni utente
ja: ユーザー情報
kab: Talɣut n useqdac
km: ព័ត៌មាន​អ្នក​ប្រើ
ko: 사용자 정보
ku: Agahiyên bikarhêner
lt: Informacija apie naudotoją
lv: Lietotāja informācija
mr: वापरकर्ता माहिती
my: အသုံးပြုသူ အချက်အလက်
nb: Brukerinfo
nl: Gebruikersinformatie
nn: Brukarinformasjon
pa: ਯੂਜ਼ਰ ਜਾਣਕਾਰੀ
pl: Informacje o użytkowniku
ps: کارن خبرتیا
pt: Informações do utilizador
pt_br: Informação do usuário
si: පරිශීලක තොරතුරු
sl: Podatki o uporabniku
sq: Informacione Rreth Përdoruesit
sr: Подаци о кориснику
sv: Användarinformation
te: వాడుకరి సమాచారం
tg: Маълумоти корбар
th: ข้อมูลผู้ใช้
tr: Kullanıcı Bilgisi
ug: ئىشلەتكۈچى ئۇچۇرى
uk: Інформація про користувача
vi: Thông tin người dùng
zh_hk: 使用者資訊

source: installation process
af: installasieproses
ar: عملية التثبيت
ast: procesu instalación
bg: инсталационен процес
bo: སྒྲིག་འཇུག་གི་རྒྱུད་རིམ
bs: instalacioni proces
ca: procés d'instal·lació
ckb: قۆناغی دامەزراندن
cs: instalační proces
cy: y broses o osod
da: installationsproces
de: Installationsvorgang
el: διαδικασία εγκατάστασης
eo: instalado
et: paigaldusprotsess
eu: instalazio-prozesua
fa: فرایند نصب
fi: asennuksen edistyminen
fr_ca: processus d’installation
gd: am pròiseas stàlaidh
gl: proceso de instalación
he: תהליך ההתקנה
hi: संस्थापना प्रक्रिया
hr: proces instalacije
ia: processo de installation
it: processo di installazione
ja: インストール処理
kab: akala n usbeddi
km: ដំណើរ​ការ​ដំឡើង
ko: 설치 과정
ku: pêvajoya sazkirinê
lt: įdiegimo procesas
lv: instalācijas process
mr: प्रतिष्ठापन प्रक्रिया
my: ထည့်သွင်းမှု လုပ်ငန်းစဉ်
nb: installasjonsprosess
nl: installatievoortgang
nn: installasjonsprosess
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਕਾਰਵਾਈ
pl: proces instalacji
ps: لګونې بهير
pt: Processo de instalação
pt_br: processo de instalação
si: ස්ථාපන ක්‍රියාවලිය
sl: namestitveno opravilo
sq: proçesi i instalimit
sr: процес инсталције
sv: installationsprocess
te: స్థాపన ప్రక్రియ
tg: Раванди насбкунӣ
th: ขั้นตอนการติดตั้ง
tr: kurulum süreci
ug: ئورنىتىش جەريانى
uk: процес встановлення
vi: Quá trình cài đặt
zh_hk: 安裝進度
