Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: You will choose a security key in the next step.
af: Jy sal in die volgende stap 'n beveiligingsleutel kies.
ar: ستختار مفتاح أمان في الخطوة التالية.
ast: Tendrás d'escoyer una clave de seguridá nel siguiente pasu.
bg: Вие ще изберете ключът за защита при следващата стъпка.
bo: འོག་ཏུ་རང་ཉིད་ཀྱིས་གསང་གྲངས་ཞིག་འདེམས་དགོས
bs: U sljedećem koraku ćete odabrati sigurnosni ključ.
ca: En el pas següent triareu la clau de seguretat.
ckb: تۆ کلیلی پاراستن هەڵدەبژێریت لە هەنگاوی داهاتوو.
cs: V dalším kroku si nastavíte bezpečnostní klíč.
cy: Byddwch yn dewis allwedd diogelwch yn y cam nesaf.
da: Du vil vælge en sikkerhedsnøgle i det næste trin.
de: Im nächsten Schritt wählen Sie einen Sicherheitsschlüssel aus.
el: Θα επιλέξετε ένα κλειδί ασφαλείας στο επόμενο βήμα
eo: Vi elektos sekurecan ŝlosilon en la sekva paŝo
et: Turvakoodi saad valida järgmises etapis.
eu: Hurrengo pausoan segurtasun-gakoa aukeratuko duzu.
fa: در گام بعدی، کلید امنیتی‌ای خواهید گزید.
fi: Salausavain valitaan seuraavassa vaiheessa.
fr_ca: Vous choisirez une clef de sécurité à l'étape suivante.
gd: Taghaidh thu iuchair tèarainteachd san ath-cheum.
gl: Deberá elixir unha clave de seguranza no seguinte paso.
he: יתאפשר לך לבחור במפתח אבטחה בשלב הבא.
hi: अगले चरण में आप एक सुरक्षा कुंजी का चयन करेंगे.
hr: Odabrat ćete sigurnosni ključ u sljedećem koraku.
ia: Tu eligera un clave de securitate in le grado successive.
it: Nel passo successivo verrà scelta una chiave di sicurezza.
ja: セキュリティキーは次のステップで選択します。
kab: Ad tferneḍ tasarut n tɣellist deg usurif i d-itteddun.
km: អ្នក​នឹង​ជ្រើស​សោ​សុវត្ថិភាព​​នៅ​ជំហាន​បន្ទាប់
ko: 다음 단계에서 보안 키를 선택할 수 있습니다.
ku: Di gavê peyde were de tu yê mifteya ewlehiyê bibijêrî.
lt: Kitame žingsnyje pasirinksite saugumo raktą.
lv: Nākamajā solī jūs izvēlēsities drošības atslēgu.
mr: पुढच्या पायरीमध्ये सुरक्षा कळ निवडा.
nb: Du velger en sikkerhetsnøkkel i neste steg.
nl: In de volgende stap zult u een beveiligingssleutel kiezen.
nn: I det neste steget må du skriva inn ein tryggleiksnøkkel.
pl: Prosi o wprowadzenie klucza dostępu w następnym kroku
ps: تاسې به د خونديتوب کيلي په بل پړاو کښې غوره کړئ.
pt: Irá escolher uma chave de segurança no passo seguinte.
pt_br: Você escolherá uma chave de segurança no próximo passo.
sl: V naslednjem koraku boste izbrali varnostni ključ.
sq: Ju do të zgjidhni një çelës sigurie në hapin tjetër
sr: Изабраћете безбедносни кључ у следећем кораку.
sv: Du väljer säkerhetsnyckel i nästa steg.
tg: Шумо дар қадами навбатӣ калиди амниятро интихоб мекунед.
th: คุณจะต้องเลือกคีย์ความปลอดภัยในขั้นถัดไป
tr: Bir sonraki adımda bir güvenlik anahtarı seçeceksiniz.
ug: كېيىنكى باسقۇچتا بىخەتەرلىك ئاچقۇچىنى تاللايسىز.
uk: Ключ захисту можна буде вибрати на наступному кроці.
vi: Ở bước tiếp theo bạn sẽ phải chọn một khóa bảo mật
zh_hk: 下個步驟中您需要選擇一道安全金鑰

source: Use LVM with the new ${RELEASE} installation
af: Gebruik LVM saam met die nuwe ${RELEASE}-installasie.
ar: استخدم LVM مع تثبيت ${RELEASE} الجديد
bs: Koristi LVM sa novom ${RELEASE} instalacijom
ca: Utilitza LVM amb la nova instal·lació ${RELEASE}
ckb: LVM بەکاربێنە لەگەڵ دامەزراندنی نوێی ${RELEASE}
cs: Použít LVM pro novou instalaci ${RELEASE}
cy: Defnyddio LVM gyda'r gosodiad ${RELEASE} newydd
eo: Uzi LVM kun la nova instalado de ${RELEASE}.
et: Paigaldatava ${RELEASE} jaoks kasutatakse LVM-i
eu: Erabili LVM ${RELEASE} instalazio berrian
fa: برای نصب جدید ${RELEASE} از LVM استفاده شود
fi: Käytä LVM:ää uudessa ${RELEASE}-asennuksessa
fr_ca: Utiliser LVM pour la nouvelle installation de ${RELEASE}
gd: Cleachd LVM leis an stàladh ùr de ${RELEASE}
hr: Koristi ULU s novom ${RELEASE} instalacijom
ia: Usar LVM con le nove installation de ${RELEASE}
ja: 新しい${RELEASE}のインストールにLVMを使用する
kab: Seqdec LVM s usbeddi amaynut n ${RELEASE}
ku: Bi sazkirina ${RELEASE} ya nû re LVMê bi kar bîne
lt: Naudoti LVM (Volume Manager) su naujame ${RELEASE} diegime
lv: Izmantot LVM ar jauno ${RELEASE} instalāciju
mr: नवीन ${RELEASE} प्रस्थापनामध्ये LVM वापरा
nl: LVM gebruiken bij de nieuwe installatie van ${RELEASE}
nn: Bruk LVM med den nye ${RELEASE}-installasjonen
pl: Użyj LVM w nowej instalacji ${RELEASE}
ps: د نوي ${RELEASE} لګاو تر څنګ س.ډ.س کارول
pt: Utilize o LVM com a nova instalação do ${RELEASE}.
sr: Користите УЛВ са новом инсталацијом „${RELEASE}“
sv: Använd LVM med din nya ${RELEASE}-installation
tg: Истифода бурдани LVM бо насби низоми нави ${RELEASE}
th: ใช้ LVM กับการติดตั้ง ${RELEASE} ใหม่
tr: Yeni ${RELEASE} kurulumunda LVM kullan
ug: يېڭى ${RELEASE} نى ئورنىتىشتا LVM نى ئىشلەتسۇن
vi: Sử dụng LVM với bản cài đặt ${RELEASE}
zh_hk: ${RELEASE} 新安裝一併使用 LVM

source: This will set up Logical Volume Management. It allows taking snapshots and easier partition resizing.
af: Hierdie aksie sal LVM (Logiese volumebeheer) opstel. Dit laat die neem van flitsbeelde en makliker grootteverstellings van partisies toe.
ar: سيقوم هذا بإعداد إدارة المساحة المنطقية. إنه يتيح أخذ اللقطات ويسهّل إعادة تحجيم أقسام القرص.
ast: Esto configurará la Xestión de Volume Lóxicu. Permite tomar instantánees y redimensionar particiones de mou simple.
bg: Това действие ще настрои диспечера на логическите томове (LVM) при инсталацията. Той позволява направата на снимки за състоянието на диска и опростява промяната на размера на дяловете.
bo: འདིས་རྟོགས་བཟོས་ཀྱི་གསོག་སྡེར་ཁག་དོ་དམ་བྱེད་པ། དེའི་ནང་ཁག་གི་རྣམ་པ་ཤར་བ་དང་གསོག་སྡེར་ཆེ་ཆུང་སྒྱུར་ཆོག
bs: Ovim ćete postaviti Logical Volume Management. On omogućava da se uzmu pregledi i jednostavnije promjene veličine particija.
ca: Això configurarà la gestió de volums lògics, la qual permet fer instantànies i canviar la mida de particions de manera senzilla.
cs: Nastaví Logical Volume Management. Ten umožňuje snadnější tvorbu snapshotů a změnu velikosti oddílů.
cy: Bydd hyn yn gosod y Logical Volume Management. Mae'n caniatáu tynnu lluniau sgrin a newid maint rhaniadau'n haws.
da: Dette vil konfigurere logisk diskenhedshåndtering (LVM). Det gør det muligt at danne øjebliksbilleder og nemmere at ændre størrelse på partitioner.
de: LVM wird eingerichtet. Es erlaubt die Erstellung von Abbildern und eine erleichterte Größenänderung von Partitionen.
el: Αυτό θα εγκαταστήσει τη Διαχείρηση λογικών δίσκων (LVM). Επιτρέπει τη λήψη στιγμιοτύπων των δεδομένων του δίσκου και την ευκολότερη αλλαγή μεγέθους των κατατμήσεων.
eo: Ĉi tiu agordos LVM. Ĝi permesos fari sistemmomentajn kopiojn kaj faciligas subdiskan regrandigon.
et: Seadistatakse loogiliste köidete haldus (LVM). See võimaldab teha momentsalvestusi ja teeb lihtsamaks kettajagude mahu muutmise.
eu: Honek bolumen logikoen kudeaketa (LVM) konfiguratuko du. Sistemaren argazkiak ateratzea eta partizioak tamainaz errazago aldatzea ahalbidetzen du.
fa: این کار، مدیریت حجم منطقی را برپا خواهد ساخت که اجازهٔ گرفتن تصویر لحظه‌ای و تغییر اندازهٔ راحت‌تر افرازها را می‌دهد.
fi: Tämä ottaa käyttöön loogisen taltionhallinnan. Se mahdollistaa tilannevedosten ottamisen ja osioiden helpomman koon muuttamisen.
fr_ca: Ceci va configurer la gestion de volumes logiques. Ceci permet de prendre des instantanés et un redimensionnement plus facile des partitions.
gd: Suidhichidh seo LVM (Logical Volume Management). Bheir e comas dhut snapshots a dhèanamh agus nì e ath-mheudachadh pàirteachaidhean nas fhasa.
gl: Isto configurará a Xestión de Volume Lóxico. Permite tomar instantáneas e redimensionar particións de modo simple.
he: פעולה זו תגדיר ניהול כרכים לוגיים. מערכת זו מאפשרת לייצא תמונת אמת ולשנות את גדלי המחיצות בקלות.
hi: यह लोगिकल वोलयुम मानागमेनट को स्थापित कर देगा । यह सनेपसौट लेने देता है तथा विभाजनों के आसानी से आकार बदलनें में मदद करता है ।
hr: Ovo će postaviti Upravitelja logičkim uređajima (ULU). Dopušta predpregled i lakše particioniranje.
ia: Isto configurara le gestion del volumine logic. Illo permitte de prender instantaneas e de re-dimensionar plus facilemente le partition.
it: Verrà configurato il Logical Volume Management, che consente di creare «snapshot» e ridimensionare facilmente le partizioni.
ja: これにより論理ボリュームマネージャーを設定します。LVMはスナップショットの取得やパーティションサイズの変更が簡単に行えます。
kab: Ayagi ad isbedd asefrek ameẓẓul n ubleɣ. Ad k- m yeǧǧ ad tgeḍ tiwaṭṭfiwin yerna ad talseḍ tisekta n yiḥricen s tuffart.
km: វា​នឹង​រៀបចំ​​​ការ​គ្រប់គ្រង​ភាគ​ថាស​ឡូជីខល។ វា​អនុញ្ញាត​ឲ្យ​រូបថត និង​ប្ដូរ​ទំហំ​ភាគ​ថាស​។
ko: 논리 볼륨 관리를 설정합니다. 이 작업을 하면 스냅샷을 만들거나 파티션 크기를 쉽게 바꿀 수 있습니다.
ku: Ev wê Rêveberiya Cîldê ya Mantiqî (LVM) saz bike. Ew îmkan dide ku tu lezwêneyan bikişînî û mezinahiya beşan cardin bi rehetî eyar bikî.
lt: Galėsite įjungti Loginių tomų valdymą (LVM). Tai leidžia daryti momentines skirsnių atvaizdų kopijas bei palengvina skirsnių dydžio keitimą.
lv: Šis solis iestatīts loģisko sējumu pārvaldību (LVM). Tas ļaus veidot sistēmas momentuzņēmumus un atvieglos nodalījumu izmēru maiņu.
mr: हे लॉजिकल वोल्युम व्यवस्थापन तयार करेल. ह्याने स्नॅपशॉट्स घेता येतात आणि पार्टीशनिंग सोपे होते.
nb: Setter opp logisk dataområdebehandling (LVM). Det lar deg ta øyeblikksbilder og gjør det lettere å endre størrelsen på partisjoner.
nl: Hiermee installeert u Logisch volumebeheer (LVM). Het maakt het vervaardigen van momentopnamen mogelijk, alsook het makkelijker vergroten of verkleinen van partities. Alleen voor ervaren gebruikers!
nn: Dette set opp handterar av logiske dataområde for taking av augneblinksbilete og lettare endring av partisjonsstorleik.
pl: Konfiguruje zarządzanie logicznymi wolumenami, umożliwiającymi tworzenie migawek systemu plików i proste zmienianie rozmiaru partycji
ps: دا به د سوليز ډکون سمبالښت امستل وکړي، کوم چې تاسې ته د سملاسي انځورونو اخيستلو او د وېشنو اسانه بياكچلو پرېښله درکوي.
pt: Isto irá preparar a Gestão de Volumes Lógicos. Permite fazer imagens do disco e facilitar o redimensionamento de partições.
pt_br: Isso irá configurar o Logical Volume Management (Gerenciamento de Volume Lógico). Ele permite a criação de backups e redimensionamento fácil de partição.
sl: To bo namestilo upravljanje logičnih nosilcev. To omogoča delanje posnetkov in lažje spreminjanje velikosti razdelkov.
sq: Kjo do të instalojë Menaxhimin e Volumit Logjik. Ai lejon që të merren pamje të gjendjes dhe një ripërmasim më të lehtë të particionit.
sr: Ово ће поставити Управника Логичких Партиција (ЛВМ). Омогућује прављења отиска података и лакшу промену величине партиције.
sv: Det här kommer ställa in logisk volymhantering (LVM). Det möjliggör ögonblicksbilder och enklare storleksändringar av partitioner.
tg: Ин амал идоракунии ҳаҷми мантиқиро насб мекунад. Ин амал инчунин барои таҳия кардани нуқтаҳои барқарорсозӣ ва тағйирдиҳии андозаи қисмбандӣ имкон медиҳад.
th: นี่จะเป็นการตั้งค่า Logical Volume Management ซึ่งทำให้การจับสแนปช็อตและการปรับขนาดพาร์ทิชันง่ายขึ้น
tr: Bu, Mantıksal Birim Yönetimi'ni (LVM) kuracaktır. Anlık görüntü almanıza ve kolayca bölümleri yeniden boyutlandırmanıza imkan verir.
ug: بۇنىڭ بىلەن لوگىكىلىق دىسكا باشقۇرۇش ئورنىتىلىپ، دىسكىنىڭ پۈتۈن تەسۋىرىنى ئېلىش ۋە رايوننىڭ چوڭلۇقىنى ئۆزگەرتىش ئاسانلىشىدۇ.
uk: За допомогою цього пункту можна наказати використовувати керування логічнимитомами (LVM). За допомогою такого керування можна буде створювати знімки системи та спростити зміну розмірів її розділів.
vi: Sắp thiết đặt trình Quản Lí Vùng Vật Lí. Trình này sẽ cho phép chụp ảnh ghi chú, và giúp thay đổi kích cỡ phân vùng một cách dễ dàng.
zh_hk: 這會設置邏輯儲存區管理。它讓您可以擷取快照，並輕鬆地重新調整分割大小。

source: Erase disk and use ZFS
af: Vee skyf uit en gebruik ZFS
ar: أمحُ القرص واستخدم ZFS
ca: Esborra el disc i fes servir ZFS
cs: Smazat disk a použít ZFS
fi: Tyhjennä levy ja käytä ZFS:ää
hr: Obriši disk i koristi ZFS
ja: ディスクを消去してZFSを使用する
kab: Sfeḍ aḍebsi syen seqdec ZFS
lv: Dzēst disku un izmantot ZFS
pl: Wyczyść dysk i użyj ZFS
pt: Apagar o disco e utilizar ZFS
sr: Обришите диск и користите „ZFS“
sv: Radera disk och använd ZFS
th: ลบดิสก์และใช้ ZFS
tr: Diski sil ve ZFS kullan
ug: دىسكىنى ئۆچۈرۈپ ZFS نى ئىشلىتىڭ
vi: Xoá ổ đĩa và dùng định dạng ZFS

source: <span foreground="darkred">Warning:</span> This will delete all your files on all operating systems.
af: <span foreground="darkred">Waarskuwing:</span> Hierdie sal skrap alle jou lêers op alle bedryfstelsels.
ar: <span foreground = "darkred"> تحذير:</ span> سيؤدي هذا إلى حذف جميع ملفاتك على جميع أنظمة التشغيل.
ca: <span foreground="darkred">Advetiment:</span> Això suprimirà tots els vostres fitxers a tots els sistemes operatius.
cs: <span foreground="darkred">Varování:</span> Budou smazány všechny vaše soubory ze vše operačních systémů.
fi: <span foreground="darkred">Varoitus:</span> Kaikki tiedostosi kaikissa käyttöjärjestelmissä poistetaan.
hr: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve vaše datoteke na svim operativnim sustavima.
ja: <span foreground="darkred">警告:</span> このオプションはすべてのOSのすべてのファイルを削除します。
kab: <span foreground="darkred">Ɣur-k·m:</span> Aya ad yekkes meṛṛa ifuyla ɣef meṛṛa inagrawaen n wammud.
lv: <span foreground="darkred">Brīdinājums:</span> Tas dzēsīs visas jūsu datnes uz visām operētājsistēmām.
pl: <span foreground="darkred">UWAGA!</span> Trwale usuwa wszystkie pliki we wszystkich systemach operacyjnych.
pt: <span foreground="darkred">Advertência:</span> Isto irá apagar todos os seus ficheiros em todos os sistemas operativos.
sr: <span foreground="darkred">Упозорење:</span> Ово ће обрисати све ваше датотеке на сви оперативним системима.
sv: <span foreground = "darkred">Varning: </span> Detta tar bort alla dina filer på alla operativsystem.
th: <span foreground="darkred">คำเตือน:</span> ตัวเลือกนี้จะลบไฟล์ทั้งหมดในระบบปฏิบัติการทุกตัว
tr: <span foreground="darkred">Uyarı:</span> Bu işlem bütün işletim sistemlerindeki dosyalarınızın hepsini silecektir.
ug: <span foreground="darkred">ئاگاھلاندۇرۇش:</span>بۇ بارلىق مەشغۇلات سىستېمىسىدىكى ھۆججەتلىرىڭىزنى ئۆچۈرۈۋېتىدۇ.
vi: <span foreground="darkred">Coi chừng:</span> Tất cả các tệp thuộc tất cả các hệ điều hành sẽ bị xóa.

source: Advanced Features
af: Gevorderde Funksies
ar: الخيارات المتقدمة
ca: Característiques avançades
cs: Pokročilé funkce
et: Täpsemad valikud
eu: Eginbide aurreratuak
fa: ویژگی‌های پیش‌رفته
fi: Edistyneet asetukset
hr: Napredne značajke
ja: 高度な機能
kab: Tiwuriwin tinaẓiyin
lt: Papildomos galimybės
lv: Paplašinātās iespējas
nl: Geavanceerde functies
pl: Funkcje zaawansowane
ps: بريونلې ځانګړنې
pt: Funcionalidades avançadas
sr: Напредне могућности
sv: Avancerade funktioner
tg: Хусусиятҳои иловагӣ
th: ความสามารถขั้นสูง
tr: İleri Seviye Özellikler
ug: ئالىي ئىقتىدارلار
vi: Các tính năng nâng cao

source: None
af: Geeneen
ar: بلا
ca: Cap
cs: Žádné
et: Mitte midagi
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei mitään
hr: Nijedna
ja: なし
kab: Ula yiwen
lt: Nėra
lv: Nekas
nl: Geen
pl: Brak
ps: هېڅ يو
pt: Nenhum
sr: Ништа
sv: Inget
tg: Ҳеҷ чиз
th: ไม่มี
tr: Hiçbiri
ug: ھىچنىمە يوق
vi: Không có gì

source: None selected
af: Geeneen gekeur
ar: لا شيء محدَّد
ca: Cap seleccionat
cs: Nic nevybráno
et: Ühtegi pole valitud
eu: Bat ere ez hautatuta
fa: هیچ‌کدام گزیده نشدند
fi: Ei valintoja
hr: Ništa odabrano
ja: 何も選択していません
kab: Ur yettwafren ula yiwen
lt: Nepasirinkote jokių
lv: Nekas nav izvēlēts
nl: Niets geselecteerd
pl: Nie wybrano żadnej
ps: هېڅ یو هم نه دی ټاکل شوی
pt: Nenhum selecionado
sr: Ништа није изабрано
sv: Inget valt
tg: "Ҳеҷ чиз" интихоб шуд
th: ไม่ได้เลือกสักอัน
tr: Hiçbiri seçilmedi
ug: ھېچقايسىسى تاللانمىدى
vi: Không chọn gì

source: Advanced features...
af: Gevorderde funksies...
ar: الخيارات المتقدمة...
ca: Característiques avançades...
cs: Pokročilé funkce...
et: Täpsemad valikud...
eu: Eginbide aurreratuak...
fa: ویژگی‌های پیش‌رفته…
fi: Edistyneet asetukset...
hr: Napredne značajke...
ja: 高度な機能...
kab: Tiwuriwin tinaẓiyin...
lt: Papildomos galimybės...
lv: Paplašinātās iespējas...
nl: Geavanceerde functies...
pl: Funkcje zaawansowane...
ps: بريونلې ځانګړنې...
pt: Funcionalidades avançadas...
sr: Напредне могућности...
sv: Avancerade funktioner...
tg: Хусусиятҳои иловагӣ...
th: ความสามารถขั้นสูง...
tr: İleri seviye özellikler...
ug: ئالىي ئىقتىدارلار...
vi: Các tính năng nâng cao...

source: LVM selected
af: LVM gekeur
ar: حُدد LVM
ca: Seleccionat LVM
cs: LVM vybráno
et: LVM valitud
eu: LVM hautatua
fa: استفاده از LVM گزیده شد
fi: LVM valittu
hr: ULU odabran
ja: LVMを選択しました
kab: LVM yettwafren
lt: Pasirinkote LVM tomų valdymą
lv: Izvēlēts LVM
nl: LVM gekozen (riskant: alleen voor specialisten)
pl: Wybrano LVM
ps: س.ډ.س ټاکل شوی دی
pt: LVM selecionado
sr: „LVM“ је изабрано
sv: LVM Valt
tg: "LVM" интихоб шуд
th: เลือก LVM
tr: LVM seçildi
ug: LVM تاللاندى
vi: Đã chọn LVM

source: LVM and encryption selected
af: LVM en enkripsie gekeur
ar: حُدد LVM مع التشفير
ca: Seleccionats LVM i encriptació
cs: LVM a šifrování vybráno
et: LVM ja krüptimine valitud
eu: LVM eta zifratzea hautatua
fa: استفاده از LVM و رمزنگاری گزیده شد
fi: LVM ja salaus valittu
hr: ULU i šifriranje odabrano
ja: LVMと暗号化を選択しました
kab: LVM akked uwgelhen ttwafernen
lt: Pasirinkote LVM ir šifravimą
lv: Izvēlēts LVM un šifrēšana
nl: LVM en versleuteling gekozen (riskant: LVM is alleen voor specialisten)
pl: Wybrano LVM i szyfrowanie
ps: س.ډ.س او كوډه كښنه ټاکل شوي دي
pt: LVM e encriptação selecionada
sr: „LVM“ и шифровање је изабрано
sv: LVM och kryptering valt
tg: "LVM ва рамзгузорӣ" интихоб шуд
th: เลือก LVM และการเข้ารหัส
tr: LVM ve şifreleme seçildi
ug: LVM ۋە مەخپىيلەشتۈرۈش تاللاندى
vi: Đã chọn LVM và mã hoá

source: ZFS selected
af: ZFS gekeur
ar: حُدد ZFS
ca: Seleccionat ZFS
cs: ZFS vybráno
et: ZFS valitud
eu: ZFS hautatua
fa: استفاده از ZFS گزیده شد
fi: ZFS valittu
hr: ZFS odabran
ja: ZFSを選択しました
kab: ZFS yettwafren
lt: Pasirinkote ZFS failų sistemą
lv: Izvēlēts ZFS
nl: ZFS gekozen
pl: Wybrano ZFS
ps: ZFS ټاکل شوی دی
pt: ZFS selecionado
sr: „ZFS“ је изабрано
sv: ZFS valt
tg: "ZFS" интихоб шуд
th: เลือก ZFS
tr: ZFS seçildi
ug: ZFS تاللاندى
vi: Đã chọn ZFS

source: ZFS and encryption selected
af: ZFS en enkripsie geselekteerde
ar: حُدد ZFS مع التشفير
ca: ZFS i encriptació seleccionats
cs: Vybráno ZFS včetně šifrování
fi: ZFS ja salaus valittu
hr: ZFS i šifriranje odabrano
ja: ZFSと暗号化を選択しました
kab: ZFS d uwgelhen yettwafernen
lv: Izvēlēts ZFS un šifrēšana
pl: Wybrano ZFS i szyfrowanie
pt: ZFS e encriptação seleccionada
sr: „ZFS“ и шифровање је изабрано
sv: ZFS och kryptering har valts
th: เลือก ZFS และการเข้ารหัส
tr: ZFS ve şifreleme seçildi
ug: ZFS ۋە مەخپىيلەشتۈرۈش تاللاندى
vi: Đã chọn ZFS và mã hoá

source: Confirm the security key:
af: Bevestig die sekuriteitsleutel:
ar: تأكيد مفتاح الأمان:
ast: Confirma la clave de seguridá:
bg: Потвърдете ключа за защита:
bo: གསང་གྲངས་གཏན་འབེབས་བྱེད་པ:
bs: Potvrdi sigurnosni ključ:
ca: Confirmeu la clau de seguretat:
ckb: دڵنیابونەوە لە کلیلی پاراستن:
cs: Potvrďte heslo:
cy: Cadarnhewch yr allwedd diogelwch:
da: Bekræft sikkerhedsnøglen:
de: Bestätigen Sie den Sicherheitsschlüssel:
el: Επιβεβαιώστε το κλειδί ασφαλείας:
eo: Konfirmi la sekurecan ŝlosilon:
et: Kinnita turvakood:
eu: Baieztatu segurtasun-gakoa:
fa: کلید امنیتی را تأیید کنید:
fi: Vahvista salausavain:
fr_ca: Confirmer la clef de sécurité :
gd: Dearbhaich iuchair na tèarainteachd:
gl: Confirme a clave de seguranza:
he: אישור מפתח האבטחה:
hi: सुरक्षा कुंजी की पुष्टि करें:
hr: Potvrdi sigurnosni ključ:
ia: Confirma le clave de securitate:
it: Confermare la chiave di sicurezza:
ja: セキュリティキーを確認する:
kab: Sentem tasarut n tɣellist:
km: បញ្ជាក់​សោ​សុវត្ថិភាព៖
ko: 보안 키 확인:
ku: Mifteya ewlehiyê tesdîq bike:
lt: Patvirtinkite saugumo raktą:
lv: Apstipriniet drošības atslēgu:
mr: सुरक्षा कळ पक्की करा:
nb: Bekreft sikkerhetsnøkkelen:
nl: Bevestig de beveiligingssleutel:
nn: Stadfest tryggleiksnøkkelen:
pl: Potwierdzenie hasła:
ps: د خونديتوب کيلي باوريیل:
pt: Re-escreva a sua palavra-passe:
pt_br: Confirme a chave de segurança:
sl: Potrdite varnostni ključ:
sq: Knfirmo çelësin e sigurisë:
sr: Потврдите безбедносни кључ:
sv: Bekräfta säkerhetsnyckeln:
te: భద్రతా మీటను ధృవపరచండి:
tg: Калиди амниятро тасдиқ кунед:
th: ยืนยันคีย์ความปลอดภัยของคุณ:
tr: Güvenlik anahtarını onaylayın:
ug: بىخەتەرلىك ئاچقۇچىنى جەزملەش:
uk: Підтвердіть код захисту:
vi: Xác nhận khóa bảo mật:
zh_hk: 確認安全金鑰：

source: Choose a security key:
af: Kies 'n sekuriteitsleutel
ar: اختيار مفتاح أمان:
ast: Escueyi una clave de seguridá:
bg: Изберете ключ за защита:
bo: གསང་གྲངས་ཞིག་འདེམས་པ:
bs: Odaberi sigurnosni ključ:
ca: Trieu una clau de seguretat:
ckb: هەڵبژاردنی کلیلی پاراستن:
cs: Vyberte heslo:
cy: Dewiswch allwedd diogelwch:
da: Vælg en sikkerhedsnøgle:
de: Wählen Sie einen Sicherheitsschlüssel:
el: Επιλέξτε ένα κλειδί ασφαλείας:
eo: Elektu sekurecan ŝlosilon:
et: Vali turvakood:
eu: Hautatu segurtasun-gakoa:
fa: یک کلید امنیتی برگزینید:
fi: Valitse salausavain:
fr_ca: Choisir une clef de sécurité :
gd: Tagh iuchair tèarainteachd:
gl: Elixa unha clave de seguranza:
he: יש לבחור במפתח אבטחה:
hi: सुरक्षा कुंजी चुनें:
hr: Odaberi sigurnosni ključ:
ia: Elige un clave de securitate:
it: Scegliere una chiave di sicurezza:
ja: セキュリティキーの選択:
kab: Fren tasarut n tɣellist:
km: ជ្រើស​សោ​សុវត្ថិភាព៖
ko: 보안 키 선택:
ku: Mifteyeke ewlehiyê bibijêre:
lt: Pasirinkite saugumo raktą:
lv: Izvēlieties drošības atslēgu:
mr: सुरक्षा कळ निवडा:
nb: Velg en sikkerhetsnøkkel:
nl: Kies een beveiligingssleutel:
nn: Vel ein tryggleiksnøkkel:
pl: Wybór hasła:
ps: د خونديتوب کيلي غوره کول:
pt: Introduza uma palavra-passe:
pt_br: Escolha uma chave de segurança:
sl: Izberite varnostni ključ:
sq: Zgjidh një çelës sigurie:
sr: Изаберите безбедносни кључ:
sv: Välj en säkerhetsnyckel:
te: భద్రతా మీటను ఎంచుకోండి:
tg: Калиди амниятро интихоб кунед:
th: เลือกคีย์ความปลอดภัย:
tr: Bir güvenlik anahtarı seçin:
ug: بىخەتەرلىك ئاچقۇچىنى تاللاش:
uk: Виберіть ключ захисту:
vi: Chọn một khóa bảo mật:
zh_hk: 請決定安全金鑰：
