Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: _On-screen Keyboard
af: S_kermsleutelbord
ar: لوحة _مفاتيح على الشاشة
ast: Tecláu en _pantalla
bg: _Екранна клавиатура
bo: འཆར་ངོས་ཐོག་གི་མཐེབ་གཞོང(O)
bs: _Ekranska tastatura
ca: _Teclat en pantalla
ckb: ـتەختەکلیلی سەر ڕووپەر
cs: Klávesnice na _obrazovce
cy: _Bysellfwrdd ar-sgrîn
da: _Skærmtastatur
de: _Bildschirmtastatur
el: _Πληκτρολόγιο οθόνης
eo: Surekrana klavar_o
et: _Ekraaniklaviatuur
eu: Pantailako _teklatua
fa: _صفحه‌کلید روی صفحه
fi: _Virtuaalinäppäimistö
fr_ca: Clavier à l'_écran
gd: _Meur-chlàr air an sgrìn
gl: _Teclado en pantalla
he: מקלדת על _גבי המסך
hi: _चित्रपट कुंजीपटल
hr: _Zaslonska tipkovnica
ia: Claviero sur (_On) le schermo
it: _Tastiera a schermo
ja: オンスクリーンキーボード(_O)
kab: Anasiw ameẓran (_O)
km: ក្ដារចុច​នៅ​លើ​អេក្រង់
ko: 화면 키보드(_O)
ku: _Klavyeya li ser-Ekranê
lt: _Ekraninė klaviatūra
lv: _Ekrāna tastatūra
mr: स्क्रीनवरील कळफलक (_O)
nb: Skjerm_tastatur
nl: S_chermtoetsenbord
nn: Skjerm_tastatur
pl: _Klawiatura ekranowa
ps: _پر-پرده کيليدړه
pt: _Teclado no ecrã
pt_br: Teclado virtual
sl: _Zaslonska tipkovnica
sq: _Tastierë në Ekran
sr: _Тастатура на екрану
sv: _Skärmtangentbord
tg: _Клавиатураи экранӣ
th: แป้น_พิมพ์บนหน้าจอ
tr: _Ekran Klavyesi
ug: ئېكران كۇنۇپكىسى(_O)
uk: _Екранна клавіатура
vi: Bàn phím _ảo
zh_hk: 螢幕鍵盤(_O)

source: New Partition Table...
af: Nuwe partisietabel...
ar: جدول تقسيم جديد...
ast: Nueva tabla de Particiones...
bg: Нова таблица с дялове...
bo: གསོག་སྡེར་ཁག་ཐོ་འགོད་གསར་པ་་་
bs: Nova particiona tabela
ca: Taula de particions nova...
ckb: مێزی دابەشکردنی نوی...
cs: Nová tabulka oddílů...
cy: Tabl Rhaniad Newydd...
da: Ny partitionstabel...
de: Neue Partitionstabelle …
el: Νέος πίνακας κατατμήσεων...
eo: Nova subdisktabelo...
et: Uus kettajaotustabel...
eu: Partizio-taula berria...
fa: جدول پارتیشن جدید…
fi: Uusi osiotaulu...
fr_ca: Nouvelle table de partitions…
gd: Clàr pàirteachaidhean ùr...
gl: Nova táboa de particións...
he: טבלת מחיצות חדשה...
hi: नये विभाजन सारणी
hr: Nova particijska tablica...
ia: Nove tabella del partitiones...
it: Nuova tabella partizioni...
ja: 新しいパーティションテーブル...
kab: Tafelwit tamaynutt n yiḥricien...
km: តារាង​ចែក​ភាគ​ថាស​ថ្មី...
ko: 새 파티션 테이블...
ku: Tabloya Beşê ya Nû...
lt: Nauja skirsnių lentelė...
lv: Jauna diska nodalījumu tabula...
mr: नवीन विभाजन कोष्टक...
my: အခန်းအသစ်၏ ဇယား...
nb: Ny partisjonstabell
nl: Nieuwe partitietabel…
nn: Ny partisjonstabell …
pa: ਨਵਾਂ ਪਾਰਟੀਸ਼ਨ ਟੇਬ...
pl: Nowa tablica partycji...
ps: نوی وېش لښتیال...
pt: Nova tabela de partições...
pt_br: Nova tabela de partição...
si: නව කොටස් වගුවක්...
sl: Nova razpredelnica razdelkov ...
sq: Tabelë e Re Particioni...
sr: Нова партициона табела...
sv: Ny partitionstabell...
te: కొత్త పార్టిషన్ పట్టిక...
tg: Ҷадвали қисмбандии нав...
th: พาร์ทิชันใหม่...
tr: Yeni Bölüm Tablosu...
ug: يېڭى دىسكا رايون جەدۋىلى...
uk: Нова таблиця розділів…
vi: Bảng phân vùng mới
zh_hk: 新分割表...

source: Add...
af: Voeg by...
ar: أضف...
ast: Amestar...
bg: Добавяне...
bo: ཁ་སྣོན...
bs: Dodaj...
ca: Afegeix...
ckb: زیادکردن...
cs: Přidat...
cy: Ychwanegu...
da: Tilføj...
de: Hinzufügen …
el: Προσθήκη...
eo: Aldoni...
et: Lisa...
eu: Gehitu...
fa: افزودن…
fi: Lisää...
fr_ca: Ajouter…
gd: Cur ris...
gl: Engadir...
he: הוספה...
hi: जोड़ें...
hr: Dodaj…
ia: Adder...
it: Aggiungi...
ja: 追加...
kab: Rnu...
km: បន្ថែម​...
ko: 추가...
ku: Îlawekirin...
lt: Pridėti...
lv: Pievienot...
mr: जोडा...
my: ပေါင်းထည့်ပါ...
nb: Legg til...
nl: Toevoegen…
nn: Legg til …
pa: ਸ਼ਾਮਲ...
pl: Dodaj...
ps: زیاتول...
pt: Adicionar...
pt_br: Adicionar...
si: එක් කරන්න...
sl: Dodaj ...
sq: Shto...
sr: Додај...
sv: Lägg till...
te: జతచేయి...
tg: Илова кардан...
th: เพิ่ม...
tr: Ekle...
ug: قوش...
uk: Додати…
vi: Thêm...
zh_hk: 新增...

source: Change...
af: Verander...
ar: غيّر...
ast: Camudar...
bg: Промяна...
bo: བསྒྱུར་བཅོས...
bs: Promijeni...
ca: Canvia...
ckb: گۆڕین...
cs: Změnit...
cy: Newid...
da: Ændr...
de: Ändern …
el: Τροποποίηση...
eo: Ŝanĝi...
et: Muuda...
eu: Aldatu...
fa: تغییر…
fi: Muuta...
fr_ca: Changer...
gd: Atharraich...
gl: Cambiar...
he: שינוי...
hi: बदलें...
hr: Promijeni…
ia: Cambiar ...
it: Modifica...
ja: 変更...
kab: Beddel...
km: ផ្លាស់​ប្តូរ​...
ko: 바꾸기...
ku: Guherandin...
lt: Keisti…
lv: Mainīt...
mr: बदला...
my: ပြောင်းလဲပါ...
nb: Endre ...
nl: Wijzigen…
nn: Endra …
pa: ਬਦਲੋ...
pl: Zmień...
ps: بدلول...
pt: Modificar...
pt_br: Alterar...
si: වෙනස් කරන්න...
sl: Spremeni ...
sq: Ndrysho...
sr: Измени...
sv: Ändra...
te: మార్చు...
tg: Тағйир додан...
th: เปลี่ยน...
tr: Değiştir...
ug: ئۆزگەرت…
uk: Змінити…
vi: Đổi...
zh_hk: 變更...

source: Delete
af: Verwyder
ar: احذف
ast: Desaniciar
bg: Изтриване
bo: བསུབ་པ
bs: Obriši
ca: Suprimeix
ckb: سڕینەوە
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
eo: Forigi
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fr_ca: Supprimer
gd: Sguab às
gl: Eliminar
he: מחיקה
hi: मिटाएँ
hr: Obriši
ia: Deler
it: Elimina
ja: 削除
kab: Kkes
km: លុប
ko: 삭제
ku: Jêbirin
lt: Ištrinti
lv: Dzēst
mr: काढून टाका
my: ဖျက်ပါ...
nb: Slett
nl: Verwijderen
nn: Slett
pa: ਹਟਾਓ
pl: Usuń
ps: ړنګول
pt: Eliminar
pt_br: Apagar
si: මකන්න
sl: Izbriši
sq: Fshije
sr: Обриши
sv: Ta bort
te: తీసివేయి
tg: Нест кардан
th: ลบ
tr: Sil
ug: ئۆچۈر
uk: Вилучити
vi: Xóa
zh_hk: 刪除

source: Revert
af: Terugval
ar: اعكس
ast: Revertir
bg: Връщане
bo: སླར་གསོ
bs: Vrati
ca: Reverteix
ckb: گێراندنەوە
cs: Vrátit zpět
cy: Dychwelyd
da: Forkast ændringer
de: Zurücksetzen
el: Επαναφορά
eo: Malfari
et: Lähtesta
eu: Leheneratu
fa: بازگردانی
fi: Kumoa
fr_ca: Rétablir
gd: Till
gl: Reverter
he: החזרה
hi: प्रत्यावर्त
hr: Vrati izvorno
ia: Reverter
it: Ripristina
ja: 元に戻す
kab: Tti
km: ត្រឡប់​ទៅ​ដើម
ko: 되돌리기
ku: Vegerandin
lt: Sugrąžinti
lv: Atgriezt
mr: पूर्ववत करा
my: မူလအခြေအနေသို့ ပြန်လုပ်ပါ
nb: Tilbakestill
nl: Terugdraaien
nn: Tilbakestill
pa: ਵਾਪਿਸ ਲਵੋ
pl: Przywróć
ps: راګرځېدا
pt: Reverter
pt_br: Reverter
si: පෙර තත්වයට පත් කරන්න
sl: Povrni
sq: Rikthe
sr: Поврати
sv: Återställ
te: మళ్ళించు
tg: Баргардонидан
th: กลับคืนค่าเดิม
tr: Geri Al
ug: ئەسلىگە قايتۇر
uk: Повернути
vi: Hoàn nguyên
zh_hk: 還原

source: Recalculating partitions...
af: Herbereken partisies...
ar: يعيد حساب الأقسام...
ast: Recalculando les particiones...
bg: Преизчисляване на дяловете...
bo: གསོག་སྡེར་ཁག་བསྐྱར་དུ་བརྩི་བ་་་
bs: Preračunavam particije...
ca: S'estan tornant a calcular les particions...
ckb: ژمێرکردنەوەی دابەشکردنەکە...
cs: Přepočítávání oddílů...
cy: Ailgyfrifo'r rhaniadau...
da: Genberegner partitioner...
de: Partitionen werden neu berechnet …
el: Επανυπολογισμός κατατμήσεων...
eo: Rekalkulanta subdiskojn...
et: Kettajagude ümberarvutamine...
eu: Partizioak birkalkulatzen...
fa: در حال حساب دوبارهٔ افرازها…
fi: Lasketaan osioita uudelleen...
fr_ca: Recalcul des partitions…
gd: Ag ath-àireamhachadh nam pàirteachaidhean...
gl: Recalculando as particións...
he: מתבצע חישוב מחודש של המחיצות...
hi: विभाजन का पुनःगणना
hr: Preračunavanje particija...
ia: Recalculation del partitiones...
it: Ricalcolo delle partizioni...
ja: パーティションを再計算しています...
km: កំពុង​គណនា​​​ភាគ​ថាស​ឡើង​វិញ...
ko: 파티션을 다시 계산하고 있습니다...
ku: Beş dîsa têne hesabkirin...
lt: Perskaičiuojami skirsniai...
lv: Pārskaitļo nodalījumu izkārtojumu...
mr: विभाजनाची गणना करत आहे...
my: အခန်းကန့်ခြင်းကို ပြန်လည် တွက်ချက်ခြင်း
nb: Beregner partisjoner på nytt...
nl: Partities opnieuw aan het berekenen…
nn: Reknar ut partisjonar på nytt …
pa: ਪਾਰਟੀਸ਼ਨ ਦੀ ਮੁੜ-ਗਿਣਤੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...
pl: Przeliczanie partycji...
ps: وېشنې بیاشمېرل...
pt: A recalcular as partições...
pt_br: Recalculando partições...
si: කොටස් නැවත ගණනය කරමින්...
sl: Ponovno preračunavanje razdelkov ...
sq: Duke rillogaritur particionet...
sr: Прорачунавам партиције...
sv: Räknar om partitioner...
te: పార్టిషన్‌లను మరలాలెక్కకడుతోంది...
tg: Бозҳисобкунии қисмбандиҳо...
th: กำลังคำนวนพาร์ทิชันอีกครั้ง...
tr: Bölümler yeniden hesaplanıyor...
ug: دىسكا رايوننى قايتا ھېسابلاۋاتىدۇ...
uk: Перерахунок розділів…
vi: Đang tính toán lại các phân vùng...
zh_hk: 正在重新計算分割區...

source: Device
af: Toestel
ar: الجهاز
ast: Preséu
bg: Устройство
bo: སྒྲིག་ཆས
bs: Uređaj
ca: Dispositiu
ckb: ئامێر
cs: Zařízení
cy: Dyfais
da: Enhed
de: Laufwerk
el: Συσκευή
eo: Aparato
et: Seade
eu: Gailua
fa: افزاره
fi: Laite
fr_ca: Périphérique
gd: Uidheam
gl: Dispositivo
he: התקן
hi: उपकरण
hr: Uređaj
ia: Dispositivo
ja: デバイス
kab: Ibenk
km: ឧបករណ៍
ko: 장치
ku: Cîhaz
lt: Įrenginys
lv: Ierīce
mr: साधन
my: ကိရိယာ
nb: Enhet
nl: Apparaat
nn: Eining
pa: ਜੰਤਰ
pl: Urządzenie
ps: وزله
pt: Dispositivo
pt_br: Dispositivo
si: උපකරණය
sl: Naprava
sq: Pajisja
sr: Уређај
sv: Enhet
te: పరికరం
tg: Дастгоҳ
th: อุปกรณ์
tr: Cihaz
ug: ئۈسكۈنە
uk: Пристрій
vi: Thiết bị
zh_hk: 裝置

source: Type
af: Tipe
ar: النوع
ast: Triba
bg: Тип
bo: རིགས
bs: Tip
ca: Tipus
ckb: جۆر
cs: Typ
cy: Teip
de: Verwendung
el: Τύπος
eo: Tipo
et: Tüüp
eu: Mota
fa: گونه
fi: Tyyppi
gd: Seòrsa
gl: Tipo
he: סוג
hi: प्रकार
hr: Vrsta
ia: Typo
it: Tipo
ja: タイプ
kab: Annaw
km: ប្រភេទ
ko: 형식
ku: Cûre
lt: Тipas
lv: Tips
mr: प्रकार
my: အမျိုးအစား
pa: ਕਿਸਮ
pl: Typ
ps: ډول
pt: Tipo
pt_br: Tipo
si: වර්‍ගය
sl: Vrsta
sq: Tipi
sr: Тип
sv: Typ
te: రకం
tg: Навъ
th: ชนิด
tr: Tür
ug: تىپى
uk: Тип
vi: Kiểu
zh_hk: 類型

source: Mount point
af: Monteer punt
ar: نقطة الوصل
ast: Puntu de montaxe
bg: Точка на монтиране
bo: བཀར་སའི་མཚམས
bs: Tačka montiranja
ca: Punt de muntatge
ckb: خاڵی گرێدان
cs: Přípojný bod
cy: Pwynt clymu
da: Monteringspunkt
de: Einhängepunkt
el: Σημείο προσάρτησης
eo: Surmetingo
et: Liitekoht
eu: Muntatze-puntua
fa: نقطهٔ سوار شدن
fi: Liitoskohta
fr_ca: Point de montage
gd: Puing munntachaidh
gl: Punto de montaxe
he: נקודת עיגון
hi: माउन्ट बिन्दु
hr: Točka montiranja
ia: Puncto de montage
it: Punto di mount
ja: マウントポイント
kab: Tanqiḍt n userkeb
km: ចំណុច​ម៉ោន
ko: 마운트 위치
ku: Xala girêdanê
lt: Prijungimo taškas
lv: Montēšanas punkts
mr: आरोहण बींदू
my: တပ်ဆင်မည့် အမှတ်
nb: Monteringspunkt
nl: Koppelpunt
nn: Monteringspunkt
pa: ਮਾਊਂਟ ਪੁਆਇੰਟ
pl: Punkt montowania
ps: درولو ټکی
pt: Ponto de montagem
pt_br: Ponto de montagem
si: රැඳවුම් ස්ථානය
sl: Točka priklopa
sq: Pika e montimit
sr: Тачка монтирања
sv: Monteringspunkt
te: మౌంట్ పాయింట్
tg: Нуқтаи васл
th: จุดเมานท์
tr: Bağlama noktası
ug: ئېگەرلەش نۇقتىسى
uk: Точка монтування
vi: Điểm gắn
zh_hk: 掛載點

source: Format?
af: Formateer
ar: تهيئة؟
ast: ¿Formatear?
bg: Форматиране?
bo: བཟོ་བཀོད་བསྒྱུར?
bs: Formatirati?
ca: A formatar?
ckb: شێوازپێدان؟
cs: Formátovat?
cy: Fformat?
da: Formatér?
de: Formatieren?
el: Διαμόρφωση;
eo: Ĉu strukturi?
et: Vormindamine
eu: Formateatu?
fa: قالب‌بندی شود؟
fi: Alusta?
fr_ca: Formater?
gd: Fòrmat?
gl: Formatar?
he: האם לפרמט?
hi: फार्मेट
hr: Formatiranje?
ia: Formato?
it: Formattare?
ja: フォーマット
kab: Msel?
km: លុប?
ko: 포맷?
lt: Formatuoti?
lv: Formatēt?
mr: स्वरूप?
my: Format လုပ်မည်လား
nb: Formatere?
nl: Formatteren?
nn: Formater?
pa: ਫਾਰਮਿਟ ਕਰਨੈ ਹੈ?
pl: Formatowanie
ps: بڼول غواړﺉ؟
pt: Formatar?
pt_br: Formatar?
si: හැඩසවි?
sl: Formatiranje?
sq: Ta formatoj?
sr: Форматирати?
sv: Formatera?
te: ఫార్మేట్ చేయాలా?
tg: Формат мекунед?
th: ต้องการฟอร์แมตหรือไม่?
tr: Biçimlendirilsin mi?
ug: فورماتلامسىز؟
uk: Форматувати?
vi: Định dạng?
zh_hk: 格式化？

source: Size
af: Grootte
ar: الحجم
ast: Tamañu
bg: Големина
bo: ཆེ་ཆུང
bs: Veličina
ca: Mida
ckb: قەبارە
cs: Velikost
cy: Maint
da: Størrelse
de: Größe
el: Μέγεθος
eo: Grando
et: Maht
eu: Tamaina
fa: اندازه‌
fi: Koko
fr_ca: Taille
gd: Meud
gl: Tamaño
he: גודל
hi: आकार
hr: Veličina
ia: Dimension
it: Dimensione
ja: サイズ
kab: Tiddi
km: ទំហំ
ko: 크기
ku: Mezinahî
lt: Dydis
lv: Izmērs
mr: आकार
my: အရွယ်အစား
nb: Størrelse
nl: Grootte
nn: Storleik
pa: ਅਕਾਰ
pl: Rozmiar
ps: کچ
pt: Tamanho
pt_br: Tamanho
si: ප්‍රමාණය
sl: Velikost
sq: Përmasa
sr: Величина
sv: Storlek
te: పరిమాణం
tg: Андоза
th: ขนาด
tr: Boyut
ug: چوڭلۇقى
uk: Розмір
vi: Dung lượng
zh_hk: 大小

source: Used
af: In gebruik
ar: مستخدم
ast: Usáu
bg: Използвано
bo: སྤྱད་ཚར་བ
bs: Iskorišteno
ca: En ús
ckb: به‌کارهاتوو
cs: Použito
cy: Defnyddir
da: Brugt
de: Belegt
el: Σε χρήση
eo: Uzata
et: Kasutuses
eu: Erabilita
fa: استفاده شده
fi: Käytössä
fr_ca: Utilisé
gd: Air a chleachdadh
gl: Usado
he: בשימוש
hi: उपयोग में
hr: Iskorišteno
ia: Usate
it: Utilizzato
ja: 使用済み
kab: Yettwaseqdec
km: បាន​ប្រើ
ko: 사용함
ku: Bikarhatî
lt: Panaudota
lv: Izmantots
mr: वापरलेले
my: အသုံးပြုပြီး
nb: Brukt
nl: In gebruik
nn: Brukt
pa: ਵਰਤੀ
pl: Zajęte
ps: کارېدلې
pt: Utilizado
pt_br: Usado
si: භාවිත
sl: Uporabljeno
sq: Në përdorim
sr: Заузето
sv: Använt
te: వాడినది
tg: Истифодашуда
th: ใช้ไป
tr: Kullanılan
ug: ئىشلىتىلگىنى
uk: Використано
vi: Đã dùng
zh_hk: 已使用

source: System
af: Stelsel
ar: النظام
ast: Sistema
bg: Системно
bs: Sistem
ca: Sistema
ckb: سیسته‌م
cs: Systém
el: Σύστημα
eo: Sistemo
et: Süsteem
eu: Sistema
fa: سامانه
fi: Järjestelmä
fr_ca: Système
gd: Siostam
gl: Sistema
he: מערכת
hi: सिस्टम
hr: Sustav
ia: Systema
it: Sistema
ja: システム
kab: Anagraw
km: ប្រព័ន្ធ
ko: 시스템
ku: Pergal
lt: Sistema
lv: Sistēma
mr: प्रणाली
nl: Systeem
ps: غونډال
pt: Sistema
pt_br: Sistema
sl: Sistem
sq: Sistemi
sr: Систем
tg: Низом
th: ระบบ
tr: Sistem
ug: سىستېما
uk: Система
vi: Hệ thống
zh_hk: 已裝系統

source: free space
af: beskikbare spasie
ar: مساحة خالية
ast: espaciu llibre
bg: свободно място
bo: བར་སྟོང
bs: slobodni prostor
ca: espai lliure
ckb: شوێنی بەتاڵ
cs: volné místo
cy: Lle rhydd
da: ledig plads
de: Freier Speicherplatz
el: ελεύθερος χώρος
eo: disponebla spaco
et: vaba
eu: leku librea
fa: فضای آزاد
fi: vapaata tilaa
fr_ca: espace libre
gd: àite saor
gl: espazo libre
he: שטח פנוי
hi: खाली स्थान
hr: slobodni prostor
ia: spatio libere
it: spazio libero
ja: 空き領域
kab: tallunt tilellit
km: ទំហំ​ទំនេរ
ko: 남은 공간
ku: qada vala
lt: laisva vieta
lv: brīvā vieta
mr: मोकळी जागा
my: နေရာလွတ်
nb: ledig diskplass
nl: vrije ruimte
nn: ledig plass
pa: ਖਾਲੀ ਥਾਂ
pl: dostępna przestrzeń
ps: پاتې تشه
pt: espaço livre
pt_br: espaço livre
si: හිස් ඉඩ
sl: prosto
sq: Hapësira e lirë
sr: слободан простор
sv: ledigt utrymme
te: ఖాళీ స్థలం
tg: фазои озод
th: พื้นที่ว่าง
tr: boş alan
ug: ئەركىن بوشلۇق
uk: вільне місце
vi: còn trống
zh_hk: 可用空間

source: unknown
af: onbekende
ar: مجهول
ast: desconocíu
bg: неизвестно
bo: མི་ཤེས་པ
bs: nepoznato
ca: desconegut
ckb: نه‌زانراو
cs: neznámé
cy: anhysbys
da: ukendt
de: Unbekannt
el: άγνωστο
eo: nekonata
et: teadmata
eu: ezezaguna
fa: ناشناخته
fi: tuntematon
fr_ca: inconnu
gd: neo-aithnichte
gl: descoñecido
he: לא ידוע
hi: अज्ञात
hr: nepoznato
ia: incognite
it: sconosciuto
ja: 不明
kab: arussin
km: មិន​ស្គាល់
ko: 알수 없음
ku: nenas
lt: Nežinoma
lv: nav zināms
mr: अपरिचीत
my: မသိရသေးသော
nb: ukjent
nl: onbekend
nn: ukjend
pa: ਅਣਜਾਣ
pl: nieznany
ps: ناڅرګند
pt: desconhecido
pt_br: desconhecido
si: නොදන්නා
sl: neznano
sq: nuk njihet
sr: непознато
sv: okänt
te: తెలియదు
tg: номаълум
th: ไม่ทราบ
tr: bilinmiyor
ug: نامەلۇم
uk: невідомо
vi: không rõ
zh_hk: 不明

source: Create partition
af: Skep partisie
ar: أنشئ قسما
ast: Facer partición
bg: Създаване на дял
bo: གསོག་སྡེར་ཁག་གསར་བཟོ
bs: Napravi particiju
ca: Crea una partició
ckb: دروستکردنی به‌ش
cs: Vytvořit oddíl
cy: Creu ymraniad
da: Opret partition
de: Partition erstellen
el: Δημιουργία κατάτμησης
eo: Krei subdiskon
et: Kettajao loomine
eu: Sortu partizioa
fa: ایجاد افراز
fi: Luo osio
fr_ca: Créer une partition
gd: Cruthaich pàirteachadh
gl: Crear partición
he: יצירת מחיצה
hi: विभाजन बनाएँ
hr: Stvori particiju
ia: Crear le partition
it: Crea partizione
ja: パーティションを作成
kab: Snulfu-d aḥric
km: បង្កើត​ភាគថាស
ko: 파티션 만들기
ku: Beşê biafirîne
lt: Sukurti skirsnį
lv: Izveidot nodalījumu
mr: विभाजन निर्माण करा
my: အခန်း ဖန်တီးပါ
nb: Opprett partisjon
nl: Partitie aanmaken
nn: Lag partisjon
pa: ਪਾਰਟੀਸ਼ਨ ਬਣਾਓ
pl: Utwórz partycję
ps: وېشنه پنځول
pt: Criar partição
pt_br: Criar partição
si: කොටසක් තනන්න
sl: Ustvari razdelek
sq: Krijo ndarjen
sr: Направи партицију
sv: Skapa partition
te: పార్టిషన్‌ సృష్టించు
tg: Эҷод кардани қисмбандӣ
th: สร้างพาร์ทิชัน
tr: Bölüm oluştur
ug: دىسكا رايونى قۇر
uk: Створити розділ
vi: Tạo phân vùng
zh_hk: 建立分割區

source: Size:
af: Grootte:
ar: الحجم:
ast: Tamañu:
bg: Размер:
bo: ཆེ་ཆུང:
bs: Veličina:
ca: Mida:
ckb: قەبارە:
cs: Velikost:
cy: Maint:
da: Størrelse:
de: Größe:
el: Μέγεθος:
eo: Grando:
et: Suurus:
eu: Tamaina:
fa: اندازه:
fi: Koko:
fr_ca: Taille :
gd: Meud:
gl: Tamaño:
he: גודל:‏
hi: आकारः
hr: Veličina:
ia: Dimension:
it: Dimensione:
ja: サイズ:
kab: Tiddi:
km: ទំហំ ៖
ko: 크기:
ku: Mezinahî:
lt: Dydis:
lv: Izmērs:
mr: आकार :
nb: Størrelse:
nl: Grootte:
nn: Storleik:
pl: Rozmiar:
ps: کچ:
pt: Tamanho:
pt_br: Tamanho:
sl: Velikost:
sq: Përmasa:
sr: Величина:
sv: Storlek:
te: పరిమాణం:
tg: Андоза:
th: ขนาด:
tr: Boyut:
ug: چوڭلۇقى:
uk: Розмір:
vi: Kích thước:
zh_hk: 大小：

source: Beginning of this space
af: Begin van hierdie spasie
ar: بداية هذه المساحة
ast: Al entamu d'esti espaciu
bg: Началото на това пространство
bo: བར་སྟོང་འདིའི་འགོ
bs: Početak ovog prostora
ca: Començament d'aquest espai
ckb: سەرەتای بە بۆشاییە
cs: Začátek oddílu
cy: Dechrau'r gwagle hwn
da: Begyndelsen af dette område
de: Anfang dieses Bereichs
el: Αρχή αυτού του διαστήματος
eo: Komenco de ĉi tiu spaco
et: Selle ruumi algusesse
eu: Espazio honen hasieran
fa: شروع از این فضا
fi: Tilan alku
fr_ca: Au début de cet espace
gd: Toiseach an spàis seo
gl: Inicio deste espazo
he: בתחילת שטח זה
hi: इस स्थान के आरम्भ से ।
hr: od početka slobodnog prostora
ia: Initio de iste spatio
it: Inizio di questo spazio
ja: この領域の始点
kab: Di tazwara n tallunt-ayi
km: ដើម​ចន្លោះ​នេះ
ko: 이 공간이 시작하는 지점
ku: Destpêka vê valahiyê
lt: Šios vietos pradžia
lv: Vietas sākumā.
mr: या जागेची सुरुवात
nb: Begynnelsen på denne plassen
nl: Begin van deze ruimte
nn: Starten på denne plasseringa
pl: Początek przestrzeni
ps: د دې تشې پیل
pt: Início deste espaço
pt_br: Início deste espaço
sl: Začetek tega prostora
sq: Fillimi i kësaj hapësire
sr: Почетак овог простора
sv: Början på detta utrymme.
tg: Нуқтаи ибтидои ин фазо
th: จุดเริ่มต้นของพื้นที่ว่างนี้
tr: Bu alanın başlangıcı
ug: مەزكۇر بوشلۇقنىڭ بەشى
uk: Початок цієї області
vi: Điểm đầu của khoảng dung lượng
zh_hk: 此空間的開頭

source: End of this space
af: Einde van hierdie spasie
ar: نهاية هذه المساحة
ast: Al final d'esti espaciu
bg: Краят на това пространство
bo: བར་སྟོང་འདིའི་མཇུག
bs: Kraj ovog prostora
ca: Final d'aquest espai
ckb: کۆتای ئەم بۆشاییە
cs: Konec oddílu
cy: Diwedd y gwagle hwn
da: Slutningen af dette område
de: Ende dieses Bereichs
el: Τέλος αυτού του διαστήματος
eo: Fino de spaco
et: Selle ruumi lõppu
eu: Espazio honen amaieran
fa: پایان تا این فضا
fi: Tilan loppu
fr_ca: Au début de cet espace
gd: Deireadh an spàis seo
gl: Fin deste espazo
he: בסוף שטח זה
hi: इस स्थान का अंत ।
hr: od kraja slobodnog prostora
ia: Fin de iste spatio
it: Fine di questo spazio
ja: この領域の終点
kab: Di taggara n tallunt-ayi
km: ចុង​​ចន្លោះ​នេះ
ko: 이 공간이 끝나는 지점
ku: Dawiya vê valahiyê
lt: Šios vietos pabaiga
lv: Vietas beigās.
mr: या जागेचा शेवट
nb: Slutten på denne plassen
nl: Einde van deze ruimte
nn: Slutten på denne plasseringa
pl: Koniec przestrzeni
ps: د دې تشې پای
pt: Fim deste espaço
pt_br: Fim deste espaço
sl: Konec tega prostora
sq: Fundi i kësaj hapësire
sr: Крај овог простора
sv: Slutet av detta utrymme
tg: Нуқтаи интиҳои ин фазо
th: จุดสิ้นสุดของพื้นที่ว่างนี้
tr: Bu alanın sonu
ug: مەزكۇر بوشلۇقنىڭ ئاخىرى
uk: Кінець цієї області
vi: Điểm cuối của khoảng dung lượng
zh_hk: 此空間的結尾

source: Primary
af: Primêre
ar: أوّلي
ast: Primariu
bg: Главен
bo: རྩ་བ
bs: Primarna
ca: Primària
ckb: سەرەکی
cs: Primární
cy: Cynradd
da: Primær
de: Primär
el: Πρωτεύουσα
eo: Unuagrada
et: Põhijaotis
eu: Primarioa
fa: ابتدایی (Primary(
fi: Ensisijainen
fr_ca: Primaire
gd: Prìomh-fhear
gl: Primaria
he: ראשית
hi: प्राथमिक
hr: primarna
ia: Primari
it: Primaria
ja: 基本パーティション
kab: Agejdan
km: ចម្បង
ko: 주 파티션
ku: Seretayî
lt: Pirminis
lv: Primārā
mr: प्राथमिक
my: မူလ
nb: Primær
nl: Primair
nn: Primær
pa: ਪ੍ਰਾਇਮਰੀ
pl: Podstawowa
ps: لومړنی
pt: Primária
pt_br: Primária
si: ප්‍රාථමික
sl: Osnovni
sq: Parësore
sr: Примарна
sv: Primär
te: ప్రాధమిక
tg: Асосӣ
th: ไพรมารี
tr: Birincil
ug: ئاساسىي
uk: Первинний
vi: Chính
zh_hk: 主分割區

source: Logical
af: Logiese
ar: منطقي
ast: Lóxicu
bg: Логически
bo: རྟོགས་བཟོ
bs: Logička
ca: Lògica
ckb: ژیربێژییانە
cs: Logická
cy: Rhesymegol
da: Logisk
de: Logisch
el: Λογική
eo: Logika
et: Loogiline
eu: Logikoa
fa: منطقی
fi: Looginen
fr_ca: Logique
gd: Loidigeach
gl: Lóxica
he: לוגית
hi: लॉज़िकल
hr: logička
ia: Logic
it: Logica
ja: 論理パーティション
kab: Tameẓla
km: ឡូជីខល
ko: 논리 파티션
ku: Mantîqî
lt: Loginis
lv: Loģiskā
mr: तार्किक
nb: Logisk
nl: Logisch
nn: Logisk
pa: ਲਾਜ਼ੀਕਲ
pl: Logiczna
ps: سوليز
pt: Lógica
pt_br: Lógica
si: තාර්කික
sl: Logični
sq: Llogjike
sr: Логичка
sv: Logisk
te: లాజికల్
tg: Мантиқӣ
th: ลอจิคัล
tr: Mantıksal
ug: لوگىكىلىق
uk: Логічний
vi: Luận lý
zh_hk: 邏輯分割區

source: Edit partition
af: Redigeer partisie
ar: حرر القسم
ast: Editar partición
bg: Редакция на дял
bo: གསོག་སྡེར་ཁག་བཟོ་བཅོས
bs: Izmijeni particiju
ca: Edita la partició
ckb: دەستکاریکردنی دابەشکردن
cs: Upravit oddíl
cy: Newid ymraniad
da: Redigér partition
de: Partition bearbeiten
el: Επεξεργασία κατάτμησης
eo: Redakti subdiskon
et: Kettajao muutmine
eu: Editatu partizioa
fa: ویرایش افراز
fi: Muokkaa osiota
fr_ca: Modifier la partition
gd: Deasaich am pàirteachadh
gl: Editar partición
he: עריכת מחיצה
hi: विभाजन का संपादन
hr: Uređivanje particije
ia: Modificar le partition
it: Modifica partizione
ja: パーティションを編集
kab: Ẓreg aḥric
km: កែ​សម្រួល​ភាគ​ថាស
ko: 파티션 편집
ku: Beşê sererast bike
lt: Keisti skirsnį
lv: Rediģēt nodalījumu
mr: विभाजन संपादन
my: အကန့်ကို တည်းဖြတ်ပါ
nb: Endre partisjon
nl: Partitie bewerken
nn: Endra partisjon
pa: ਪਾਰਟੀਸ਼ਨ ਸੋਧ
pl: Modyfikowanie partycji
ps: وېشنه سمول
pt: Editar partição
pt_br: Editar partição
si: කොටස වෙනස් කරන්න
sl: Uredi razdelek
sq: Edito particionin
sr: Уреди партицију
sv: Redigera partition
te: పార్టిషన్‌ను సవరించు
tg: Таҳрир кардани қисмбандӣ
th: แก้ไขพาร์ทิชัน
tr: Bölüm düzenle
ug: دىسكا رايوننى تەھرىرلە
uk: Змінити розмітку
vi: Sửa phân vùng
zh_hk: 編輯分割區

source: Edit a partition
af: Redigeer 'n partisie
ar: حرر قسما
ast: Remanar una partición
bg: Редакция на дял
bo: གསོག་སྡེར་ཁག་ཅིག་བཟོ་བཅོས
bs: Izmijeni particiju
ca: Edita una partició
ckb: دەستکاریکردنی بەش
cs: Upravit oddíl
cy: Golygu rhaniad
da: Redigér en partition
de: Eine Partition bearbeiten
el: Επεξεργασία μιας κατάτμησης
eo: Redakti subdiskon
et: Kettajao muutmine
eu: Partizio bat editatu
fa: ویرایش یک پارتیشن
fi: Muokkaa osiota
fr_ca: Modifier une partition
gd: Deasaich pàirteachadh
gl: Editar unha partición
he: עריכת מחיצה
hi: किसी विभाजन का संपादन
hr: Uredi particiju
ia: Modificar un partition
it: Modifica una partizione
ja: パーティションを編集
kab: Ẓreg yiwen waḥric
km: កែ​សម្រួល​ភាគ​ថាស
ko: 파티션 편집
ku: Beşekê sererast bike
lt: Keisti skirsnį
lv: Rediģēt nodalījumu
mr: विभाजन संपादन करा
my: အကန့်တစ်ခုကို တည်းဖြတ်ပါ
nb: Endre en partisjon
nl: Een partitie bewerken
nn: Endra ein partisjon
pa: ਇੱਕ ਪਾਰਟੀਸ਼ਨ ਨੂੰ ਸੋਧੋ
pl: Modyfikowanie partycji
ps: يوه وېشنه سمول
pt: Edita uma partição
pt_br: Editar uma partição
si: කොටසක් වෙනස් කරන්න
sl: Uredi razdelek
sq: Edito një particion
sr: Уредите партицију
sv: Redigera en partition
te: ఒక పార్టిషన్‌ను సవరించు
tg: Таҳрир кардани қисмбандӣ
th: แก้ไขพาร์ทิชัน
tr: Bir bölümü düzenle
ug: بىر دىسكا رايونىنى تەھرىرلە
uk: Змінити розділ
vi: Sửa một phân vùng
zh_hk: 編輯分割區
