Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Failed to unmount partitions
af: Ontheg van partisies het gefaal
ar: فشل فصل الأقسام
ast: Falllu al desmontar particiones
bg: Грешка при демонтирането на дялове
bo: གསོག་སྡེར་ཁག་གི་ཐོ་འགོད་བཤིགས་མ་ཐུབ
bs: Nemogu demontirati particije
ca: No s'han pogut desmuntar les particions
ckb: نەتوانرا دابەشکراو دەربکرێت
cs: Odpojování odílů se nezdařilo
cy: Methwyd datglymu rhaniadau
da: Kunne ikke afmontere partitionerne
de: Das Aushängen der Partitionen ist gescheitert
el: Σφάλμα κατά την αποπροσάρτηση των κατατμήσεων
eo: Demetado de la subdiskoj fiaskis
et: Kettajagude lahtihaakimine nurjus
eu: Ezin izan dira partizioak desmuntatu
fa: باربرداری پارتیشن شکست خورد.
fi: Osioiden irrottaminen epäonnistui
fr_ca: Échec lors du démontage de partitions
gd: Dh'fhàillig dì-mhunntachadh nam pàirteachaidhean
gl: Produciuse un fallo ao desmontar as particións
he: ארע כשל בביטול עגינת המחיצות.
hi: विभाजनों को अनमाउंट करने में असफल
hr: Odmontiranje particija nije uspjelo
ia: Falta in le dismontage del partitiones
it: Smontaggio delle partizioni non riuscito
ja: パーティションのアンマウントに失敗しました
kab: Aserkeb n yiḥricen ur yeddi aar
km: បាន​បរាជ័យ​ក្នុង​ការ​អាន់​ម៉ោន​ភាគ​ថាស
ko: 파티션 마운트 해제 실패
ku: Unmountkirina partîsiyonan bi ser neket.
lt: Nepavyko atjungti skirsnių
lv: Kļūmīga nodalījumu atmontēšana
mr: विभाजने अनारोहित करणे असफल
my: အခန်းအကန့် ဖြုတ်ချရန် မအောင်မြင်ပါ
nb: Klarte ikke å avmontere partisjonene
nl: Partities ontkoppelen is mislukt
nn: Klarte ikkje avmontera partisjonar
pa: ਭਾਗ ਅਨਮਾਊਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pl: Nie udało się odmontować partycji
ps: د وېشنو نادرول نابریالي شو
pt: Não foi possível desmontar as partições
pt_br: Falha ao desmontar partições
si: කොටස් විසන්ධි කිරීම අසාර්ථක විය
sl: Razdelkov ni mogoče odklopiti
sq: Çmontimi i ndarjes dështoi
sr: Нисам успео да демонтирам партиције
sv: Misslyckades med att avmontera partitioner.
te: పార్టిషన్లను అన్‌మౌంట్ చేయుటలో విఫలమైంది
tg: Ҷудокунии қисмбандӣ ба анҷом нарасид
th: การเลิกเมานท์พาร์ทิชันไม่สำเร็จ
tr: Bölümlerin bağı kaldırılamadı
ug: رايوننى ئېگەرسىزلەش مەغلۇپ بولدى
uk: Не вдалося розмонтувати розділи
vi: Lỗi tháo lắp phân vùng
zh_hk: 未能卸載分割區

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
af: Die installeerder moet wysigings aanbring aan die partisietabelle, dit kan egter nie gebeur nie want partisies in die volgende hegpunte kon nie ontheg word nie:
ar: برنامج التثبيت في حاجه إلى تفعيل التغييرات على قوائم الأقسام، ولكن التفعيل غير ممكن لأن الأقسام الموجودة على نقاط الوصل التالية ليس من الممكن فصلها:
ast: L'instalador necesita guardar los cambeos na tabla de particiones, pero nun pue facelo darréu que les particiones nos siguientes puntos de montax nun puen ser desmontaes:
bg: Инсталаторът трябва да извърши промени по таблицата за разположение на дяловете, но не може да ги направи, защото дяловете на следните точки за монтиране не може да бъдат отмонтирани:
bo: སྒྲིག་འཇུག་ཆས་འདིས་གསོག་སྡེར་ཁག་གི་ཐོ་འགོད་ལ་བཟོ་བཅོས་དགོས་པ། ཡིན་ནའང་དེ་ལེགས་འགྲུབ་མི་ཐུབ་པའི་རྒྱུ་མཚན་ནི་འོག་གི་བཀར་སའི་གནས་ཐོག་ཏུ་ཡོད་ཁག་དེ་དག་བཤིགས་མི་ཐུབ་པ
bs: Program za instalaciju treba da izvrši izmjene u tabeli particija ali ne može to da uradi jer particije zakačene na ovim tačkama ne mogu biti otkačene:
ca: L'instal·lador necessita fer canvis a les taules de partició, però no ho pot fer perquè no pot desmuntar les particions en els següents punts de muntatge:
cs: Instalátor potřebuje provést změny do tabulky oddílů, ale nemůže, protože oddíly připojené k následujícím přípojným místům nemohly být odpojeny:
cy: Mae rhaid i'r gosodydd greu newidiadau i dablau rhaniadau, ond ni all wneud oherwydd ni ellir dadarosod'r rhaniadau ar y pwyntiau arosod canlynol:
da: Installationsprogrammet skal skrive ændringer til partitionstabeller, men kan ikke gøre dette, fordi partitioner på følgende monteringspunkter ikke kunne afmonteres:
de: Das Installationsprogramm muss Änderungen an den Partitionstabellen durchführen, kann dies aber nicht tun, weil Partitionen an den folgenden Einhängepunkten nicht ausgehängt werden konnten:
el: Η εφαρμογή εγκατάστασης πρέπει ν' αποθηκεύσει τις αλλαγές στους πίνακες κατάτμησης του δίσκου. Η διαδικασία δεν μπορεί να ολοκληρωθεί επειδή δεν είναι δυνατό να αποπροσαρτηθούν τα διαμερίσματα στα ακόλουθα σημεία προσάρτησης .
eo: La instalilo bezonas ŝanĝi subdiskajn tabelojn, sed ĝi ne povas, ĉar subdiskoj sur la jenaj surmetingoj ne demeteblas:
et: Paigaldaja peab viima sisse muudatused kettajaotustabelisse, aga ei saa seda teha, sest järgnevatesse liitekohtadesse ühendatud kettajagusid ei olnud võimalik lahti ühendada:
eu: Instalatzaileak aldaketak egin behar ditu partizio-tauletan, baina ezin du hori egin hurrengo muntatze-puntuetako partizioak ezin izan direlako desmuntatu:
fa: نیاز است نصب‌کننده، تغییرات را روی جدول‌های افراز انجام دهد، ولی به دلیل ناتوانی در پیاده کردن نقطه‌های اتّصال زیر، نمی‌تواند این کار را بکند:
fi: Asennusohjelman pitää tehdä muutoksia osiotauluihin, mutta se ei onnistu, koska seuraavissa liitoskohdissa olevia osioita ei voitu irrottaa:
fr_ca: L'installateur doit enregistrer des changement aux tables de partitions mais ne peut le faire car les points de montage suivants ne peuvent être pas démontés :
gd: Feumaidh an stàlaichear clàran pàirteachaidh atharrachadh ach cha b' urrainn dha sin a dhèanamh a chionn 's nach b' urrainn dhuinn na puingean pàirteachaidhean a leanas a dhì-mhunntachadh:
gl: O instalador precisa facer cambios na táboa de particións pero isto non é posíbel porque non se puideron desmontar as particións nos seguintes puntos de montaxe:
he: על תכנית ההתקנה לבצע את השינויים לטבלאות המחיצות אך אינה יכולה לעשות זאת כיוון שהמחיצות בנקודות העגינה הבאות אינן ניתנות לניתוק:
hi: संस्थापक को यह बदलाव विभाजन तालिका में डालने की जरुरत है, पर वह ऐसा करने मे अक्षम है क्योंकि विभाजन निम्न माउंट बिन्दू अनमाउंट नही कर सका।
hr: Instalacijski program mora izvršiti promjene na particijskim tablicama, ali ne može zbog toga što particije na sljedećim točkama montiranja nije moguće odmontirati:
ia: Le installator necessita de committer le modificationes al tabellas de partition, ma non pote facer assi pois que le partitiones sur le punctos de montage sequente non pote ser dismontate:
it: Il programma di installazione necessita di scrivere dei cambiamenti alla tabella delle partizioni, ma non è possibile procedere perché i seguenti punti di mount non possono essere smontati:
ja: インストーラーは、パーティションテーブルへの変更を反映する必要がありますが、以下のマウントポイントのパーティションがアンマウントされていないため実行できません:
kab: Asbedday yesra ad yeg ibeddilen di tfelwiyin n yiḥricen, maca ur yezmir ara ad yeg ayagi acku iḥricen di tenqiḍin-agi n userkeb i d-itteddun ulamek ara ttwafsint:
km: កម្មវិធី​ដំឡើង​ទាម​ទារ​ឲ្យ​ធ្វើ​ការ​ផ្លាស់​ប្តូរ​ទៅ​កាន់​តារាង​ភាគ​ថាស ប៉ុន្តែ​មិន​អាចធ្វើ​ដូច្នេះ​បានទេ ពីព្រោះ​ភាគ​ថាស​នៅ​លើ​ចំណុច​ម៉ោន​ដូច​ខាង​ក្រោម​មិន​អាច​នឹង​ម៉ោន​បាន ៖
ko: 설치 프로그램이 파티션 테이블에 바뀐 내용을 적용해야 하지만 다음 마운트 포인트를 해제할 수 없어 작업을 수행할 수 없습니다:
ku: Divê bernameya sazkirinê guhertinan li tabloya dabeşkirinê binivîse, lê ji ber ku ev beşên di xalên mount ên li jêr de unmount nabin, ev pêk nayê:
lt: Įdiegimo programa turi padaryti pakeitimus laikmenos skirsnių lentelėje, tačiau dabar to nepadarė, nes nepavyko atjungti skirsnių, prijungtų prie žemiau nurodytų prijungimo vietų:
lv: Instalatoram jāsaglabā izmaiņas nodalījumu tabulā, taču to nevar izdarīt, jo šajās vietās piemontētos nodalījumus neizdevās atmontēt:
mr: प्रस्थापकाला पार्टीशन सारणीमध्ये बदल पूर्ण करायचे आहेत, पण काही पार्टिशन्स वापरात असल्यामुळे तसे करू शकत नाहीये.
my: အခန်းအကန့်ဇယားကို စနစ်ထည့်သွင်းမှုမှ ပြောင်းလဲမှု ပြုလုပ်ရန် လိုအပ်ပါသည်။ သို့သော် ထိုကဲ့သို့မလုပ်နိုင်၍ အောက်ပါ တပ်ဆင်ထားသော တပ်ဆင်ရမည့်အမှတ်ရှိ အခန်းအကန့်ကို ဖြုတ်ချမှု မပြုလုပ်နိုင်ပါ။
nb: Installasjonsprogrammet må lagre de nødvendige endringene på partisjonstabellene, men klarer ikke å gjøre dette fordi følgende monteringspunkt ikke kunne avmonteres:
nl: Het installatieprogramma moet wijzigingen aanbrengen aan de partitietabellen, maar kan dit niet doen omdat er partities op de volgende koppelpunten niet ontkoppeld konden worden:
nn: Installeringa må endra partisjonstabellar, men kan ikkje gjera dette fordi partisjonar på desse monteringspunkta ikkje let seg avmontera:
pl: Instalator musi dokonać zmian w tablicach partycji, ale nie jest to możliwe, ponieważ partycje w następujących punktach montowania nie mogły zostać odmontowane:
ps: لګاند غواړي چې د وېش لښتيالونو ته بدلونونه ورکړي، خو داسې نه شي کولای ولې چې د درولو لاندنیو ټکو نه وېشنې نه شي نادرول کېدای:
pt: O instalador necessita de aplicar as modificações à tabela de partições, mas não consegue pois as seguintes partições não podem ser desmontadas:
pt_br: O instalador precisa fazer mudanças na tabela de partições, mas isto não é possível porque as partições nos seguintes pontos de montagem não puderam ser desmontadas:
si: ස්ථාපකයට කොටස් වගුව වෙනස් කිරීමට ඇවැසියු, නමුත් පහත රැඳවුම් ස්ථාන විසන්ධි කර නොමැති බැවින් එය සිදුකල නොහැක:
sl: Namestilnik mora zapisati spremembe preglednice razdelkov, vendar to ni bilo mogoče, ker ni mogoče odklopiti razdelkov z naslednjih priklopnih točk:
sq: Instaluesi duhet t'i bëjë ndryshime në tabelat e particionit, por nuk mund ta bëjë këtë sepse particionet në pikat që vijojnë nuk mund të shkëputen:
sr: Инсталер треба да изврши измене у партиционим табелама, али не успева јер партиције на следећим тачкама монтирања нису могле бити демонтиране:
sv: Installationsprogrammet behöver verkställa ändringar i partitionstabellerna men kan inte göra det på grund av att partitionerna på följande monteringspunkter inte kan avmonteras:
te: స్థాపకం పార్టిషన్ జాబితాలకు మార్పులను చేయాల్సిఉంది, కాని ఇప్పటివరకు చేయలేదు ఎందుకంటే కింద తెలిపిన మౌంట్ పాయింట్లను అన్‌మౌంట్ చేయలేకపోతుంది:
tg: Насбкунанда бояд тағйирот ба ҷадвалҳои қисмбандӣ ворид кунад, вале ин амалро иҷро карда наметавонад, зеро ки қисмбандиҳо дар нуқтаҳои васли зерин ҷудо карда намешаванд:
th: โปรแกรมติดตั้งต้องการบันทึกการแก้ไขลงในตารางพาร์ทิชัน แต่ไม่สามารถทำได้เนื่องจากพาร์ทิชันที่อยู่บนจุดเมานท์ต่อไปนี้ไม่สามารถเลิกเมานท์ได้:
tr: Kurucunun değişiklikleri bölüm tablosuna işlemesi gerekiyor fakat bunu yapamıyor; çünkü aşağıdaki bağlama noktalarındaki bölümlerin bağı kaldırılamıyor:
ug: ئورنىتىش پروگراممىسى رايونغا ئايرىش جەدۋىلىنى ئۆزگەرتىشى كېرەك ئىدى، ئەمما ئەمەلگە ئاشمىدى. چۈنكى تۆۋەندىكى ئېگەرلەش نۇقتىسىدىكى رايوننى ئېگەرسىزلىيەلمىدى:
uk: Програмі для встановлення потрібно застосувати зміни до таблиці розділів, але вона не може цього зробити через неможливість розмонтування розділів на наступних точках монтування:
vi: Chương trình cài đặt cần lưu thay đổi lên bảng phân vùng đĩa, nhưng không thể làm như thế vì không thể gỡ ra các phân vùng đã gắn vào các điểm sau:
zh_hk: 安裝程式要對分割區進行修改但不成功，因無法卸載以下分割區：

source: Please close any applications using these mount points.
af: Sluit asseblief alle toepassings af wat die volgende koppelpunte gebruik:
ar: رجاءً أغلق أي تطبيق يستخدم نقاط الوصل هذه.
ast: Por favor, pieslle cualesquier aplicación que tea usando estos puntos de montax.
bg: Моля, затворете всички приложения, които може да ползват тези точки за монтиране!
bo: བཀར་སའི་གནས་འདི་དག་སྤྱོད་བཞིན་པའི་ཉེ་སྤྱོད་གང་ཡོངས་སྒོ་རྒྱག་རོགས
bs: Molim, zatvorite sve aplikacije koje koriste ove tačke montiranja.
ca: Tanqueu les aplicacions que emprin aquests punts de muntatge:
ckb: تكایه‌ هه‌موو داوانامه‌كان دابخه‌ كه‌ ئه‌م خاڵی به‌ستنه‌وانه‌ به‌كارده‌بات.
cs: Prosím uzavřete všechny aplikace používající tato přípojná místa.
cy: Caewch unrhyw raglenni sy'n defnyddio'r pwyntiau arosod hyn.
da: Luk venligst alle programmer, som bruger disse monteringspunkter.
de: Bitte schließen Sie alle Anwendungen, die diese Einhängepunkte verwenden.
el: Παρακαλώ κλείστε όσες εφαρμογές χρησιμοποιούν αυτά τα σημεία προσάρτησης.
eo: Bonvolu fermi ĉiujn aplikaĵojn uzantajn ĉi tiujn surmetingojn.
et: Palun sulge kõik rakendused, mis kasutavad neid liitepunkte.
eu: Itxi muntatze-puntu hauek erabiltzen ari den edozein aplikazio.
fa: لطفا هر برنامه‌ای را که از این نقاط استفاده می‌کند، ببندید.
fi: Sulje kaikki sovellukset, jotka käyttävät näitä liitoskohtia.
fr_ca: Veuillez fermer toute application utilisant ces points de montage.
gd: Dùin aplacaid sam bith a tha a' cleachdadh nam puingean munntachaidh seo.
gl: Por favor, peche os aplicativos que estean usando estes puntos de montaxe.
he: נא לסגור את כל היישומים המשתמשים בנקודות עגינה אלו.
hi: कृपया माउन्ट बिन्दू का उपयोग कर रहे किसी अनुप्रयोग को बंद करें.
hr: Zatvorite aplikacije koje koriste ove točke montiranja.
ia: Per favor claude tote le applicationes usante iste punctos de montage.
it: Chiudere qualsiasi applicazione che stia usando tali punti di mount.
ja: これらのマウントポイントを使用しているアプリケーションを終了して下さい。
kab: Ttxil-k m mdel isnasen isseqdacen tanqiḍt-agi n userkeb.
km: សូម​បិទ​កម្មវិធី​ណា​មួយ​ដែល​កំពុង​តែ​ប្រើ​ចំណុច​ម៉ោន​ទាំង​នេះ ។
ko: 이 마운트 위치를 사용하는 모든 프로그램을 닫아주십시오.
ku: Ji kerema xwe re hemû sepanên ku van xalên mountbûyî bi kar tînin bigire.
lt: Užverkite visas programas, kurios naudoja failus iš šių vietų.
lv: Lūdzu, aizveriet visas programmas, kas varētu izmantot šos montēšanas punktus.
mr: या माउंटबिंदूंना वापरणारे कोणी विनियोग बंद करा.
my: တပ်ဆင်ရမည့်အမှတ်ရှိ အသုံးပြုနေသော ဆော့ဝဲများကို ကျေးဇူးပြု၍ ပိတ်လိုက်ပါ
nb: Vennligst lukk alle applikasjoner som bruker disse monteringspunktene.
nl: Sluit a.u.b. alle toepassingen die deze koppelpunten gebruiken.
nn: Avslutt alle program som brukar desse monteringspunkta.
pa: ਇਹ ਮਾਊਂਟ ਪੁਆਇੰਟ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੀਆਂ ਸਭ ਐਪਲੀਕੇਸ਼ਨਾਂ ਬੰਦ ਕਰੋ ਜੀ।
pl: Proszę zakończyć wszystkie programy korzystające z tych punktów montowania.
ps: مهرباني وکړئ، هغه ټول کاریالونه بند کړئ کوم چې د درولو دا ټکي کاروي.
pt: Por favor feche todas as aplicações que está a usar nas suas partições.
pt_br: Por favor, feche quaisquer aplicativos que estejam usando esses pontos de montagem.
si: කරුණාකර මෙම රැඳවුම් ස්ථාන භාවිත කරන සෑම යෙදුමක්ම වසන්න.
sl: Zaprite vse programe, ki uporabljajo te priklopne točke.
sq: Ju lutemi mbyllni çdo aplikim që po i përdor këto pika hyrjeje.
sr: Затворите све програме који користе ове тачке монтирања.
sv: Stäng de program som använder dessa monteringspunkter.
te: దయచేసి ఏ అనువర్తనాలనైనా ఈ మౌంట్ పాయింట్లను వాడి మూసివేయండి
tg: Лутфан, ҳамаи барномаҳоеро, ки ин нуқтаҳои васлро истифода мебаранд, пӯшед.
th: โปรดปิดแอปพลิเคชันใด ๆ ที่กำลังใช้จุดเมานท์เหล่านี้
tr: Bu bağlama noktalarını kullan uygulamaları lütfen kapatın.
ug: بۇ ئېگەرلەش نۇقتىسىنى ئىشلىتىۋاتقان پروگراممىلارنى يېپىڭ.
uk: Будь ласка, закрийте всі програми, які використовують ці точки монтування.
vi: Vui lòng đóng các ứng dụng đang sử dụng các điểm gắn kết này.
zh_hk: 請關閉所有正使用這些掛載點的程式。

source: Would you like the installer to try to unmount these partitions again?
af: Wil jy dat die installeerder poog om hierdie partisies weer te ontheg?
ar: هل تريد من برنامج التثبيت أن يحاول فصل نقاط الوصل هذه مره أخرى؟
ast: ¿Deseya que l'instalador tente desmontar estes particiones de nueu?
bg: Желаете ли инсталаторът да направи повторен опит да отмонтира тези дялове?
bo: སྒྲིག་འཇུག་ཆས་ཀྱིས་གསོག་སྡེར་ཁག་འདི་དག་བཤིགས་ཐུབ་མིན་ཚོད་ལྟ་དགོས་སམ
bs: Da li želite da program za instalaciju proba da ponovo otkači ove particije?
ca: Voleu que l'instal·lador provi de desmuntar aquestes particions una altra vegada?
ckb: ئایا ده‌ته‌وێت دامه‌زرێنه‌ره‌كه‌ به‌شه‌ به‌ستراوه‌كانی په‌پكه‌كه‌ سه‌ربه‌ست بكاته‌وه‌ جارێكی دی؟
cs: Chcete, aby instalátor zkusil znovu odpojit tyto oddíly?
cy: Ydych chi'n eisiau i'r gosodwr ceisio dadarosod y rhaniadau yma eto?
da: Ønsker du at installationsprogrammet skal prøve at afmontere disse partitioner igen?
de: Möchten Sie, dass das Installationsprogramm erneut versucht, die Partitionen auszuhängen?
el: Θέλετε η εφαρμογή εγκατάστασης, ν' αποπροσαρτήσει τις συγκεκριμένες κατατμήσεις;
eo: Ĉu vi ŝatus ke la instalilo denove klopodu demeti ĉi tiujn subdiskojn?
et: Kas paigaldaja peaks proovima neid kettajagusid uuesti lahti ühendada?
eu: Nahi al duzu instalatzailea berriro saiatzea partizio hauek desmuntatzen?
fa: می‌خواهید نصب‌کننده باز هم برای پیاده کردن این افرازها تلاش کند؟
fi: Haluatko asennusohjelman yrittävän osioiden irrottamista uudelleen?
fr_ca: Voulez-vous que l'installateur ressaie de démonter ces partitions?
gd: A bheil thu airson 's gum feuch an stàlaichear ris na pàirteachaidhean seo a dhì-mhunntachadh a-rithist?
gl: Desexa que o instalador tente desmontar de novo estas particións?
he: האם ברצונך שתכנית ההתקנה תנסה לנתק מחיצות אלה שוב?
hi: क्या आप चाहेंगे कि संस्थापक पुनः इस विभाजन को अनमाउन्ट करने की चेष्टा करे?
hr: Želite li da instalacijski program pokuša ponovno odmontirati ove particije?
ia: Desira tu que le installator tenta ancora de dismontar iste partitiones?
it: Lasciare che il programma di installazione provi nuovamente a smontare queste partizioni?
ja: インストーラーがこれらのパーティションを再度アンマウントしてみても良いですか?
kab: Tebɣiḍ iwakken asbedday ad iɛreḍ ad yekkes tikkelt-nniḍen iḥricen-agi ?
km: តើ​អ្នក​ចង់​ឲ្យ​កម្មវិធី​ដំឡើង​ព្យាយាម​អាន់​ម៉ោន​ភាគ​ថាស​ទាំង​នេះ​ម្តង​ទៀត​ឬ​ ?
ko: 설치 프로그램이 이 파티션을 다시 마운트 해제하도록 할까요?
ku: Dixwazî ku bernameya sazkirinê dîsa biceribînî ku van beşan mîheng bikî?
lt: Ar norite, kad įdiegimo programa vėl pabandytų atjungti šiuos skirsnius?
lv: Vai vēlaties, lai instalators mēģinātu vēlreiz atmontēt nodalījumus?
mr: या पार्टिशन्स प्रस्थापकाने परत अनमाउंट करायच्या का?
my: စနစ်ထည့်သွင်းမှုမှ ဤ အခန်းအကန့်များကို ထပ်မံ ဖြုတ်ချရန် ပြုလုပ်စေလိုပါသလား။
nb: Vil du at installasjonsprogrammet skal forsøke å avmontere disse partisjonene igjen?
nl: Wilt u dat het installatieprogramma opnieuw probeert deze partities te ontkoppelen?
nn: Vil du at installeringa skal prøva å avmontera desse partisjonane på nytt?
pl: Spróbować odmontować te partycje ponownie?
ps: غواړئ چې لګاند د دې وېشنو بیا نادرولو هڅه وکړي؟
pt: Deseja que o instalador tente desmontar as partições novamente?
pt_br: Você deseja que o instalador tente desmontar essas partições novamente?
si: ඔබ ස්ථාපකය විසින් එම කොටස් නැවත විසන්ධිකරවීමට තැත්කිරීමට කැමතිද?
sl: Ali želite, da namestilnik ponovno poskusi odklopiti te razdelke?
sq: Doni që instaluesi të përpiqet t'i përdorë këto particione përsëri?
sr: Да ли бисте желели да инсталер још једном проба да демонтира ове партиције?
sv: Vill du att installationsprogrammet ska försöka att avmontera dessa partitioner igen?
te: స్థాపకాన్ని వాడి ఈ పార్టిషన్‌లను తిరిగి ఆన్‌మౌంట్ చేసి ప్రయత్నించుటకు మీరు ఇష్టపడుతున్నారా?
tg: Оё шумо мехоҳед, ки насбкунанда ҷудокунии қисмбандиҳои зеринро аз нав кӯшиш кунад?
th: คุณต้องการให้โปรแกรมติดตั้งลองยกเลิกเมานท์พาร์ทิชั่นเหล่านี้อีกหรือไม่?
tr: Kurucunun bu bölümlerin bağını yeniden kaldırmasını ister misiniz?
ug: ئورناتقۇچنىڭ بۇ دىسكا رايونلىرىنى يەنە ئېگەرسىزلىشىنى خالامسىز؟
uk: Хочете, щоб програма для встановлення спробувала розмонтувати ці розділи ще раз?
vi: Bạn có muốn chương trình cài đặt cố gỡ bỏ các phân vùng này?
zh_hk: 您想安裝程式嘗試再次卸載這些分割區嗎？

source: Do you want to return to the partitioner?
af: Wil jy na die partisieprogram terugkeer?
ar: أتريد العودة إلى المقسّم؟
ast: ¿Deseya tornar al programa de particionáu?
bg: Искате ли да се върнете в програмата за редактиране на дялове?
bo: གསོག་སྡེར་ཁག་བཟོ་ཆས་ལ་ཚུར་ལོག་དགོས་སམ
bs: Da li želite da se vratite na program za particionisanje?
ca: Voleu tornar cap al partidor?
ckb: ده‌ته‌وێت بگه‌ڕێیته‌وه‌ بۆ دابه‌شكه‌ره‌كه‌؟
cs: Chcete se vrátit k rozdělování disku?
cy: Ydych chi'n eisiau dychwelyd i'r rhaniadydd?
da: Vil du vende tilbage til partitioneringsprogrammet?
de: Möchten Sie zum Partitionsmenü zurückkehren?
el: Θέλετε να επιστρέψετε στον οδηγό διαμέρισης;
eo: Ĉu vi volas reiri al la subdiskigilo?
et: Kas minna tagasi kettajagude määrajasse?
eu: Partiziogilera itzuli nahi al duzu?
fa: می‌خواهید به افرازگر بازگردید؟
fi: Haluatko palata osiointiin?
fr_ca: Voulez-vous revenir au partitionneur?
gd: A bheil thu airson tilleadh gu gleus nam pàirteachaidhean?
gl: Quere volver ao particionador?
he: האם ברצונך לחזור לעורך המחיצות?
hi: विभाजन पर वापस जान चाहेंगें?
hr: Želite li se vratiti na particioniranje?
ia: Desira tu retornar al partitionator?
it: Ritornare al programma di partizionamento?
ja: partitionerに戻りますか？
kab: Tebɣiḍ ad tuɣaleḍ ɣer wumuɣ n beṭṭu?
km: តើ​អ្នក​ចង់​ត្រឡប់​ទៅ​កាន់​កម្មវិធី​ចែក​ភាគ​ថាស​ទេ ?
ko: 파티션 프로그램으로 돌아가시겠습니까?
ku: Dixwazî vegerî dabeşkarê?
lt: Ar norite grįžti į diskų skirsnių tvarkymą?
lv: Atgriezties pie disku dalīšanas?
mr: तुम्हाला विभाजकात परत जायचे आहे का?
my: အခန်းကန့်သည့်နေရာသို့ ပြန်သွားလိုပါသလား။
nb: Ønsker du å gå tilbake til partisjonsprogrammet?
nl: Wilt u terugkeren naar het schijfindelingsprogramma?
nn: Vil du gå tilbake til partisjoneringsverktøyet?
pa: ਕੀ ਤੁਸੀਂ ਪਾਰਟੀਸ਼ਨਰ ਉੱਤੇ ਵਾਪਸ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Powrócić do programu partycjonującego?
ps: وېشونکي ته بېرته تلل غواړﺉ؟
pt: Deseja regressar ao particionador?
pt_br: Você quer retornar para o particionador?
si: ඔබට නැවත කොටස්කාරකයට යෑමට ඇවැසිද?
sl: Ali se želite vrniti na razdeljevanje diska?
sq: Doni të ktheheni tek particionuesi?
sr: Да ли желите да се вратите у партиционер?
sv: Vill du återvända till partitioneraren?
te: పార్టిషనర్‌కి తిరిగి వెళ్ళాలనుకుంటున్నారా?
tg: Оё шумо мехоҳед, ки ба абзори қисмбандӣ баргардед?
th: คุณต้องการกลับไปยังตัวจัดพาร์ติชันหรือไม่?
tr: Bölümlendiriciye geri dönmek istiyor musunuz?
ug: دىسكا رايون بۆلگۈچكە قايتامسىز؟
uk: Ви хочете повернутись до програми розмітки?
vi: Bạn có muốn quay lại trình phân vùng đĩa?
zh_hk: 您想回到磁碟分割程式嗎?
