Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
af: <span foreground="darkred">Waarskuwing:</span> hierdie aksie sal al jou programme, dokumente, foto's, musiek en ander lêers verwyder in beide ${OS} en ${CURDISTRO}.
ar: <span foreground="darkred">تحذير:</span> سيؤدي ذلك إلى حذف جميع برامجك، ومستنداتك، وصورك، وموسيقاك، وملفات أخرى في كلا النظامين ${OS} و ${CURDISTRO}.
ast: <span foreground="darkred">Avisu:</span> Esto va desaniciar tolos programes, documentos, semeyes, música y otros ficheros de ${OS} y ${CURDISTRO}.
bg: <span foreground="darkred">Внимание:</span> Това ще изтрие всичките ви програми, документи, снимки, музика и други файлове в ${OS} и в ${CURDISTRO}.
bo: <span foreground="darkred">ཉེན་བརྡ:</span> འདིས་${OS} ་དང་ ${CURDISTRO}་ཐོག་གི་བྱ་རིམ་དང་ཡིག་ཆ། འདྲ་པར། རོག་དབྱངས། ཡིག་ཆ་གཞན་དག་ཡོངས་བསུབ་རྒྱུ་ཡིན།
bs: <span foreground="darkred">Upozorenje:</span> To će obrisati sve vaše programe, dokumente, fotografije, muziku, i druge datoteke i na ${OS} i na ${CURDISTRO}.
ca: <span foreground="darkred">Avís:</span> Això suprimirà tots els programes, documents, fotografies, música i altres fitxers dels sistemes operatius ${OS} i ${CURDISTRO}.
ckb: <span foreground="darkred">ئاگاداربە:</span> ئەمە هەموو پەڕگە، داوانامە، وێنە، مۆسیقا، هەموو هەموو پەڕگەکانی ${OS} و ${CURDISTRO} دەسڕێتەوە.
cs: <span foreground="darkred">Upozornění:</span> Tímto smažete všechny své programy, dokumenty, fotografie, hudbu a další soubory z ${OS} a ${CURDISTRO}.
cy: <span foreground="darkred">Rhybudd:</span> Bydd hyn yn dileu eich holl raglenni, dogfennau, lluniau, cerddoriaeth, a ffeiliau eraill ar ${OS} a ${CURDISTRO}.
da: <span foreground="darkred">Advarsel:</span> Dette vil slette alle dine programmer, dokumenter, billeder, musik samt andre filer i både ${OS} og ${CURDISTRO}.
de: <span foreground="darkred">Warnung:</span> Dies wird alle Ihre Anwendungen, Dokumente, Fotos, Musik sowie alle anderen Dateien sowohl in ${OS} als auch ${CURDISTRO} unwiderruflich löschen.
el: <span foreground="darkred">Προειδοποίηση:</span> Αυτή η επιλογή θα διαγράψει όλα τα προγράμματα, τα έγγραφα, τις φωτογραφίες, τη μουσική και οτιδήποτε άλλο αρχείο στα ${OS} και ${CURDISTRO}.
eo: <span foreground="darkred">Atenton:</span> Ĉi tio forigos ĉiujn viajn programarojn, dokumentojn, fotojn, muzikon kaj aliajn dosierojn de ambaŭ ${OS} kaj ${CURDISTRO}.
et: <span foreground="darkred">Hoiatus:</span> Sellega kustutatakse kõik sinu programmid, dokumendid, fotod, muusika ja ka kõik ülejäänud failid nii ${OS}- kui ka ${CURDISTRO} süsteemidest.
eu: <span foreground="darkred">Abisua:</span> Honek programa, dokumentu, argazki, musika eta bestelako fitxategi guztiak ezabatuko ditu, bai ${OS}(e)n, bai ${CURDISTRO}(e)n.
fa: <span foreground="darkred">هشدار:</span> این کار، تمام برنامه‌ها، مستندات، عکس‌ها، آهنگ‌ها و دیگر پرونده‌هایتان را چه روی ${OS} و چه روی ${CURDISTRO} حذف خواهد کرد.
fi: <span foreground="darkred">Varoitus:</span> Tämä poistaa kaikki käyttöjärjestelmien ”${OS}” ja ”${CURDISTRO}” sovellukset, asiakirjat, valokuvat, musiikit ja muut tiedostot.
fr_ca: <span foreground="darkred">Avertissement :</span> ceci supprimera tous vos programmes, documents, photos, musique et autres fichiers sur ${OS} et sur ${CURDISTRO}.
gd: <span foreground="darkred">Rabhadh:</span> Thèid na prògraman, sgrìobhainnean, dealbhan, an ceòl agus na faidhlichean a sguabadh às, an dà chuid air ${OS} agus ${CURDISTRO}.
gl: <span foreground="darkred">Aviso:</span> Isto eliminará todos os seus programas, documentos, fotos, música, e outros ficheiro de ${OS} e de ${CURDISTRO}.
he: <span foreground="darkred">אזהרה:</span> פעולה זו תמחק את התכניות, המסמכים, התמונות, המוזיקה ואת שאר הקבצים גם במערכת ההפעלה ${OS} וגם ב־${CURDISTRO}.
hi: <span foreground="darkred">चेतावनी:</span> यह ${OS} व ${CURDISTRO} में आपके सभी प्रोग्रामो, दस्तावेजो, तस्वीरोँ, संगीत तथा अन्य फाइलो को नष्ट कर देगा.
hr: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve vaše programe, dokumente, slike, glazbu i ostale datoteke u ${OS} i ${CURDISTRO} operativnom sustavu.
ia: <span foreground="darkred">Advertimento:</span> Isto cancellara tote tu programmas, documentos, photos, music, e tote le altere files in ambe ${OS} e ${CURDISTRO}.
it: <span foreground="darkred">Attenzione:</span> questa operazione eliminerà tutti i propri programmi, documenti, fotografie, musica e qualsiasi altro file da ${OS} e ${CURDISTRO}.
ja: <span foreground="darkred">警告:</span> これにより、 ${OS} ・ ${CURDISTRO} の中身（アプリケーション・文書・写真・音楽など）をすべて削除します。
kab: <span foreground="darkred">Ɣur-k m:</span> Ayagi ad yekkes ihalen-inek, isemliyen, tiwlafin, aẓawan, akked yifuyla di ${OS} akked ${CURDISTRO}.
km: <span foreground="darkred">ការ​ព្រមាន ៖</span> វា​នឹង​លុប​កម្មវិធី ឯកសារ រូបថត តន្ត្រី និង​ឯកសារ​ផ្សេងៗ​ទាំងអស់​របស់​អ្នក​ទាំង​នៅ​ក្នុង ${OS} និង ${CURDISTRO} ។
ko: <span foreground="darkred">경고:</span> 이 작업은 ${OS}와(과) ${CURDISTRO} 모두에서 프로그램, 문서, 사진, 음악, 그리고 기타 파일을 삭제합니다.
ku: <span foreground="darkred">Hişyarî:</span>Ev wê hemû bername, pel, wêne, muzîk, û peldankên te yên din ên di ${OS} û ${CURDISTRO} de jê bibe.
lt: <span foreground="darkred">Dėmesio:</span> Bus ištrintos visos programos, dokumentai, nuotraukos, muzika bei visi kiti ${OS} ir ${CURDISTRO} failai.
lv: <span foreground="darkred">Brīdinājums:</span> tas dzēsīs visas jūsu programmas, dokumentus, fotogrāfijas, mūziku, un jebkuras citas datnes gan ${OS}, gan ${CURDISTRO}.
mr: <span foreground="darkred">सूचना:</span> याने तुमच्या ${OS} आणि ${CURDISTRO} वरील सगळे विनियोग, दस्तऐवज, फोटो, गाणी आणि बाकी फाईल्स नष्ट होतील.
nb: <span foreground="darkred">Advarsel:</span> Dette vil slette alle dine programmer, dokumenter, bilder, musikk og øvrige filer fra både ${OS} og ${CURDISTRO}.
nl: <span foreground="darkred">Waarschuwing:</span> dit zal al uw programma's en persoonlijke bestanden (documenten e.d.) in ${OS} en ${CURDISTRO} verwijderen.
nn: <span foreground="darkred">Åtvaring:</span> Dette vil sletta alle program, dokument, bilete, musikk, og alle andre filer du har på både ${OS} og ${CURDISTRO}.
pl: <span foreground="darkred">UWAGA!</span> Trwale usuwa wszystkie programy, dokumenty, obrazy, muzykę i inne pliki systemów ${OS} oraz ${CURDISTRO}.
ps: <span foreground="darkred">ګواښ:</span> دا به په ${OS} او ${CURDISTRO} دواړو باندې ټول کاریالونه، لاسوندونه، انځورونه، ټنګټکور او نورې دوتنې ړنګې کړي.
pt: <span foreground="darkred">Aviso:</span> Isto vai apagar todos os programas, fotos, músicas, documentos e outros ficheiros do seu ${OS} e do ${CURDISTRO}.
pt_br: <span foreground="darkred">Aviso:</span> Isso apagará todos os seus programas, documentos, fotos, músicas e qualquer outro arquivo do ${OS} e do ${CURDISTRO}.
si: <span foreground="darkred">අවවාදයයි:</span> මෙය ඔබේ {OS} හා ${CURDISTRO} හි වැඩසටහන්, ලේඛන, ඡායාරූප, ගීත හා වෙනත් ගොනු මකාදමනු ඇත.
sl: <span foreground="darkred">Opozorilo:</span> To bo izbrisalo vse programe, dokumente, slike, glasbo in ostale datoteke iz vašega ${OS} in ${CURDISTRO}.
sq: <span foreground="darkred">Kujdes:</span> Kjo do të fshijë të gjithë programet, dokumentet, fotot, muzikën dhe skedarët e tjerë si tek ${OS} dhe tek ${CURDISTRO}.
sr: <span foreground="darkred">Упозорење:</span> Ово ће избрисати све ваше програме, документа, фотографије, музику и друге датотеке како на ${OS} тако и на ${CURDISTRO}.
sv: <span foreground="darkred">Varning:</span> Detta kommer att ta bort alla dina program, dokument, foton, musik och andra filer i både ${OS} och ${CURDISTRO}.
te: <span foreground="darkred">హెచ్చరిక:</span> ఇది మీ ${OS}, ${CURDISTRO} లోని అన్ని ప్రోగ్రాములను, పత్రాలను, చిత్రాలను, సంగీతం, మరియు ఇతర ఫైళ్ళను తీసివేస్తుంది.
tg: <span foreground="darkred">Огоҳӣ:</span> Ин амал ҳамаи барномаҳо, ҳуҷҷатҳо, суратҳо, файлҳои мусиқӣ ва ягон файлҳои дигарро ҳам дар ${OS} ва ҳам дар ${CURDISTRO} нест мекунад.
th: <span foreground="darkred">คำเตือน:</span> โปรแกรม เอกสาร ภาพถ่าย เพลง และแฟ้มอื่นๆ ของคุณใน ${OS} และ ${CURDISTRO} จะถูกลบ
tr: <span foreground="darkred">Uyarı:</span> Bu işlem hem ${OS} işletim sistemindeki hem de ${CURDISTRO} dağıtımındaki bütün programlarınızı, belgelerinizi, fotoğraflarınızı, müziklerinizi ve diğer dosyalarınızı silecektir.
ug: <span foreground=\"darkred\">ئاگاھلاندۇرۇش:</span> بۇنىڭدا ${OS} ۋە ${CURDISTRO} دىكى بارلىق پروگراممىلار، پۈتۈكلەر، سۈرەتلەر،مۇزىكىلار ۋە باشقا ھەممە ھۆججەتلەر ئۆچۈرۈلىدۇ.
uk: <span foreground="darkred">Попередження:</span> Ця дія видалить усі ваші програми, документи, фотографії, музику та інші файли як у ${OS}, так і в ${CURDISTRO}.
vi: <span foreground="darkred">Cảnh báo:</span> Hành động này sẽ xóa toàn bộ các chương trình, tài liệu, hình ảnh, âm nhạc và mọi tập tin khác trên đĩa.
zh_hk: <span foreground="darkred">警告：</span>這會刪除您在 ${OS} 與 ${CURDISTRO} 上的所有程式、文件、相片、音樂，以及任何其他檔案。

source: Reinstall ${CURDISTRO}
af: Herinstalleer ${CURDISTRO}
ar: أعِد تثبيت ${CURDISTRO}
ast: Reinstalar ${CURDISTRO}
bg: Преинсталиране на ${CURDISTRO}
bo: ${CURDISTRO}བསྐྱར་སྒྲིག་བྱེད་པ
bs: Ponovo instaliraj ${CURDISTRO}
ca: Torna a instal·lar el sistema operatiu ${CURDISTRO}
ckb: دامەزراندنەوەی ${CURDISTRO}
cs: Přeinstalovat ${CURDISTRO}
cy: Ailosod ${CURDISTRO}
da: Geninstaller ${CURDISTRO}
de: ${CURDISTRO} neu installieren
el: Επανεγκατάσταση του ${CURDISTRO}
eo: Reinstali ${CURDISTRO}
et: Paigalda ${CURDISTRO} uuesti
eu: Berrinstalatu ${CURDISTRO}
fa: نصب دوبارهٔ ${CURDISTRO}
fi: Asenna ${CURDISTRO} uudelleen
fr_ca: Réinstaller ${CURDISTRO}
gd: Ath-stàlaich ${CURDISTRO}
gl: Reinstalar ${CURDISTRO}
he: התקנת ${CURDISTRO} מחדש
hi: ${CURDISTRO} पुनःसंस्थापित करें
hr: Ponovno instaliraj ${CURDISTRO}
ia: Reinstallar ${CURDISTRO}
it: Reinstalla ${CURDISTRO}
ja: ${CURDISTRO}の再インストール
kab: Ales asbeddi n {CURDISTRO}
km: ដំឡើង ${CURDISTRO} ឡើង​វិញ
ko: ${CURDISTRO} 다시 설치
ku: ${CURDISTRO} ji nû ve bar bike
lt: Iš naujo įdiegti ${CURDISTRO}
lv: Pārinstalēt ${CURDISTRO}
mr: ${CURDISTRO} हे पुन्हस्थापित करा
my: ${CURDISTRO} ကို ပြန်လည် ထည့်သွင်းပါ
nb: Installer ${CURDISTRO} på nytt
nl: Herinstalleer ${CURDISTRO}
nn: Installer ${CURDISTRO} på nytt
pa: ${CURDISTRO} ਮੁੜ-ਇੰਸਟਾਲ ਕਰੋ
pl: Ponowna instalacja ${CURDISTRO}
ps: ${CURDISTRO} بيالګول
pt: Reinstalar ${CURDISTRO}
pt_br: Reinstalar o ${CURDISTRO}
si: ${CURDISTRO} නැවත ස්ථාපනය කරන්න
sl: Ponovno namesti ${CURDISTRO}
sq: Instalo përsëri ${CURDISTRO}
sr: Поново инсталирај „${CURDISTRO}“
sv: Installera om ${CURDISTRO}
te: ${CURDISTRO} తిరిగి స్థాపించాలా
tg: Аз нав насб кардани ${CURDISTRO}
th: ติดตั้ง ${CURDISTRO} ใหม่
tr: ${CURDISTRO} dağıtımını yeniden kur
ug: ${CURDISTRO} نى قايتا ئورنىتىدۇ
uk: Перевстановити ${CURDISTRO}
vi: Cài đặt lại ${CURDISTRO}
zh_hk: 重新安裝 ${CURDISTRO}

source: Documents, music, and other personal files will be kept. Installed software and system-wide settings will be cleared.
af: Dokumente, musiek, en ander persoonlike lêers sal gehou word. Geïnstalleerde sagteware en stelselwye instellings sal wees duidelike.
ar: سيتم الاحتفاظ بالوثائق والموسيقى والملفات الشخصية الأخرى. ستُمحى البرامج المثبتة والإعدادات على مستوى النظام.
ca: Es conservaran documents, música i altres fitxers personals. Se suprimirà el programari instal·lat i es reinicialitzaran els paràmetres de configuració del sistema.
cs: Dokumenty, hudba a další osobní soubory budou zachovány. Nainstalovaný software a systémová nastavení budou odstraněna.
fi: Asiakirjat, musiikki ja muut henkilökohtaiset tiedostot säilytetään. Asennetut ohjelmistot ja järjestelmän asetukset tyhjennetään.
hr: Dokumenti, glazba i ostale osobne datoteke će biti očuvane. Instalirani softver i postavke sustava će biti uklonjene.
ja: ドキュメント、音楽、その他の個人ファイルは残されます。インストールされているソフトウェアとシステム全体の設定は消去されます。
kab: Isemliyen, aẓawan d yifuyla-nniḍen udmawanen ad ttwaḥerzen. Aseɣẓan yettusbedden d yiɣewwaren ɣef tehri n unagraw ad ttusefḍen.
lv: Dokumenti, mūzika un citas personīgās datnes tiks paturētas. Instalētā programmatūra un sistēmas iestatījumi tiks dzēsti.
pl: Dokumenty, muzyka i inne pliki osobiste zostaną zachowane. Zainstalowane oprogramowanie i ustawienia systemowe zostaną wyczyszczone.
pt: Documentos, música, e outros ficheiros pessoais serão mantidos. Os pacotes instalados e as configurações de todo o sistema serão eliminados.
sr: Документа, музика, и друге личне датотеке биће задржане. Инсталирани софтвер и свесистемска подешавања биће очишћена.
sv: Dokument, musik och andra personliga filer sparas. Installerad programvara och systemomfattande inställningar rensas.
th: เอกสาร เพลง และไฟล์ส่วนตัวอื่นๆ จะถูกเก็บไว้ แต่ซอฟต์แวร์ที่ติดตั้งไว้ และการตั้งค่าของระบบจะถูกลบออก
tr: Belgeler, müzikler ve diğer şahsi dosyalar muhafaza edilecektir. Kurulan yazılımlar ve sistem genelindeki ayarlar temizlenecektir.
ug: ھۆججەت ، مۇزىكا ۋە باشقا شەخسىي ھۆججەتلەر ساقلىنىدۇ. قاچىلانغان يۇمشاق دېتال ۋە سىستېما دائىرىسى تەڭشەلدى.
vi: Các tài liệu, âm nhạc và các tệp cá nhân khác sẽ được lưu giữ. Các phần mềm đã cài đặt và các thông số cấu hình của hệ thống sẽ bị xóa.

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
af: <span foreground="darkred">Waarskuwing:</span> Hierdie aksie sal al jou programme, dokumente, foto's, musiek en enige ander lêers in beide bedryfstelsels uitvee.
ar: <span foreground="darkred">تحذير:</span> سيؤدي ذلك إلى حذف جميع برامجك، ومستنداتك، وصورك، وموسيقاك، وأي ملفات أخرى على جميع أنظمة التشغيل الموجودة.
ast: <span foreground="darkred">Avisu:</span>Esto va desaniciar tolos programes, documentos, semeyes, música, y cualquier otru ficheru en tolos sistemes operativos.
bg: <span foreground="darkred">Внимание:</span> Това ще изтрие всичките ви програми, документи, снимки, музика и всякакви други файлове във всички операционни системи.
bo: <span foreground="darkred">ཉེན་བརྡ:</span> འདིས་མ་ལག་ཡོད་ཚད་ཐོག་གི་བྱ་རིམ་དང་ཡིག་ཆ། འདྲ་པར། རོག་དབྱངས། ཡིག་ཆ་གཞན་དག་ཡོངས་བསུབ་རྒྱུ་ཡིན།
bs: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve vaše programe, dokumente, fotografije muziku, i druge datoteke na svim operativnim sistemima.
ca: <span foreground="darkred">Atenció:</span> això suprimirà tots els programes, documents, fotografies, música i altres fitxers de tots els sistemes operatius.
ckb: <span foreground="darkred">ئاگاداربە:</span> ئەمە هەموو پەڕگە، داوانامە، وێنە، مۆسیقا، هەموو هەموو پەڕگەکانی ناو سیستمەکەت دەسڕێنەوە.
cs: <span foreground="darkred">Upozornění:</span> Tímto smažete všechny své programy, dokumenty, fotografie, hudbu a další soubory ze všech operačních systémů.
cy: <span foreground="darkred">Rhybudd:</span> Bydd hyn yn dileu eich holl raglenni, dogfennau, lluniau, cerddoriaeth, ac unrhyw ffeiliau eraill ar bob system weithredu.
da: <span foreground="darkred">Advarsel:</span> Dette vil slette alle dine programmer, dokumenter, billeder, musik og alle andre filer i alle operativsystemer.
de: <span foreground="darkred">Warnung:</span> Dies wird alle Ihre Anwendungen, Dokumente, Fotos, Musik und alle anderen Dateien von allen Betriebssystemen löschen.
el: <span foreground="darkred">Προειδοποίηση:</span> Αυτή η επιλογή θα διαγράψει όλα τα προγράμματα, τα έγγραφα, τις φωτογραφίες, τη μουσική και οτιδήποτε άλλο αρχείο σε όλα τα εγκατεστημένα λειτουργικά συστήματα.
eo: <span foreground="darkred">Averto:</span> Ĉi tio forigos ĉiujn viajn programarojn, dokumentojn, fotojn, muzikojn kaj aliajn dosierojn de ĉiuj operaciumoj.
et: <span foreground="darkred">Hoiatus:</span> Sellega kustutatakse kõik sinu programmid, dokumendid, fotod, muusika ja kõik ülejäänud failid kõigist operatsioonisüsteemidest.
eu: <span foreground="darkred">Abisua:</span> Honek programa, dokumentu, argazki, musika eta bestelako fitxategi guztiak ezabatuko ditu sistema eragile guztietatik.
fa: <span foreground="darkred">هشدار:</span> این کار، تمام برنامه‌ها، مستندات، عکس‌ها، آهنگ‌ها و دیگر پرونده‌هایتان را روی تمام سیستم‌عامل‌ها حذف خواهد کرد.
fi: <span foreground="darkred">Varoitus:</span> Tämä poistaa kaikkien käyttöjärjestelmien kaikki sovellukset, asiakirjat, valokuvat, musiikit ja muut tiedostot.
fr_ca: <span foreground="darkred">Avertissement :</span> ceci supprimera tous vos logiciels, documents, photos, musique et tout autre fichier dans tous les systèmes d’exploitation.
gd: <span foreground="darkred">Rabhadh:</span> Thèid na prògraman, sgrìobhainnean, dealbhan, an ceòl agus na faidhlichean a sguabadh às siostam-obrachaidh sam bith.
gl: <span foreground="darkred">Aviso:</span> Isto eliminará todos os programas, documentos, fotos, música e outros ficheiros en todos os sistemas operativos.
he: <span foreground="darkred">אזהרה:</span> פעולה זו תמחק את כל התכניות, המסמכים, התמונות, המוזיקה וכל שאר הקבצים בכל מערכות ההפעלה.
hi: <span foreground="darkred">चेतावनी:</span> यह सभी ऑपरेटिंग सिस्टमो में आपके सभी प्रोग्रामो, दस्तावेजो, तस्वीरोँ, संगीत तथा अन्य फाइलो को नष्ट कर देगा.
hr: <span foreground="darkred">Upozorenje:</span> Ovo će obrisati sve vaše programe, dokumente, slike, glazbu i ostale datoteke u svim operativnim sustavima.
ia: <span foreground="darkred">Advertimento:</span> Isto cancellara tote tu programmas, documentos, photos, music, e tote le altere files in tote le systemas operative.
it: <span foreground="darkred">Attenzione:</span> in questo modo verranno eliminati programmi, documenti, foto, musica e altri file presenti in tutti i sistemi operativi.
ja: <span foreground="darkred">警告:</span> これにより、すべてのOS上にあるプログラム、ドキュメント、写真、音楽、その他のファイルはすべて削除されます。
kab: <span foreground="darkred">Ɣur-k m:</span> Ayagi ad yekkas akk ihalen, isemliyen, tiwlafin, aẓawan akked yifuyla-nniḍen di meṛṛa inaghrwen n wammud.
km: <span foreground="darkred">ការ​ព្រមាន ៖</span> វា​នឹង​លុប​កម្មវិធី ឯកសារ រូបថត តន្ត្រី និង​ឯកសារ​ផ្សេងៗ​របស់​អ្នក​ទាំងអស់​​ដែល​មាន​នៅ​គ្រប់​ប្រព័ន្ធ​ប្រតិបត្តិការ ។
ko: <span foreground="darkred">경고:</span> 이 작업은 모든 운영 체제에서 프로그램, 문서, 사진, 음악, 그리고 기타 파일을 삭제합니다.
ku: <span foreground="darkred">Hişyarî:</span> Ev wê hemû bername, pel, wêne, muzîk, û peldankên din ên di wan tev sîstemên xebitandinan de ne jê bibe.
lt: <span foreground="darkred">Įspėjimas:</span> Bus ištrintos visos programos, dokumentai, nuotraukos, muzika bei visi kiti visų operacinių sistemų failai.
lv: <span foreground="darkred">Brīdinājums:</span> tas dzēsīs visas jūsu programmas, dokumentus, fotogrāfijas, mūziku, un jebkuras citas datnes visās operētājsistēmās.
mr: <span foreground="darkred">सूचना:</span> याने तुमचे सगळ्या ऑपरेटिंग प्रणालीवरचे सगळे विनियोग, दस्तऐवज, फोटो, गाणी आणि बाकी फाईल्स नष्ट होतील.
nb: <span foreground="darkred">Advarsel:</span> Dette vil fjerne alle dine programmer, dokumenter, bilder, musikk og alle andre filer i samtlige operativsystemer.
nl: <span foreground="darkred">Waarschuwing:</span> dit zal al uw programma's en persoonlijke bestanden (documenten e.d.) in alle besturingssystemen verwijderen.
nn: <span foreground="darkred">Åtvaring:</span> Dette vil fjerna alle program, dokument, bilete, musikk og andre filer i alle operativsystem.
pl: <span foreground="darkred">UWAGA!</span> Trwale usuwa wszystkie programy, dokumenty, obrazy, muzykę oraz inne pliki wszystkich systemów operacyjnych!
ps: <span foreground="darkred">ګواښ:</span> دا به په ټولو چليز غونډالونو کښې ستاسې ټول کاریالونه، لاسوندونه، انځورونه، ټنګټکور او نورې دوتنې ړنګې کړي.
pt: <span foreground="darkred">Aviso:</span> Isto irá apagar todos os seus programas, documentos, fotografias, música, e outros ficheiros em todos os sistemas operativos.
pt_br: <span foreground="darkred">Aviso:</span> Isso apagará todos os programas, documentos, músicas e quaisquer outros arquivos em todos os sistemas operacionais.
si: <span foreground="darkred">අවවාදයයි:</span> මෙය ඔබේ සියළු මෙහෙයුම්පද්ධති වල වැඩසටහන්, ලේඛන, ඡායාරූප, ගීත හා වෙනත් ගොනු මකාදමනු ඇත.
sl: <span foreground="darkred">Opozorilo:</span> To bo izbrisalo vse vaše programe, dokumente, fotografije, glasbo in vse druge datoteke na vseh operacijskih sistemih.
sq: <span foreground="darkred">Kujdes:</span> Kjo do të fshijë të gjitha programet tuaja, dokumentet, fotot, muzikëm dhe çdo skedar tjetër në të gjithë sistemet e operimit.
sr: <span foreground="darkred">Упозорење:</span> Ово ће обрисати све ваше програме, документа, фотографије, музику и све остале датотеке на свим оперативним системима.
sv: <span foreground="darkred">Varning:</span> Detta kommer att ta bort alla dina program, dokument, foton, musik och alla andra filer i alla operativsystem.
te: <span foreground="darkred">హెచ్చరిక:</span> ఇది మీ అన్ని నిర్వహణ వ్యవస్థలలో కార్యక్రమాలు, పత్రాలు, ఫోటోలు, సంగీతం, మరియు ఏవైనా ఇతర ఫైళ్ళను అన్నింటినీ తొలగిస్తుంది.
tg: <span foreground="darkred">Огоҳӣ:</span> Ин амал ҳамаи барномаҳо, ҳуҷҷатҳо, суратҳо, файлҳои мусиқӣ ва ягон файлҳои дигарро дар ҳамаи низомҳои амалкунандаи мавҷудбуда нест мекунад.
th: <span foreground="darkred">คำเตือน:</span> โปรแกรม เอกสาร ภาพถ่าย เพลง และแฟ้มอื่นๆ ของคุณในทุกระบบปฏิบัติการจะถูกลบ
tr: <span foreground="darkred">Uyarı:</span> Bu işlem bütün işletim sistemlerindeki programlarınızın, belgelerinizin, resimlerinizin, müziklerinizin ve diğer dosyalarınızın hepsini silecektir.
ug: <span foreground=\"darkred\">ئاگاھلاندۇرۇش:</span>بۇ بارلىق سىستېمىدىكى، بارلىق پروگرامما، پۈتۈك، سۈرەت، مۇزىكا ۋە باشقا ھۆججەتلەرنى ئۆچۈرىدۇ.
uk: <span foreground="darkred">Увага:</span> Ця дія знищить усі Ваші програми, документи, фотографії, музику,та будь-які інші файли на всіх операційних системах.
vi: <span foreground="darkred">Cảnh báo:</span> Việc này sẽ làm xóa toàn bộ chương trình, tài liệu, ảnh, nhạc và các dữ liệu khác trong tất cả các hệ điều hành của bạn.
zh_hk: <span foreground="darkred">警告：</span>這會刪除所有作業系統上您所有的程式、文件、相片、音樂，與任何其他檔案。
