Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Please choose the language to use for the install process. This language will be the default language for this computer.
af: Kies asseblief die taal vir gebruik tydens die installasieproses. Dit sal die verstektaal word vir hierdie rekenaar.
ar: اختر لغة لاستخدامها في عملية التثبيت، ستكون هي لغة الحاسوب المبدئية.
ast: Por favor, esbilla la llingua a usar nel procesu d'instalación. Esta llingua ye la que va aplicase por defeutu nel equipu.
bg: Моля, изберете език по време на инсталацията. Той ще бъде използван и като подразбиращият се за компютъра.
bo: སྒྲིག་འཇུག་བརྒྱུད་རིམ་ལ་སྤྱོད་དགོས་པའི་སྐད་རིགས་ཞིག་གདམ་པ སྐད་རིགས་འདི་ནི་རྩིས་འཁོར་གྱི་སྔོན་འཛུགས་སྐད་རིགས་ཡིན
bs: Molim odaberite jezik za instalacijski proces. Taj jezik će biti podrazumijevani jezik za ovaj kompjuter.
ca: Trieu la llengua a utilitzar per al procés d'instaŀlació, la qual s'utilitzarà de manera predeterminada per a l'ordinador.
ckb: تکایە زمانێک هەڵبژێرە بۆ بەکارهێنانی لە قۆناغەکانی دامەزراندن. ئەم زمانە دەبێتە زمانی سەرەکی کۆمپیوتەرەکەت.
cs: Vyberte prosím jazyk, v jakém chcete provést instalaci. Zvolený jazyk bude zároveň i výchozím jazykem pro tento počítač.
cy: Dewiswch yr iaith i'w defnyddio ar gyfer y broses o osod. Dyma fydd yr iaith ragosodedig ar gyfer y cyfrifiadur hwn.
da: Vælg venligst det sprog der skal benyttes til installationsprocessen. Dette sprog vil blive standardsproget for denne computer.
de: Bitte wählen Sie die Sprache, die Sie für die Installation verwenden möchten. Diese Sprache wird zur Vorgabe auf diesem Rechner.
el: Παρακαλώ επιλέξτε την γλώσσα που θα χρησιμοποιηθεί κατά τη διαδικασία εγκατάστασης. Η γλώσσα αυτή θα είναι η προεπιλεγμένη γλώσσα γι' αυτόν τον υπολογιστή.
eo: Bonvolu elekti la uzotan lingvon por la instalado. Ĉi tiu lingvo estos la apriora lingvo por ĉi tiu komputilo.
et: Palun vali, mis keeles tahad paigaldada. Sellest keelest saab sinu arvuti vaikimisi keel.
eu: Aukeratu instalazio-prozesuan erabiliko den hizkuntza. Ordenagailuaren hizkuntza lehenetsia ere hau izango da.
fa: لطفاً زبانی برای فرایند نصب برگزینید. این زبان به، زبان پیش‌گزیدهٔ این رایانه خواهد بود.
fi: Valitse asennuksen aikana käytettävä kieli. Tätä kieltä käytetään tietokoneen oletuskielenä.
fr_ca: Veuillez choisir la langue à utiliser pour le processus d'installation. Elle sera la langue par défaut de cet ordinateur.
gd: Tagh an cànan a thèid a chleachdadh sa phròiseas stàlaidh. Thèid an cànan seo a chleachdadh mar an cànan bunaiteach air a' choimpiutair seo cuideachd.
gl: Escolla a lingua que desexe usar durante a instalación. Este idioma será o idioma predefinido para este computador.
he: נא לבחור את השפה בה ייעשה שימוש בתהליך ההתקנה. שפה זו תהיה שפת ברירת המחדל עבור מחשב זה.
hi: कृपया स्थापना प्रक्रिया के किये भाषा चुनें.यह भाषा इस कंप्यूटर के लिए डिफ़ॉल्ट भाषा होगी
hr: Odaberite jezik instalacijskog postupka. Odabrani jezik će biti zadani jezik ovog računala.
ia: Per favor, selige le lingua a usar pro le processo de installation. Iste lingua essera le lingua base prefixate pro iste computator.
it: Scegliere la lingua da usare per il processo d'installazione. La lingua scelta diverrà quella predefinita per il computer.
ja: インストール時に利用する言語を選択してください。この言語はこのコンピューターのデフォルトの言語として設定されます。
kab: Ttxil-k m fren tutlayt ara tesqedceḍ i ukala n usbeddi. Tutlayt-agi ad tili d tutlayt n lexṣas i uselkim-agi.
km: សូម​ជ្រើស​ភាសា​ ដើម្បី​ប្រើ​សម្រាប់​ដំណើរការ​ដំឡើង​នេះ​ ។ ភាសា​នេះ​នឹង​ជា​ភាសា​លំនាំ​ដើម​ សម្រាប់​កុំព្យូទ័រ​នេះ ។
ko: 설치 과정 중 사용할 언어를 선택하십시오. 선택한 언어를 이 컴퓨터의 기본 언어로 사용합니다.
ku: Ji kerema xwe zimanê ku di dema avakirinê de wê bê bikaranîn bibijêre. Herwiha ev ziman wê di kombersa te de zimanê standard be.
lt: Pasirinkite kalbą, kuri bus naudojama įdiegimo metu. Ši kalba bus numatytoji šiame kompiuteryje, tačiau po įdiegimo galėsite pasirinkti ir kitą.
lv: Lūdzu, izvēlieties valodu, kuru izmantot instalēšanas gaitā. Šī valoda būs noklusētā valoda šim datoram.
mr: प्रस्थापनेसाठी भाषा निवडा. हि भाषा या संगणकासाठी नेहमीची भाषा असेल.
my: ကျေးဇူးပြု၍ စနစ်ထည့်သွင်းမှု လုပ်ငန်းစဉ်အတွက် ဘာသာစကား ရွေးချယ်ပါ။ ၎င်း ရွေးချယ်မှုသည် ဤ ကွန်ပျူတာအတွက် ပုံမှန် ဘာသာစကား ဖြစ်ပါလိမ့်မည်။
nb: Vennligst velg installasjonsspråk. Dette vil også bli standard språk for denne datamaskinen.
nl: Kies de te gebruiken taal voor het installatieproces. Deze taal zal de standaardtaal worden voor deze computer.
nn: Vel installasjonsspråk. Dette språket vert standardspråk for datamaskina.
pa: ਇੰਸਟਾਲ ਕਾਰਵਾਈ ਵਿੱਚ ਵਰਤਣ ਲਈ ਭਾਸ਼ਾ ਚੁਣੋ ਜੀ। ਇਹ ਭਾਸ਼ਾ ਨੂੰ ਇਸ ਕੰਪਿਊਟਰ ਲਈ ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Wybierz język instalacji. Będzie on ustawiony jako domyślny dla tego komputera.
ps: مهرباني وکړئ، د لګونې بهير لپاره د ژبې ټاکنه وکړئ. دا ژبه به د دې سولګر تلواله ژبه وي.
pt: Escolha um idioma para o processo de instalação. Este idioma será o idioma predefinido a ser usado neste computador.
pt_br: Por favor, escolha o idioma para o processo de instalação. Esse idioma será o padrão para este computador.
si: කරුණාකර ස්ථාපක ක්‍රියාවලියේ භාවිත වන භාශාව තෝරන්න. මෙම භාශාව පරිගණකයේ පෙරනිමි භාශාව විය හැක.
sl: Izberite jezik namestitve. Izbrani jezik bo tudi privzeti jezik uporabniškega vmesnika računalnika.
sq: Ju lutemi të zgjidhni një gjuhë për ta përdorur gjatë proçesit të instalimit. Kjo gjuhë do të jetë gjuha e parazgjedhur për këtë kompjuter.
sr: Изаберите језик који ћете користити током процеса инсталације. То ће бити основни језик на овом рачунару.
sv: Välj det språk som ska användas för installationsprocessen. Detta språk kommer att bli standardspråk för denna dator.
te: స్థాపక ప్రక్రియ కోసం వాడటానికి దయచేసి ఒక భాషను ఎన్నుకోండి. ఈ భాష కంప్యూటర్‌కు అప్రమేయ భాషగా ఉండబోతుంది.
tg: Лутфан, барои раванди насбкунӣ забони модариро интихоб намоед. Забони интихобшуда ҳамчун забони стандартӣ дар ин компютер истифода мешавад.
th: กรุณาเลือกภาษาที่ใช้ในกระบวนการติดตั้ง โดยภาษานี้จะเป็นภาษาปริยายของเครื่องนี้ด้วย
tr: Lütfen kurulum süreci boyunca kullanılacak dili seçin. Bu dil, bu bilgisayarın standart dili olacaktır.
ug: ئورنىتىشتا ئىشلىتىلىدىغان تىلنى تاللاڭ. بۇ مۇشۇ كومپيۇتېرنىڭ كۆڭۈلدىكى تىلى بولىدۇ.
uk: Будь ласка, оберіть мову встановлення. Вона буде мовою за замовчуванням для цього комп'ютера.
vi: Hãy lựa chọn ngôn ngữ sử dụng cho quá trình cài đặt. Ngôn ngữ này cũng sẽ là ngôn ngữ mặc định cho máy tính.
zh_hk: 請選擇安裝過程中要使用的語言。該語言將設為本電腦的預設語言。

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
af: Kies asseblief die taal vir gebruik tydens die konfigurasieproses. Dit sal die verstektaal word vir hierdie rekenaar.
ar: من فضلك اختر اللغة المستخدمة في عملية الإعداد. ستكون هذه اللغة المبدئية للحاسوب.
ast: Por favor escueyi la llingua usada pal procesu de configuración. Esta llingua sedrá la llingua predefinía pal ordenador.
bg: Моля, изберете език за инсталационния процес. Това ще е езикът по подразбиране на системата.
bo: སྒྲིག་འགོད་བརྒྱུད་རིམ་ལ་སྤྱོད་དགོས་པའི་སྐད་རིགས་ཞིག་གདམ་པ སྐད་རིགས་འདི་ནི་རྩིས་འཁོར་གྱི་སྔོན་འཛུགས་སྐད་རིགས་ཡིན
bs: Odaberite jezik koji će se koristiti za proces konfiguracije. Taj jezik će biti podrazumijevani jezik za ovaj računar.
ca: Trieu la llengua a utilitzar per al procés de configuració, la qual s'utilitzarà de manera predeterminada per a l'ordinador.
ckb: تکایە زمانێک هەڵبژێرە بۆ بەکارهێنانی لە قۆناغەکانی ڕێکخستن. ئەم زمانە دەبێتە زمانی سەرەکی کۆمپیوتەرەکەت.
cs: Vyberte prosím jazyk, v jakém chcete provést nastavování. Zvolený jazyk bude zároveň i výchozím jazykem pro tento počítač.
cy: Dewisiwch yr iaith a ddefnyddiwyd yn y broses ffurweddu. Yr iaith hon bydd yr iaith diofyn ar gyfer y cyfrifiadur hwn.
da: Vælg venligst hvilket sprog der skal bruges under konfigurationsprocessen. Dette sprog vil være det forvalgte sprog på denne computer.
de: Bitte wählen Sie die Sprache für den Konfigurationsvorgang. Diese Sprache wird zur Vorgabe auf diesem Rechner.
el: Παρακαλώ επιλέξτε τη γλώσσα που θα χρησιμοποιηθεί κατά την διαδικασία ρύθμισης. Αυτή η γλώσσα θα είναι η προεπιλεγμένη για αυτόν τον υπολογιστή.
eo: Bonvolu elekti la uzotan lingvon por la agordado. Ĉi tiu lingvo estos la apriora lingvo por ĉi tiu komputilo.
et: Palun vali seadistamise keel. Sellest saab ühtlasi paigaldatud süsteemi vaikimisi keel.
eu: Aukeratu konfigurazio-prozesuan erabiliko den hizkuntza. Ordenagailuaren hizkuntza lehenetsia ere hau izango da.
fa: لطفاً زبانی را برگزینید که برای فرایند پیکر‌بندی استفاده خواهد شد. این زبان، برای این رایانه زبان پیش‌فرض خواهد شد.
fi: Valitse kieli, jota käytetään asetusten tekoon. Kieli tulee valituksi tämän tietokoneen oletuskieleksi.
fr_ca: Veuillez choisir la langue utilisée pour le processus de configuration. Elle sera la langue par défaut de cet ordinateur.
gd: Tagh an cànan a thèid a chleachdadh sa phròiseas rèiteachaidh. Thèid an cànan seo a chleachdadh mar an cànan bunaiteach air a' choimpiutair seo cuideachd.
gl: Seleccione o idioma que quere empregar para o proceso de configuración. Este idioma será o idioma predefinido para este computador.
he: יש לבחור את השפה הרצויה לתהליך התצורה. שפה זו תהיה שפת ברירת המחדל של מחשב זה.
hi: विन्यास प्रक्रिया में उपयोग होने वाले भाषा का चुनाव करें. यह भाषा इस कम्प्यूटर के लिए डिफाँल्ट रहेगा.
hr: Odaberite jezik koji će se koristiti za postupak podešavanja. Odabrani jezik će biti zadani jezik ovog računala.
ia: Per favor, selige le lingua usate pro le processo de configuration . Iste lingua essera le lingua base prefixate pro iste computator.
it: Scegliere la lingua da usare per il processo di configurazione. Questa sarà la lingua predefinita per il computer.
ja: 設定作業で利用する言語を選択してください。この言語はこのコンピューターのデフォルトの言語として設定されます。
kab: Ttxil-k m fren tutlayt ara tesqedceḍ i ukala n uswel. Tutlayt-agi ad tili d tutlayt n lexṣas i uselkim-agi.
km: សូម​ជ្រើស​ភាសា​ដែល​ត្រូវ​ប្រើ​សម្រាប់​ដំណើរ​ការកំណត់​រចនា​សម្ព័ន្ធ​ ។ ភាសា​នេះ​នឹង​ជា​ភាសា​លំនាំ​ដើម​សម្រាប់​កុំព្យូទ័រ​នេះ ។
ko: 설정 과정 중 사용할 언어를 선택하십시오. 선택한 언어를 이 컴퓨터의 기본 언어로 사용합니다.
ku: Ji kerema xwe zimanê ku di dema veavakirinê de wê bê bikaranîn bibijêre. Herwiha ev ziman wê di kombersa te de zimanê standard be.
lt: Prašome pasirinkti kalbą, kuri bus naudojama konfigūravimo metu. Ši kalba bus numatytoji šiame kompiuteryje, tačiau vėliau galėsite pasirinkti ir kitą.
lv: Lūdzu, izvēlieties valodu, kura tiks lietota konfigurēšanas gaitā. Šī valoda būs pamatvaloda šim datoram.
mr: संरचनेची भाषा निवडा. हि भाषा या संगणकासाठी नेहमीची भाषा असेल.
my: ကျေးဇူးပြု၍ ပြင်ဆင်ချိန်ညှိမှုများအတွက် ဘာသာစကား ရွေးချယ်ပါ။ ၎င်း ရွေးချယ်မှုသည် ဤ ကွန်ပျူတာအတွက် ပုံမှန် ဘာသာစကား ဖြစ်ပါလိမ့်မည်။
nb: Vennligst velg språk for konfigurasjonen. Dette vil også bli standard språk for denne datamaskinen.
nl: Kies de taal die gebruikt zal worden bij het instellen van de installatie. Deze taal zal de standaardtaal worden voor deze computer.
nn: Vel språk for oppsettsprosessen. Dette språket vert standard språk for datamaskina.
pa: ਸੰਰਚਨਾ ਕਾਰਵਾਈ ਲਈ ਭਾਸ਼ਾ ਚੁਣੋ ਜੀ। ਇਹ ਭਾਸ਼ਾ ਨੂੰ ਇਸ ਕੰਪਿਊਟਰ ਲਈ ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਵਜੋਂ ਚੁਣੋ ਜੀ।
pl: Proszę wybrać język procesu konfiguracji. Wskazany język zostanie użyty jako domyślny dla tego komputera.
ps: مهرباني وکړئ، د سازونې بهير لپاره د ژبې ټاکنه وکړئ. دا ژبه به د دې سولګر تلواله ژبه وي.
pt: Por favor escolha o idioma a usar no processo de configuração. Este idioma será o idioma predefinido neste computador.
pt_br: Por favor, escolha o idioma usado para o processo de configuração. Esse será o idioma padrão para este computador.
si: කරුණාකර configuration ක්‍රියාවලිය සඳහා භාවිතා කරන භාෂාව තෝරන්න. මෙම භාෂාව මෙම පරිඝණකය සඳහා පෙරනිමි භාෂාව වනු ඇත.
sl: Izberite jezik opravila nastavljanja. Izbrani jezik bo tudi privzeti jezik uporabniškega vmesnika računalnika.
sq: Ju lutemi të zgjidhni gjuhën e përdorur për proçesin e konfigurimit. Kjo gjuhë do të jetë gjuha e preferuar për këtë kompjuter.
sr: Изаберите који ћете језик користити за процес подешавања. Тај језик ће бити основни језик на том рачунару.
sv: Välj det språk som du vill använda för konfigurationsprocessen. Detta språk kommer att bli standardspråket för denna dator.
te: కాన్ఫిగరేషన్ ప్రక్రియ కోసం దయచేసి ఒక భాషను ఎన్నుకోండి. ఈ భాష కంప్యూటర్‌కు అప్రమేయ భాషగా ఉండబోతుంది.
tg: Барои раванди танзимоти низом забони модариро интихоб намоед. Забони интихобшуда ҳамчун забони стандартӣ дар ин компютер истифода мешавад.
th: โปรดเลือกภาษาที่จะใช้ในการตั้งค่าระบบ ภาษาที่เลือกนี้จะเป็นภาษาปริยายของระบบ
tr: Lütfen yapılandırma süreci boyunca kullanılacak dili seçin. Bu dil, bu bilgisayarın standart dili olacaktır.
ug: سەپلەشتە ئىشلىتىلىدىغان تىلنى تاللاڭ. بۇ تىل كومپيۇتېرنىڭ كۆڭۈلدىكى تىلى بولىدۇ.
uk: Будь ласка, виберіть мову для процесу конфігурації. Ця мова буде типовою мовою для цього комп'ютера.
vi: Vui lòng chọn ngôn ngữ sẽ dùng trong quá trình cấu hình lại. Ngôn ngữ đó sẽ là ngôn ngữ mặc định dùng trên máy tính này.
zh_hk: 請選擇設定程序要使用的語言。此語言會成為此電腦的預設語言。

source: Installation failed
af: Installasie het misluk
ar: فشل التثبيت
ast: Falló la instalación
bg: Инсталацията е неуспешна.
bo: སྒྲིག་འཇུག་ལེགས་འགྲུབ་མ་ཐུབ
bs: Instalacija nije uspjela
ca: Ha fallat la instal·lació
ckb: دامەزراندن سەرکەوتو نەبوو
cs: Instalace se nezdařila
cy: Methwyd gosod
da: Installation mislykkedes
de: Die Installation ist gescheitert
el: Η εγκατάσταση απέτυχε
eo: Instalado fiaskis
et: Paigaldamine ebaõnnestus
eu: Instalazioak huts egin du
fa: نصب شکست خورد.
fi: Asennus epäonnistui
fr_ca: L'installation a échoué
gd: Dh'fhàillig an stàladh
gl: Produciuse un fallo durante a instalación
he: ההתקנה נכשלה
hi: संस्थापन विफल
hr: Instalacija nije uspjela
ia: Installation fallite
it: Installazione non riuscita
ja: インストールに失敗しました
kab: Asbeddi ur yeddi ara
km: បាន​បរាជ័យ​ក្នុង​ការដំឡើង
ko: 설치 실패
ku: Sazkirin têk çû
lt: Įdiegimas nepavyko
lv: Instalācija kļūmīga
mr: प्रतिष्ठापन अपयशी
my: ထည့်သွင်းမှု မအောင်မြင်ပါ
nb: Installasjonen mislyktes
nl: Installatie is mislukt
nn: Feil ved installeringa
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ
pl: Instalacja nieudana
ps: لګونه نابریالۍ شوه
pt: A instalação falhou
pt_br: A instalação falhou
si: ස්ථාපනය අසාර්ථකයි
sl: Namestitev je spodletela
sq: Instalimi dështoi
sr: Инсталација није успела
sv: Installationen misslyckades
te: స్థాపన విఫలమైనది
tg: Насбкунӣ қатъ шудааст
th: การติดตั้งล้มเหลว
tr: Kurulum başarısız oldu
ug: ئورنىتالمىدى
uk: Встановлення не вдалося
vi: Cài đặt thất bại
zh_hk: 安裝失敗

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
af: 'n Onherstelbare fout het die installeerder getref. Die werkbladsessie sal nou geloop word sodat jy die probleem kan ondersoek of probeer om weer te installeer.
ar: واجه المثبت خطأ غير قابل للإصلاح. ستشغل جلسة سطح مكتب الآن حيث يمكنك التحقق من المشكلة أو تجربة التثبيت مرة أخرى.
ast: L'instalador atopó un fallu del que nun puede recuperase. Va aniciase una sesión d'escritoriu pa que pueda investigase'l problema o intentar la instalación otra vuelta.
bg: Инсталаторът се натъкна на непоправима грешка. Ще бъде стартирана десктоп сесия, за да можете да разследвате проблема или да опитате инсталирането отново.
bo: སྒྲིག་འཇུག་ཆས་ལ་བསྐྱར་གསོ་མི་ཐུབ་པའི་ནོར་འཁྲུལ་ཞིག་འཕྲད་འདུག ད་ལྟ་མདུན་ངོས་ལེ་ཚན་ཞིག་སྒུལ་སྐྱོད་བྱེད་རྒྱུ་ཡིན་པ་དང་ཁྱོད་ཀྱིས་ནོར་འཁྲུལ་རྩད་ཞིབ་བྱེད་པ་དང་བསྐྱར་དུ་སྒྲིག་འཇུག་ཐུབ་མིན་ལྟོས
bs: Instaler je naišao na grešku koja se ne može popraviti. Desktop sesija će sada biti pokrenuta kako bi istražili problem ili pokušali instalaciju ponovo.
ca: L'instal·lador ha trobat un error del qual no es pot recuperar. S'iniciarà una sessió d'escriptori perquè pugueu investigar el problema o intenteu tornar a instal·lar.
cs: Instalátor zjistil neopravitelnou chybu. Nyní bude spuštěno grafické rozhraní, takže budete moci problém prozkoumat nebo zkusit instalaci znovu.
cy: Bu gwall anadferadwy wrth osod. Bydd sesiwn yn rhedeg nawr fel y gallwch ymchwilio i'r broblem neu geisio gosod y system eto.
da: Installationsprogrammet stødte på en fejl og kan ikke fortsætte. Der vil nu blive kørt en skrivebordssession, så du kan undersøge problemet og forsøge at installere igen.
de: Bei der Installation ist ein nicht behebbarer Fehler aufgetreten. Es wird nun eine Sitzung in der Arbeitsumgebung gestartet, sodass Sie das Problem untersuchen oder eine erneute Installation versuchen können.
el: Συνέβη ένα μη ανακτήσιμο σφάλμα. Θα εκτελεστεί μια συνεδρία σε γραφικό περιβάλλον ώστε να μπορέσετε να ερευνήσετε το σφάλμα ή να προσπαθήσετε να εκτελέσετε ξανά την εγκατάσταση.
eo: La instalilo renkontis neripareblan eraron. Labortabla seanco nun estos lanĉita, por ke vi povu esplori la problemon aŭ provi reinstali.
et: Paigaldajas esines möödapääsmatu tõrge. Nüüd käivitatakse töölauasessioon, et saaksid probleemi uurida või proovida paigaldamist uuesti.
eu: Instalatzaileak errore berreskura-ezin bat aurkitu du. Mahaigain-saio bat exekutatuko da akatsa ikertu edo berriro instalatzeko.
fa: نصب‌کننده با خطایی غیرقابل بازگردانی مواجه شد. هم‌اکنون یک نشست میزکار اجرا می‌شود تا شاید مشکل را یافته یا دوباره نصب را بیازمایید.
fi: Asennusohjelmassa tapahtui virhe, josta ei kyetä palautumaan. Ongelman tutkimista tai asennuksen uudelleen yrittämistä varten käynnistetään nyt työpöytäistunto.
fr_ca: L'installateur a rencontré une erreur irrécupérable. Une session de bureau va maintenant vous permettre d'étudier le problème ou ressayer l’installation.
gd: Thachair mearachd mharbhtach ris an stàlaichear. Thèid seisean deasg a ruith ach an urrainn dhut an duilgheadas a rannsachadh no feuchainn ris a stàladh a-rithist.
gl: O instalador atopou un erro irrecuperábel. Vaise iniciar unha sesión de escritorio para poida investigar o problema ou tentar instalar de novo.
he: ההתקנה נתקלה בשגיאה שאינה ניתנת לטיפול. כעת תעלה הפעלה של שולחן העבודה כדי שניתן יהיה לחקור מהי התקלה או כדי לנסות להתקין שוב.
hi: संस्थापन के दौरान अनसुलझी हई त्रुटि हुई है. एक डेक्सटॉप सत्र अब चलेगा ताकि आप समस्या की खोज कर सके या पुनः संस्थापना चलाएं.
hr: Instalacijski program se susreo s neotklonjivom greškom. Sesija radne površine će sada biti pokrenuta kako biste mogli istražiti problem ili ponoviti instalaciju.
ia: Le installator ha incontrate un error irrecovrabile. Un session de scriptorio fluera ora pro que tu pote investigar le problema o provar a installar ancora un vice.
it: Il programma d'installazione ha incontrato un errore. Verrà avviata una sessione desktop per poter verificare la cause del problema o per eseguire nuovamente l'installazione.
ja: インストーラーに回復不能なエラーが発生しました。問題を調査したり、再度インストールを試すことができるようデスクトップセッションを実行したままにします。
kab: Asbedday yemlal-d tuccḍa ur d-nettwarr ara. Ad tt-ttuselkem tura tɣimit n tnarit akken ad tizmireḍ ad tḥetteceḍ ɣef wugur neɣ ad tɛerḍeḍ asbeddi tikkelt-nniḍden.
km: កម្មវិធី​ដំឡើង​បាន​ជួប​ប្រទះ​នឹង​កំហុស​ដែល​មិន​អាច​សង្គ្រោះ​បាន​ ។ សម័យ​ផ្ទៃ​តុ​នឹង​ត្រូវ​បាន​ដំណើរ​ការ​ឥឡូវ​នេះ ដើម្បី​អាច​ឲ្យ​អ្នក​ស្វែង​យល់​អំពី​បញ្ហា ឬ​ព្យាយាម​ដំឡើង​ម្តង​ទៀត ។
ko: 설치 프로그램이 복구할 수 없는 오류가 발생했습니다. 문제를 조사하거나 설치를 다시 할 수 있도록 데스크톱 세션을 실행합니다.
ku: Barker, leqayî xetayeke jê veneger bû. Danişîneke sermaseyê wê vêga were şixulandin ji bo ku tu li vê pirsgirêkê vekolî an jî cardin biceribînî ku saz bikî.
lt: Įdiegimo programa susidūrė su nepataisoma klaida. Bus paleistas darbalaukio seansas, kad galėtumėte išsiaiškinti, kas tai per problema ir mėginti diegti iš naujo.
lv: Instalators saskārās ar nenovēršamu problēmu. Tiks palaista darbvirsmas sesija, lai jūs varētu noskaidrot problēmas cēloni vai mēģināt instalēt vēlreiz.
mr: प्रस्थापकाला मोठी चूक मिळाली. आता एक डेस्कटॉप सेशन सुरु होईल, यात तुम्ही हि समस्या शोधू शकता, किंवा प्रस्थापना परत सुरु करू शकता.
my: ထည့်သွင်းနေစဉ် ပြန်လည် မပြင်ဆင်နိုင်သော ချို့ယွင်းချက်တစ်ခု တွေ့ရှိရပါသည်။ desktop session အလုပ်လုပ်၍ ပြဿနာကို ရှာဖွေရန် သို့မဟုတ် ထပ်မံထည့်သွင်းရန် ပြုလုပ်ပါမည်။
nb: Installasjonsprogrammet ble utsatt for en uopprettelig feil. En skrivebordsøkt vil nå starte slik at du kan undersøke problemet nærmere, eller forsøke å installere på nytt.
nl: In het installatieprogramma is een onherstelbare fout opgetreden. Er zal nu een bureaubladsessie gestart worden, zodat u het probleem kunt onderzoeken of de installatie opnieuw kunt uitvoeren.
nn: Det oppstod ein uoppretteleg feil. Ei skrivebordsøkt vil no starta slik at du kan undersøkja problemet eller prøva å installera på nytt.
pl: Instalator napotkał nienaprawialny błąd. Uruchomiona zostanie sesja, która pomoże rozpoznać problem i rozpocząć instalację od nowa.
ps: لګاند د یوې ناروغېدونکې تېروتنې سره مخ شو. د سرپاڼې یوه ناسته به اوس وځغلول شي تر څو تاسې دا ستونزه وپلټئ یا بیا د لګونې هڅه وکړئ.
pt: O instalador encontrou um erro irrecuperável. Irá iniciar agora uma sessão no ambiente de trabalho para que possa investigar o problema ou tentar instalar novamente.
pt_br: O instalador encontrou um erro irrecuperável. A sessão desktop será executada agora e você poderá investigar o problema ou tentar instalar novamente.
si: ස්ථාපකයට නිවැරදිකල නොහැකි දෝශයක් හටගැණිනි. වැඩතල වාරය දැන් ක්‍රියාත්මක වනු ඇති අතර දෝශය සොයාගැනීමට හෝ ස්ථාපනය නැවත සිදුකිරීමට හැක.
sl: V namestilniku je prišlo do nepopravljive napake. Zagnana bo seja namizja, da boste lahko raziskali težavo ali ponovno poskusili namestiti sistem.
sq: Instaluesi hasi në një gabim të parekuperueshëm. Tani do të nisë një seksion i desktopit kështu që ju do të mund të hetoni problemin dhe të përpiqeni ta instaloni përsëri.
sr: Инсталер је наишао на неисправљиву грешку. Сада ће бити покренута сесија радне површине, тако да можете истражити проблем или покушати поново инсталирање.
sv: Installationsprogrammet påträffade ett ödesdigert fel. En skrivbordssession kommer nu att köras så att du kan undersöka problemet eller försöka att installera igen.
te: స్థాపకం ఒక కోలుకోలేని దోషం ఎదుర్కొన్నది. ఒక డెస్క్‍టాప్ చర్యాకాలం నడిపి సమస్యకు కారణం ఏమిటో విచారణ చేయవచ్చు లేదా మరలా స్థాపించి ప్రయత్నించండి.
tg: Насбкунанда хатои ислоҳнашавандаро муайян кард. Ҷаласаи мизи корӣ ҳозир кушода мешавад, то ки шумо тавонед мушкилиҳоро ҳал кунед ё низомро аз нав насб намоед.
th: โปรแกรมติดตั้งพบข้อผิดพลาดที่ไม่สามารถกู้ได้ วาระพื้นโต๊ะจะถูกใช้เพื่อให้คุณสามารถตรวจสอบปัญหาหรือลองติดตั้งอีกครั้ง
tr: Kurucu, geri dönülemez bir hatayla karşılaştı. Sorunu incelemeniz ya da yeniden kurmayı denemeniz için masaüstü oturumu şimdi çalıştırılacak.
ug: ئورناتقۇچتا ئەسلىگە كەلتۈرگىلى بولمايدىغان خاتالىق كۆرۈلدى. ئۈستەل يۈزى ئەڭگىمەسى ئىجرا بولىدۇ، شۇڭا بۇ مەسىلىنى تەكشۈرۈپ كۆرۈڭ ياكى قايتا ئورنىتىڭ.
uk: Встановлювач зіткнувся з невиправною помилкою. Сеанс буде тепер виконаний так, щоб ви змогли дослідити проблему або розпочати встановлення знову.
vi: Bộ cài đặt gặp phải một lỗi không thể phục hồi. Một phiên làm việc (desktop session) sẽ được chạy cho bạn ngay bây giờ để bạn có thể điều tra lỗi mắc phải hoặc thử cài đặt lại một lần nữa.
zh_hk: 安裝程式遭遇到無法補救的錯誤。現在將執行桌面工作階段，這樣一來您可以追查該問題或嘗試再安裝一次。
