Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: The installation may take much longer.
af: Die installasie kan heelwat langer neem
ar: قد تستغرق عملية التثبيت وقتا أطول.
ast: La instalación pue llevar daqué de tiempu.
bg: Исталирането може да отнеме доста повече време.
bo: སྒྲིག་འཇུག་འདིས་དུས་ཚོད་དེ་ལས་མང་བ་འགོར་སྲིད
bs: Instalacija može trajati mnogo duže.
ca: Això pot fer que la instal·lació trigui molt més.
ckb: لەوانەیە دامەزراندن زۆر زیاتر بخایەنێت.
cs: Instalace může zabrat více času.
cy: Gall y gosod gymryd llawer mwy o amser.
da: Installationen kan tage meget længere tid.
de: Die Installation kann um einiges länger dauern.
el: Η εγκατάσταση μπορεί να διαρκέσει πολύ περισσότερο.
eo: La instalo eble daŭros pli longe.
et: Paigaldamine võib kesta palju kauem.
eu: Instalazioa askoz motelagoa izan daiteke.
fa: ممکن است نصب بیش‌تر طول بکشد.
fi: Asennus saattaa kestää huomattavasti pidempään.
fr_ca: L'installation peut durer beaucoup plus longtemps.
gd: Dh'fhaoidte gun doir an stàladh seo mòran nas fhaide.
gl: A instalación pode levar moito máis tempo.
he: ההתקנה צפויה לארוך זמן רב יותר.
hi: स्थापना अधिक लंबा समय ले सकता है.
hr: Instalacija može potrajati mnogo duže.
ia: le installation pote prender multo plus tempore.
it: L'installazione potrebbe richiedere molto tempo.
ja: このインストールは時間がかかるかもしれません。
kab: Asebded yemzer ad yeṭṭef cwiṭ n wakud.
km: ការ​ដំឡើង​អាច​ចំណាយ​យូរ។
ko: 설치 작업에 오랜 시간이 필요할 수 있습니다.
ku: Ev sazkirin dibe ku zêdetir wext bigire.
lt: Įdiegimas gali užtrukti žymiai ilgiau.
lv: Instalēšana var aizņemt daudz vairāk laika.
mr: प्रस्थापनाला अजून जास्त वेळ लागू शकतो.
nb: Installasjonen kan ta mye lengre tid.
nl: De installatie duurt mogelijk veel langer.
nn: Installeringa kan ta mykje lenger tid.
pl: Instalacja może potrwać znacznie dłużej.
ps: لګونه ښايي چې خورا ډېر وخت ونيسي.
pt: A instalação poderá demorar mais algum tempo até finalizar.
pt_br: A instalação pode demorar muito mais tempo.
sl: Namestitev lahko traja precej dlje.
sq: Instalimi mund të zgjasë shumë më tepër.
sr: Инсталација може потрајати.
sv: Installationen kan ta mycket längre tid.
tg: Насбкунӣ метавонад вақти барзиёдро гирад.
th: กระบวนการติดตั้งอาจใช้เวลานานขึ้นมาก
tr: Kurulum daha uzun sürebilir.
ug: ئورنىتىشقا ئۇزۇنراق ۋاقىت كېتىشى مۇمكىن.
uk: Встановлення може тривати значно довше.
vi: Bản cài đặt có thể sẽ mất khá lâu.
zh_hk: 安裝程序可能耗費更久的時間。

source: LVM...
ar: إدارة المساحة المنطقية...
he: מנהל כרכים לוגיים...
hi: एल वी एम
hr: ULU...
ps: س.ډ.س...
sr: ЛВМ...
vi: Công nghệ Quản lí Phân vùngLuận lí (LVM)...

source: Volume groups:
af: Volumegroepe:
ar: مجموعات المساحات:
ast: Grupos de volumes:
bg: Групи от томове:
bo: གསོག་སྡེར་ཁག་གི་ཚོ་ཁག:
bs: Grupe particija:
ca: Grups de volums:
ckb: گرووپی قەبارە:
cs: Skupiny svazků:
cy: Grwpiau cyfeintiau:
da: Diskenhedsgrupper:
de: Laufwerksgruppen:
el: Ομάδες τόμων:
eo: Datumportilaro:
et: Köitegrupid:
eu: Bolumen-taldeak:
fa: گروه‌های حجم:
fi: Taltioryhmät:
fr_ca: Groupes de volumes :
gd: Buidhnean dhraibhean:
gl: Grupos de volumes:
he: קבוצות כרכים:
hi: वॉल्यूम समूह:
hr: Grupe uređaja:
ia: Gruppos de volumines:
it: Gruppo di volumi:
ja: ボリュームグループ:
kab: Igrawen n iblaɣen:
km: ក្រុម​ភាគ៖
ko: 볼륨 그룹:
ku: Komên voluman:
lt: Tomų grupės:
lv: Sējumu grupas:
mr: व्होल्युम समूह :
nb: Grupperte dataområder:
nl: Volumegroepen:
nn: Grupperte dataområde:
pl: Grupy wolumenów:
ps: ډکون ډلې:
pt: Grupos de volume:
pt_br: Grupos de volume:
sl: Skupine nosilcev:
sq: Grupe volumi:
sr: Групе партиција:
sv: Volymgrupper:
tg: Гурӯҳҳои ҳаҷм:
th: กลุ่มโวลุม:
tr: Birim grupları:
ug: دىسكا گۇرۇپپىلىرى:
uk: Групи томів:
vi: Nhóm phân vùng:
zh_hk: 儲存區群組：

source: Encryption Options
af: Enkripsiekeuses
ar: خيارات التشفير
ast: Opciones de cifráu
bg: Настройки на криптирането
bo: གསང་རྒྱ་བྱེད་སྟངས
bs: Opcije za šifriranje
ca: Opcions d'encriptació
ckb: هەڵبژاردەکانی پارێزراوکردن
cs: Volby šifrování
cy: Dewisiadau Amgryptio
da: Indstillinger for kryptering
de: Verschlüsselungseinstellungen
el: Επιλογές κρυπτογράφησης
eo: Opcioj de ĉifrado
et: Krüptimise valikud
eu: Zifratze-aukerak
fa: انتخاب‌های رمزنگاری
fi: Salausasetukset
fr_ca: Options de chiffrement
gd: Roghainnean crioptachaidh
gl: Opcións de cifrado
he: אפשרויות הצפנה
hi: गोपन विकल्प
hr: Mogućnosti šifriranja
ia: Optiones de cryptation
it: Opzioni di cifratura
ja: 暗号化オプション
kab: Tinefrunin n uwgelhen
km: ជម្រើស​ការ​អ៊ិនគ្រីប
ko: 암호화 옵션
ku: Alternatîvên Şîfrekirinê
lt: Šifravimo parinktys
lv: Šifrēšanas opcijas
mr: कुटलिपी पर्याय
nb: Krypteringsvalg
nl: Versleutelopties
nn: Krypteringsval
pl: Opcje szyfrowania
ps: کوډییزونې غواراوي
pt: Opções de encriptação
pt_br: Opções de criptografia
sl: Možnosti šifriranja
sq: Opsionet e Kriptimit
sr: Опције шифровања
sv: Krypteringsalternativ
tg: Имконоти рамзгузорӣ
th: ตัวเลือกการเข้ารหัส
tr: Şifreleme Seçenekleri
ug: شىفىرلاش تاللانمىلىرى
uk: Параметри шифрування
vi: Tùy chọn Mã hóa
zh_hk: 加密選項

source: Physical volumes:
af: Fisiese volumes:
ar: المساحات الملموسة:
ast: Volumes físicos:
bg: Физически томове:
bo: དངོས་ཡོད་ཁུལ:
bs: Fizičke particije:
ca: Volums físics:
ckb: قەبارەی بەرجەستەکراو
cs: Fyzické disky:
cy: Cyfeintiau Corfforol:
da: Fysiske diskenheder:
de: Physikalische Laufwerke
el: Φυσικοί τόμοι:
eo: Fizikaj volumoj:
et: Füüsilised köited:
eu: Bolumen fisikoak:
fa: حجم‌های فیزیکی:
fi: Fyysiset taltiot:
fr_ca: Volumes physiques :
gd: Draibhean fiosaigeach:
gl: Volumes físicos:
he: כרכים פיזיים:
hi: भौतिक खंड
hr: Fizički uređaji:
ia: Volumines physic:
it: Volumi fisici:
ja: 物理ボリューム:
kab: Iblaɣen iɣaranen:
km: ភាគ​ថាស​ភីស៊ីខល ៖
ko: 물리 볼륨:
ku: Cîldên fizîkî:
lt: Fiziniai tomai:
lv: Fiziskie sējumi:
mr: प्रत्यक्ष व्होल्युम्स :
nb: Fysiske lagringsenheter:
nl: Fysieke volumes:
nn: Fysiske volum:
pl: Fizyczne wolumeny:
ps: پژيز ډکونونه:
pt: Volumes físicos:
pt_br: Volumes físicos:
sl: Fizični nosilci:
sq: Volumet fizike:
sr: Физичке партиције:
sv: Fysiska volymer:
te: భౌతిక సంపుటాలు
tg: Ҳаҷмҳои ҷисмонӣ:
th: โวลุมจริง:
tr: Fiziksel birimler:
ug: فىزىكىلىق دىسكىلار:
uk: Фізичні томи:
vi: Phân vùng Vật lí:
zh_hk: 實體儲存區：

source: Encrypt this partition (LUKS)
af: Enkripteer hierdie partisie (LUKS)
ar: تشفير هذا القسم (LUKS)
ast: Cifrar esta partición (LUKS)
bg: Шифроване на този раздел (LUKS)
bo: གསོག་སྡེར་ཁག(LUKS)འདི་གསང་རྒྱ་བྱེད་པ
bs: Šifriraj ovu particiju (LUKS)
ca: Encripta aquesta partició (LUKS)
ckb: ئەم دابەشکراوە پارێزراو بکە (LUKS)
cs: Šifrovat tento oddíl (LUKS)
cy: Amgryptio'r rhaniad hwn (LUKS)
da: Kryptér denne partition (LUKS)
de: Diese Partition verschlüsseln (LUKS)
el: Κρυπτογραφήστε αυτό το διαμέρισμα (μέσω LUKS)
eo: Ĉifri ĉi tiun subdiskon (LUKS)
et: Krüpti see kettajagu (LUKS)
eu: Zifratu partizio hau (LUKS)
fa: رمزنگاری این افراز (LUKS)
fi: Salaa tämä osio (LUKS)
fr_ca: Chiffrer cette partition (LUKS)
gd: Crioptaich am pàirteachadh seo (LUKS)
gl: Cifrar esta partición (LUKS)
he: הצפנת מחיצה זו (LUKS)
hi: इस विभाजन को गोपित करें (LUKS)
hr: Šifriraj ovu particiju (LUKS)
ia: Cryptar iste partition (LUKS)
it: Cifrare questa partizione (LUKS)
ja: このパーティションを暗号化(LUKS)
kab: Wgelhen aḥric-agi (LUKS)
km: អ៊ិនគ្រីប​ភាគ​ថាស​នេះ (LUKS)
ko: 이 파티션 암호화 (LUKS)
ku: Vê dabeşkirinê şîfre bike (LUKS)
lt: Šifruoti šį skirsnį (LUKS)
lv: Šifrēt šo nodalījumu (LUKS)
mr: हि पार्टीशन एन्क्रिप्ट करा (LUKS)
nb: Krypter denne partisjonen (LUKS)
nl: Deze partitie versleutelen (LUKS)
nn: Krypter denne partisjonen (LUKS)
pl: Szyfrowanie partycji (LUKS)
ps: د دې وېشنې کوډه کښل (LUKS)
pt: Encriptar esta partição (LUKS)
pt_br: Criptografar essa partição (LUKS)
sl: Šifriraj ta razdelek (LUKS)
sq: Kripto këtë particion (LUKS)
sr: Шифруј ову партицију (ЛУКС):
sv: Kryptera partitionen (LUKS)
tg: Рамзгузории ин қисмбандӣ (LUKS)
th: เข้ารหัสพาร์ทิชันนี้ (LUKS)
tr: Bu bölümü şifrele (LUKS)
ug: مەزكۇر رايوننى(LUKS) نى شىفىرلاش
uk: Зашифрувати цей розділ (LUKS)
vi: Mã hóa phân vùng này (Thiết đặt khóa liên hợp Linux - LUKS)
zh_hk: 加密此分割區 (LUKS)

source: Logical Volume Management (LVM) lets ${RELEASE} treat multiple physical volumes as a single volume.
af: Logiese volumebestuur (LVM) laat ${RELEASE} toe om meerdere fisieke volumes as 'n enkele volume te hanteer.
ar: تتيح Logical Volume Management (LVM) لـ ${RELEASE} معالجة وحدات تخزين فعلية متعددة كوحدة تخزين واحدة.
bs: Upravljanje logičkim sadržajem (LVM) čini da ${RELEASE} tretira više fizičkih sadržaja kao jedan sadržaj.
ca: El gestor de volum lògics (LVM) permet a ${RELEASE} tractar múltiples volums físics com a un únic volum.
cs: Díky LVM (Logical Volume Management; správce logických diskových oddílů) může ${RELEASE} považovat více fyzických oddílů za jeden oddíl.
cy: Mae Logical Volume Management (LVM) yn caniatáu i ${RELEASE} drin nifer o gyfeintiau corfforol fel un cyfaint.
eo: Logika VolumMastrumado (LVM) permesas al ${RELEASE} trakti multajn fizikajn volumojn kiel unuopan volumon.
et: Loogiliste köidete halduse (LVM) abil saab ${RELEASE} käsitleda hulka füüsilisi köiteid ühe köitena.
eu: LVM edo bolumen logikoen kudeaketari esker, ${RELEASE}(e)k hainbat bolumen fisiko bakarra balira bezala trata ditzake.
fa: مدیریت حجم منطقی (LVM) اجازه می‌دهد ${RELEASE} با چندین حجم فیزیکی به مثابه یک حجم مجرّد برخورد کند.
fi: Looginen taltionhallinta (LVM) mahdollistaa ${RELEASE}-asennuksen käsittelevän useita eri fyysisiä taltioita yhtenä taltiona.
fr_ca: LVM (gestion de volumes logiques) permet à ${RELEASE} de traiter plusieurs volumes physiques comme un seul volume.
gd: Leigidh Logical Volume Management (LVM) le ${RELEASE} iomadh clàr fiosaigeach a làimhseachadh mar aon chlàr.
hr: Upravitelj logičkim uređajima (ULU) dopušta ${RELEASE} postupanje višestrukim fizičkim uređajima kao jednim uređajem.
ia: Le tractamento logic del volumines (Logical Volume Management - LVM) face tractar a ${RELEASE} plure volumines physic como un volumine singule.
ja: 論理ボリューム管理(LVM)により${RELEASE}は複数の物理ボリュームを単一のボリュームとして扱えます。
kab: Amsefra n yiblaɣen imeẓẓulen (LVM) ad yeǧǧ ${RELEASE} ad tesferkeḍ aṭas n yiblaɣen iɣaranen amzun d yiwen n ubleɣ.
ku: Rêveberiya Cîldê ya Mantiqî (LVM), dike ku sîstema ${RELEASE} ji hemû cîldên fizîkî re weke yek cîldeke miamele bike.
lt: Loginių tomų valdymas (LVM) leidžia sistemai ${RELEASE} elgtis su keliais fiziniais tomais taip, kaip su vienu tomu.
lv: Loģisko sējumu pārvaldība (LVM) ļauj ${RELEASE} izmantot vairākus fiziskos sējumus kā vienu sējumu.
mr: लॉजिकल वोल्युम व्यवस्थापन (LVM) ने ${RELEASE} ला अनेक फिजिकल वोल्युम एका वोल्युमसारखे दिसतात.
nl: Logical Volume Management (LVM) zorgt ervoor dat ${RELEASE} meerdere fysieke volumina behandelt als één enkel volume.
nn: Handterar av logiske dataområde (LVM) lèt ${RELEASE} handtera fleire fysiske volum som eitt enkeltvolum.
pl: Zarządzanie Woluminami Logicznymi (LVM) pozwala ${RELEASE} traktować kilka woluminów fizycznych, jako jeden wolumin.
ps: سوليز ډکون سمبالښت‎ (س.ډ.س) ${RELEASE} پرېږدي تر څو ګڼو پژيز ډکونونه سره د یوه ډکون غوندې چلند وکړي.
pt: O Gestor Lógico de Volumes (LVM) permite ${RELEASE} tratar vários volumes físicos como se de um único volume se trata-se.
sr: Управљање логичким волуменима (УЛВ) допушта „${RELEASE}“ да сматра више физичких волумена као један.
sv: Logical Volume Management (LVM) låter ${RELEASE} nyttja flera fysiska volymer som en enda volym.
tg: Идоракунии ҳаҷми мантиқӣ (LVM) ба ${RELEASE} имкон медиҳад, ки тавонад якчанд ҳаҷми ҷисмониро ҳамчун як ҳаҷм истифода барад.
th: การใช้ Logical Volume Management(LVM) ทำให้ ${RELEASE} ดูแลรักษาหลายโวลุมกายภาพเหมือนโวลุมเดียวกัน
tr: Mantıksal Birim Yönetimi (LVM), ${RELEASE}'nun birden fazla fiziksel birime tek bir birim gibi davranmasına imkan sağlar.
ug: لوگىكىلىق دىسكا باشقۇرغۇچ(LVM) بۇ ${RELEASE} دا فىزىكىلىق دىسكىلارنى بىرلەشتۈرۈپ بىر يەككە دىسكا قىلىپ بىر تەرەپ قىلسۇن.
vi: Logical Volume Management (LVM) cho phép $ {RELEASE} xử lý nhiều volume vật lý như một volume duy nhất.
zh_hk: 邏輯磁碟區管理 (LVM) 允許 ${RELEASE} 將多個實體磁碟區視為一個單一磁碟區。

source: Logical Volume Management
af: Logiese volumebestuur (LVM)
ar: إدارة المساحات المنطقية
bg: Управление на логически дялове
bo: རྟོགས་བཟོའི་ཁུལ་གྱི་དོ་དམ
ca: Gestió de volums lògics
ckb: ڕێکخسنی قەبارەی لۆجیکی
da: Logisk diskenhedshåndtering (LVM)
de: Logische Laufwerksverwaltung
el: Διαχείριση λογικών τόμων (LVM)
eo: Logika VolumMastrumado
et: Loogiliste köidete haldus
eu: Bolumen logikoen kudeaketa
fa: مدیریت حجم منطقی
fi: Loogisten taltioiden hallinta
fr_ca: Gestion de volumes logiques (LVM)
gl: Xestión de volumes lóxicos
he: ניהול כרכים לוגיים
hi: लॉज़िकल वॉल्यूम व्यवस्थापन:
hr: Upravitelj logičkim uređajima
ia: Gestion del volumine logic
ja: 論理ボリューム管理
kab: Amsefrak n yiblaɣen imeẓẓulen
km: ការ​គ្រប់គ្រង​ភាគ​ឡូជីខល
ko: 논리 볼륨 관리(LVM)
ku: Rêveberiya Volumên Mantiqî
lt: Loginių tomų valdymas (LVM)
lv: Loģisko sējumu pārvaldība
mr: तार्किक खंड व्यवस्थापन
nb: Logisk dataområdebehandling (LVM)
nl: Logisch volumebeheer (LVM)
nn: Handterar av logiske dataområde
pl: Zarządzanie logicznymi wolumenami
ps: سوليز ډکون سمبالښت
pt: Gestão de volumes lógicos
pt_br: Gerenciamento de volume lógico
sl: Upravljanje logičnih nosilcev
sq: Menaxhim i Volumit Lokal
sr: Управљање логичких партиција.
sv: Logisk volymhantering
te: తార్కిక సంపుటాల నిర్వహణ
tg: Идоракунии ҳаҷми мантиқӣ
tr: Mantıksal Birim Yönetimi
ug: لوگىكىلىق دىسكا باشقۇرۇش
uk: Керування логічними томами (LVM)
vi: Công nghệ Quản lí Phân vùng Luận lí
zh_hk: 邏輯儲存區管理

source: Encryption options...
af: Enkripsiekeuses...
ar: خيارات التشفير...
ast: Opciones de cifráu...
bg: Параметри за шифроване...
bo: གསང་རྒྱ་བྱེད་སྟངས་་་
bs: Opcije šifriranja...
ca: Opcions d'encriptació...
ckb: هەڵبژاردەکانی پارێزراوکردن...
cs: Možnosti šifrování...
cy: Dewisiadau amgryptio...
da: Indstillinger for kryptering ...
de: Verschlüsselungseinstellungen …
el: Επιλογές κρυπτογράφησης...
eo: Opcioj de ĉifrado...
et: Krüpto valikud...
eu: Zifratze-aukerak...
fa: انتخاب‌های رمزنگاری…
fi: Salausvalinnat...
fr_ca: Options de chiffrement…
gd: Roghainnean crioptachaidh...
gl: Opcións de cifrado...
he: אפשרויות הצפנה...
hi: गोपनियता विकल्प
hr: Mogućnosti šifriranja...
ia: Optiones de cryptation...
it: Opzioni di cifratura...
ja: 暗号化オプション...
kab: Tinefrunin n uwgelhen...
km: ជម្រើស​ការ​អ៊ីនគ្រីប...
ko: 암호화 옵션...
ku: Vebijêrkên şîfrekirinê...
lt: Šifravimo parinktys...
lv: Šifrēšanas opcijas...
mr: कुटलिपी पर्याय...
nb: Krypteringsvalg …
nl: Versleutelopties…
nn: Krypteringsval …
pl: Opcje szyfrowania...
ps: کوډییزونې غواراوي...
pt: Opções de encriptação...
pt_br: Opções de criptografia...
sl: Možnosti šifriranja ...
sq: Opsionet e kriptimit...
sr: Опције шифровања...
sv: Krypteringsalternativ...
tg: Имконоти рамзгузорӣ...
th: ตัวเลือกการเข้ารหัส...
tr: Şifreleme seçenekleri...
ug: شىفىرلاش تاللانمىلىرى...
uk: Параметри шифрування…
vi: Tùy chọn Mã hóa...
zh_hk: 加密選項...

source: UEFI Secure Boot
af: UEFI Sekuur aanskakel
ar: إقلاع UEFI الآمن
ca: Arrencada segura UEFI
ckb: UEFI بووتی پارێزراو
eo: Sekura UEFI-startigo
eu: UEFI abio segurua
fa: بار کردن امن UEFI
fr_ca: Amorçage sécurisé UEFI « Secure Boot »
gd: Bùtadh tèarainte UEFI
ia: Secure Boot de UEFI
ja: UEFI セキュアブート
ku: Pêşbarkirina Biewle ya UEFI
lt: UEFI saugusis paleidimas (Secure Boot)
mr: UEFI सुरक्षित बूट
nn: UEFI trygg oppstart («secure boot»)
pl: Bezpieczny rozruch UEFI
ps: UEFI خوندي پیلون
sr: УЕФИ безбедно подизање
sv: Secure Boot för UEFI
tg: Реҷаи роҳандозии бехатари UEFI
tr: UEFI Güvenli Önyükleme
ug: UEFI بىخەتەر قوزغىلىش
vi: Tính năng khởi động an toàn UEFI

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or Wi-Fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot needs to be configured to allow the use of these third-party drivers.
af: Jy het gekies om derdeparty-sagteware as deel van jou installering te aktiveer, wat vir hierdie stelsel hardeware-drywers vir grafika en/of Wi-Fi-hardeware insluit. Jou stelsel het ook UEFI Secure Boot geaktiveer. UEFI Secure Boot moet gekonfigureer word om die gebruik van hierdie derdeparty-drywers toe te laat.
ca: Heu escollit habilitar programari de tercers a la vostra instal·lació, cosa que en aquest sistema inclou controladores per maquinari gràfic o Wi-Fi. El vostre sistema també té UEFI Secure Boot activat. S'ha de configurar UEFI Secure Boot per permetre l'ús d'aquests controladors de tercers.
cs: Rozhodli jste se povolit software třetích stran jako součást instalace, která pro tento systém zahrnuje hardwarové ovladače pro grafiku a/nebo hardware Wi-Fi. Váš systém má také povoleno UEFI Secure Boot. UEFI Secure Boot je třeba nakonfigurovat, aby bylo možné používat tyto ovladače třetích stran.
fi: Kolmannen osapuolen ohjelmistojen asentaminen on valittu. Nämä ohjelmistot sisältävät tälle järjestelmälle laiteajurit näytönohjaimelle ja/tai wifi-laitteelle. Järjestelmässä on myös käytössä UEFI Secure Boot. UEFI Secure Boot -turvajärjestelmän asetukset tulee määrittää, jotta näitä kolmannen osapuolen ajureita voidaan käyttää.
hr: Odabrali ste omogućavanje softvera treće strane kao dijela svoje instalacije, što za ovaj sustav uključuje hardverske upravljačke programe za grafiku i/ili bežični hardver. Vaš sustav isto tako ima omogućen UEFI Secure Boot. UEFI Secure Boot mora biti podešen kako bi se mogli koristiti ovi upravljački programi treće strane.
pl: Wybrano włączenie oprogramowania innych dostawców w ramach instalacji, które w przypadku tego systemu obejmuje sterowniki sprzętowe karty graficznej i/lub sprzętu Wi-Fi. Twój system ma również włączoną funkcję bezpiecznego rozruchu UEFI. Bezpieczny rozruch UEFI musi być skonfigurowany, aby umożliwić korzystanie z tych sterowników innych dostawców.
pt: Você optou por ativar software de terceiros como parte da sua instalação, que para este sistema inclui drivers de hardware para gráficos e/ou hardware Wi-Fi. O seu sistema também tem o UEFI Secure Boot ativado. O UEFI Secure Boot precisa de ser configurado para permitir o uso desses drivers de terceiros.
sr: Одабрали сте да омогућите програме треће стране као део уградње, који овом систему обухватају управљачке програме тврдотворинама графичке картице и уређају бежичне везе. Ваш систем такође има и омогућено безбедно подизање УЕФИ. Безбедно подизање УЕФИ треба да буде подешено да омогући управљачке програме треће стране.
sv: Du har valt att aktivera programvara från tredje part som en del av din installation som för det här systemet inkluderar drivrutiner för grafik och/eller Wi-Fi-hårdvara. Ditt system har också UEFI Secure Boot aktiverat. UEFI Secure Boot måste vara konfigurerat för att tillåta användning av dessa drivrutiner från tredje part.
tr: Bu sistem için grafik ve/veya Wi-Fi donanımı için donanım sürücüleri içeren, yüklemenizin bir parçası olarak üçüncü taraf yazılımı etkinleştirmeyi seçtiniz. Sisteminizde ayrıca UEFI Güvenli Önyükleme etkindir. UEFI Güvenli Önyükleme, bu üçüncü taraf sürücülerin kullanımına izin verecek şekilde yapılandırılmalıdır.

source: After installation completes, Linux Mint will assist you in configuring UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
af: Nadat installasie voltooi, Linux Mint will bystaan jy in konfigurasie van UEFI Secure Boot. Om te verseker dat hierdie verandering deur jou gedoen word as 'n gemagtigde gebruiker, en nie deur 'n aanvaller, jy moet 'n wagwoord nou kies en dan gebruik dieselfde wagwoord na reboot om die verandering te bevestig.
cs: Až bude instalace dokončena, Linux Mint vám pomůže s nastavením UEFI Secure Boot. Pro zajištění, že je tato změna prováděna vámi jako autorizovaným uživatelem a ne útočníkem musíte nyní zvolit heslo a následně po restartu použít stejné heslo pro potvrzení změny.
fi: Kun asennus valmistuu, Linux Mint ohjaa sinua UEFI Secure Boot -ominaisuuden määrittämisessä. Valtuuden varmistamiseksi sinun tulee valita salasana nyt ja kirjoittaa sama salasana järjestelmän käynnistyttyä uudelleen, jotta muutos voidaan vahvistaa.
hr: Nakon završetka instalacije, Linux Mint će vam pomoći pri UEFI Secure Boot podešavanju. Kako bi se osigurali da ste ovu promjenu učinili vi kao ovlašteni korisnik, a nije učinjena od strane napadača, morate odmah odabrati lozinku i zatim koristiti istu lozinku nakon ponovnog pokretanja kako bi potvrdili promjenu.
ja: インストール完了後、Linux MintはUEFIセキュアブートの設定を手助けします。攻撃者ではなく認証されたユーザーによる変更であることを確実にするためにここでパスワードを入力し、さらに再起動後先ほどと同じパスワードを入力する必要があります。
nl: Nadat de installatie is voltooid, zal Linux Mint u helpen met het instellen van UEFI Secure Boot. Om zeker te stellen dat deze wijziging door u als gemachtigde gebruiker wordt uitgevoerd, en niet door een aanvaller, moet u nu een wachtwoord kiezen en dan na herstart dat wachtwoord gebruiken om de wijziging te bevestigen.
sr: Након завршене инсталације, Убунту ће вам помоћи у подешавању УЕФИ Безбедног подизања система. Да будете сигурни да сте ту измену ви направили као овлашћени корисник, а не неки нападач, сада морате да изаберете лозинку а касније да користите ту исту лозинку након поновног подизања система да потврдите измену.
tg: Баъд аз ба анҷом расонидани насб, Linux Mint ба шумо барои танзим кардани Роҳандозии бехатарии UEFI кумак мерасонад. Барои мутмаин шудан дар он ки ин тағйирот аз ҷониби шумо, ҳамчун корбари боэътимод, татбиқ карда мешавад, на аз ҷониби ҳамлакунанда (хакер), шумо бояд дар ин қадам ниҳонвожаеро интихоб кунед ва барои тасдиқ кардани ин тағйирот ҳамин ниҳонвожаро баъд аз бозоғозии низом ворид намоед.
tr: Kurulum tamamlandıktan sonra Linux Mint, UEFI Güvenli Önyükleme'yi ayarlamada size yardım edecek. Bu değişimi saldırgan değil de yetkili bir kullanıcı olarak gerçekleştirdiğinizden emin olmak için şimdi bir parola belirlemelisiniz ve ardından aynı parolayı sistem yeniden başladıktan sonra değişimi onaylamak için kullanmalısınız.
