Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: If you have an existing Ubuntu single sign on account, that is now called your Ubuntu One account.
ast: Si teníes una cuenta esistente Ubuntu Single, agora denómase Cuenta Ubuntu One.
da: Hvis du i forvejen har en Ubuntu single sign on-konto, så kaldes denne nu for din Ubuntu One-konto.
el: Αν έχετε ήδη λογαριασμό Ubuntu για σύνδεση σε όλες τις υπηρεσίες, τώρα αυτός ονομάζεται λογαριασμός Ubuntu One.
gl: Se ten unha única conta en Ubuntu, agora será a súa conta de Ubuntu One.
he: אם כבר יש לך חשבון מסוג Ubuntu single sign on (כניסה אחודה), מעתה שמו יהיה חשבון Ubuntu One.
it: Se possiedi già un account Ubuntu Single Sign On, ora questo viene identificato semplicemente come account Ubuntu One.
sl: Če imate obstoječi račun Ubuntu z enkratnim vpisom, se ta sedaj imenuje račun Ubuntu One.
uk: Якщо у вас вже був обліковий запис системи єдиного входу Ubuntu, цей запис просто було перейменовано на обліковий запис Ubuntu One.

source: There is no internet connection. To be able to create an account or to log in to Ubuntu One, you need to be connected to the internet.
ast: Nun hai conexón a internet. Pa poder crear una cuenta o acceder a Ubuntu One, necesites tas coneutáu a internet.
da: Der er ingen internetforbindelse. For at kunne oprette en konto, eller logge ind på Ubuntu One, så skal du være forbundet til internettet.
de: Sie haben keine Verbindung zum Internet. Die Erstellung eines Kontos oder das Anmelden in Ubuntu One benötigt eine Verbindung mit dem Internet.
el: Δεν υπάρχει σύνδεση στο διαδίκτυο. Για να είστε σε θέση να δημιουργήσετε έναν κωδικό ή να συνδεθείτε στο Ubuntu One, χρειάζεται να συνδεθείτε στο διαδίκτυο.
gl: Non hai conexión a internet. Para poder crear unha conta ou iniciar sesión en Ubuntu One, precisa conectarse a internet.
he: אין חיבור לאינטרנט. כדי ליצור חשבון או כדי להיכנס ל־Ubuntu One, יהיה עליך להתחבר לאינטרנט.
it: La connessione Internet non è presente. Per creare o accedere al profilo Ubuntu One, è necessaria una connessione a Internet.
sl: Ni povezave z internetom. Za ustvarjanje računa ali za prijavo v Ubuntu One potrebujete povezavo z internetom.
uk: Не встановлено з’єднання з інтернетом. Для створення облікового запису та для того, щоб увійти до системи Ubuntu One, вам доведеться з’єднати ваш комп’ютер з інтернетом.

source: I am a new Ubuntu One user.
ast: Soi un usuariu nuevu d'Ubuntu One
da: Jeg er en ny Ubuntu One-bruger.
de: Ich bin neu bei Ubuntu One:
el: Είμαι ένας νέος χρήστης του Ubuntu One.
gl: Son un novo usuario de Ubuntu One.
he: אני משתמש חדש ב־Ubuntu One.
it: Sono un nuovo utente di Ubuntu One.
sl: Sem nov uporabnik Ubuntu One.
uk: У вас ще немає облікового запису Ubuntu One.

source: I am a returning Ubuntu One user and my password is:
ast: Soi un usuariu antiguu d'Ubuntu One y la mio contraseña ye:
da: Jeg er i forvejen bruger af Ubuntu One, og min adgangskode er:
de: Ich habe bereits ein Ubuntu One Konto und mein Passwort ist:
el: Είμαι ήδη χρήστης του Ubuntu One και ο κωδικός πρόσβασής μου είναι:
gl: Estou de volta en Ubuntu One e o meu contrasinal é:
he: אני משתמש חוזר ב־Ubuntu One והססמה שלי היא:
it: Sono già utente di Ubuntu One, la password è:
sl: Že imam račun Ubuntu One in moje geslo je:
uk: У вас вже є обліковий запис Ubuntu One і ваш пароль:

source: Encrypt my home folder
ast: Cifrar la mio carpeta principal
bg: Криптиране на домашната папка
bo: ངའི་གཙོ་ངོས་ཀྱི་ཡིག་སྣོད་གསང་རྒྱ་བྱེད་པ
da: Krypter min hjemmemappe
de: Meine persönlichen Dateien verschlüsseln
el: Κρυπτογράφηση του προσωπικού μου φακέλου
fr_ca: Chiffrer mon dossier personnel
gl: Cifrar o meu cartafol persoal
he: הצפנת תיקיית הבית שלי
hi: मेरे गृह फोल्डर का गूढीकरण करें
it: Cifrare la cartella personale
km: អ៊ិន​គ្រីប​ថត​ផ្ទះ​ខ្ញុំ
ko: 개인 폴더 암호화
my: ပင်မဖိုင်တွဲကို ဝှက်စာပြုလုပ်ထားပါ
nb: Krypter min hjemmemappe
pa: ਮੇਰਾ ਘਰ ਫੋਲਡਰ ਇੰਕ੍ਰਿਪਟ ਕਰੋ
pt_br: Criptografar minha pasta pessoal
si: මගේ නිවෙස් බහලුම සංකේතනය කරන්න
sl: Šifriraj mojo domačo mapo
sq: Kripto dosjen time shtëpi
te: నా నివాస సంచయాన్ని ఎన్‌ క్రిప్ట్ చేయి
uk: Зашифрувати мій домашній каталог

source: This picture will be associated with your user name and displayed alongside it at times.
ast: Esta imaxe s'asociará col to nome d'usuariu y dacuando se verá xunto col mesmu.
bg: Тази снимка ще бъде свързана с вашето потребителско име и на места ще бъде показвана заедно с него .
bo: པར་རིས་འདི་ཁྱོད་ཀྱི་སྤྱོད་མཁན་མིང་དང་མཉམ་དུ་སྦྲེལ་ཡོད་པ་དང་དེའི་འགྲམ་དུ་ཤར་སྲིད
da: Dette billede vil blive tilknyttet dit brugernavn og vist sammen med det somme tider.
de: Dieses Bild wird mit Ihrem Benutzernamen verknüpft und an manchen Stellen neben ihm dargestellt.
el: Αυτή η φωτογραφία θα συσχετιστεί με το όνομα χρήστη σας και θα εμφανίζονται μαζί.
gl: Esta imaxe asociarase co seu nome de usuario e ás veces mostrarase ao seu carón.
he: תמונה זו תשויך לשם המשתמש שלך ותוצג לצדו מדי פעם בפעם.
hi: यह तस्वीर अपने उपयोगकर्ता नाम के साथ जुड़ जाएगा और समय पर इसके साथ प्रदर्शित किया जाएगा.
it: Questa immagine verrà associata e visualizzata col proprio nome utente.
km: រូបភាព​នេះ​នឹង​ត្រូវ​បាន​ភ្ជាប់​ជា​មួយ​នឹង​​ឈ្មោះ​អ្នក​ប្រើ​​របស់​អ្នក ហើយ​បង្ហាញ​​​​ជា​មួយ​ឈ្មោះ​អ្នក​ប្រើ ។
ko: 이 그림은 사용자 이름과 연관이 있으며 때때로 함께 표시됩니다.
my: ဤပုံသည် သင်သုံးစွဲမည့် သုံးစွဲသူအမည်နှင့် အမြဲယှဉ်တွဲပြသနေမည့် ပုံဖြစ်သည်
nb: Dette bildet vil bli knyttet til brukernavnet ditt, og vist sammen med av og til.
pt_br: Esta imagem será associada ao seu nome de usuário e exibida ao lado dele as vezes.
sl: Ta slika bo bila povezana z vašim uporabniškim imenom in občasno prikazana poleg njega.
sq: Kjo fotografi do bashkangjitet me emrin tuaj të përdoruesit dhe do shfaqet përkrah tij tek temat.
uk: Це зображення буде пов'язане з вашим ім’ям користувача й іноді відображатиметься поряд з ним.

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
ast: Esbilla les cuentes que quieras importar. Cuando se complete la instalación, podrás disponer de los documentos y configuraciones d'eses cuentes.
bg: Изберете всички акаунти, от които искате да внесете. Документите и настройките на тези акаунти ще бъдат достъпни след като инсталацията завърши.
bo: ཁྱོད་ཀྱིས་ནང་འདྲེན་དགོས་པའི་ཐོ་ཁོངས་གང་རུང་ཞིག་འདེམས་པ། སྒྲིག་འཇུག་བྱས་ཚར་རྗེས་ཐོ་ཁོངས་འདི་དག་གི་ཡིག་ཆ་དང་སྒྲིག་འགོད་ཡོངས་སྤྱོད་ཐུབ
da: Vælg de konti du ønsker at importere. Disse kontis dokumenter og indstillinger vil være tilgængelige, efter at installationen er fuldført.
de: Wählen Sie alle Benutzerkonten, die Sie importieren möchten. Die Dokumente und Einstellungen dieser Konten werden nach der Installation zur Verfügung stehen.
el: Επιλέξτε τους λογαριασμούς που θέλετε να εισάγετε. Τα αρχεία και οι ρυθμίσεις για αυτούς τους λογαριασμούς θα είναι διαθέσιμα μετά την ολοκλήρωση της εγκατάστασης.
gl: Escolla calquera conta que desexe importar. Os documentos e a configuración desas contas estarán dispoñíbeis en canto remate a instalación.
he: נא לבחור את החשבונות אותם ברצונך לייבא. התיקיות שתחת documents and settings של חשבונות אלו יהיו זמינים לאחר השלמת ההתקנה.
hi: उन खातो को चुनें जिन्हे आप आयात करना चाहते हैं. इन खातो के दस्तावेज़ और व्यवस्था संस्थापन के बाद उपलब्ध हो जायेंगे.
it: Selezionare gli account da importare. I documenti e le impostazioni per questi account saranno disponibili al termine dell'installazione.
km: ជ្រើស​គណនី​ណា​មួយ​ដែល​អ្នក​ចង់​នាំ​ចូល ។ ឯកសារ​ និង​ការកំណត់​សម្រាប់​គណនី​ទាំង​នេះ​នឹង​អាច​ប្រើ​បាន ក្រោយ​ពី​ការ​ដំឡើង​​បាន​បញ្ចប់​ ។
ko: 가져올 계정을 선택하십시오. 이 계정의 문서와 설정은 설치를 완료한 후 사용할 수 있습니다.
my: သင် တင်သွင်းလိုသော အကောင့်များကို ရွေးချယ်ပါ။ ၎င်း အကောင်းများ၏ စာရွက်စာတမ်းများနှင့် ချိန်ညှိများသည် စနစ်ထည့်သွင်းမှုပြီးလျှင် အသုံးပြုနိုင်ပါမည်။
nb: Velg brukerkontoer du ønsker å importere. Dokumenter og instillinger for disse vil være tilgjengelige etter at installasjonen er fullført.
pt_br: Selecione as contas que você gostaria de importar. Os documentos e configurações destas contas estarão disponíveis ao término da instalação.
sl: Izberite račune, ki jih želite uvoziti. Dokumenti in nastavitve izbranih računov bodo na voljo po končani namestitvi.
sq: Zgjidh çdo llogari që dëshiron të importosh. Dokumentat dhe preferencat për llogaritë e zgjedhura do të bëhen të mundura pasi instalimi të mbarojë.
uk: Виберіть облікові записи для імпортування. Документи та налаштування з цих облікових записів будуть доступні після завершення встановлення.

source: If you do not wish to import any accounts, select nothing and go to the next page.
ast: Si nun quies importar denguna cuenta, nun esbilles nada y empobina a la siguiente páxina.
bg: Ако не желаете да внасяте потребителски акаунти, не избирайте нищо и преминете на следващата страница.
bo: ཁྱོད་ཀྱི་ཐོ་ཁོངས་གང་ནས་ཀྱང་ནང་འདྲེན་མ་དགོས་ན་ཅི་ཡང་མེད་གདམ་ནས་ཤོག་ལེབ་རྗེས་མའི་ཐོག་སྐྱོད་པ
da: Hvis du ikke vil importere nogen konti, vælg da intet og gå til næste side.
de: Wenn Sie keine Benutzerkonten importieren möchten, wählen Sie nichts aus und gehen weiter zur nächsten Seite.
el: Εάν δεν επιθυμείτε να εισάγετε κάποιο λογαριασμό, μην επιλέξετε τίποτα και πηγαίνετε στην επόμενη σελίδα.
gl: Se non ten intención de importar ningunha conta non seleccione nada e vaia á páxina seguinte.
he: אם אין ברצונך לייבא חשבונות, ניתן להשאיר את השדות לא מסומנים ולעבור לעמוד הבא.
hi: अगर आप किसी भी खातो का आयात नही करना चाहते तो कुछ चुनाव न करते हुआ अगले पन्ने पर जाए.
it: Per non importare alcun account, non selezionare nulla e passare alla prossima pagina.
km: បើ​អ្នក​មិន​ចង់​នាំ​ចូល​គណនី​ណា​មួយ​ទេ ជ្រើស​ មិន​ធ្វើ​អ្វី​ទាំង​អស់ រួច​ទៅ​កាន់​ទំព័រ​បន្ទាប់ ។
ko: 가져올 계정이 없으면 아무것도 선택하지 마시고 다음 페이지로 이동하십시오.
my: မည်သည့် အကောင့်မှ တင်သွင်းခြင်း မပြုလိုလျင် မည်သည့်အရာကိုမျှ ရွေးချယ်ခြင်းမပြုဘဲ နောက်စာမျက်နှာသို့ သွားပါ။
nb: Dersom du velger å ikke importere fra noen kontoer, ikke velg noen, og gå så videre til neste side
pt_br: Caso você não queira importar nenhuma conta, deixe em branco e vá para a próxima página.
sl: Če ne želite uvoziti nobenega uporabniškega računa, ne izberite ničesar in pojdite na naslednjo stran.
sq: Nëse nuk doni të importoni asnjë llogari, zgjedhni asgjë dhe shkoni në faqen tjetër
uk: Якщо ви не хочете імпортувати облікові записи, не вибирайте нічого та переходьте до наступної сторінки.

source: Error restoring installed applications
ast: Fallu al restaurar les aplicaciones instalaes
bg: Грешка при възстановяване на инсталираните приложения
bo: སྒྲིག་འཇུག་བྱས་པའི་ཉེར་སྤྱོད་སླར་གསོ་བྱེད་པར་ནོར་འཁྲུལ
cy: Gwall wrth adfer rhaglenni eisoes wedi eu gosod
da: Fejl ved genoprettelse af installerede programmer
de: Fehler beim Wiederherstellen der installierten Anwendungen
el: Σφάλμα κατά την επαναφορά εγκατεστημένων πακέτων
fa: خطا در بازگرداندن برنامه‌های نصب شده
fr_ca: Erreur lors de la restauration des applications installées
gd: Mearachd ag aiseag nan aplacaidean stàlaichte
gl: Produciuse un erro ao restaurar os aplicativos instalados
he: אירעה שגיאה בשחזור היישומים המותקנים
hi: स्थापित अनुप्रयोगों को बहाल करने में त्रुटि
ia: Error in le restauration del applicationes installate
it: Errore nel ripristinare le applicazioni installate
km: កំហុស​ក្នុង​ការ​ស្ដារ​កម្មវិធី​ដែលបាន​ដំឡើង
ko: 설치한 프로그램 복구 중 오류 발생
my: အသုံးချဆော့ဝဲများ ထည့်သွင်းနေစဉ် တင်သွင်းနေစဉ် ချို့ယွင်းချက် တွေ့ရှိရပါသည်
nb: Mislyktes gjenoppretting av installerte programmer
nl: Fout bij herstellen van geïnstalleerde toepassingen
pa: ਇੰਸਟਾਲ ਹੋਈਆਂ ਐਪਲੀਕੇਸ਼ਨ ਮੁੜ-ਸਟੋਰ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt_br: Erro ao restaurar aplicativos instalados
si: ස්ථාපිත යෙදුම් ප්‍රතිපිහිටුවීමේ දෝශයක්
sl: Napaka med obnavljanjem nameščenih programov
sq: Gabim në rikthimin e programeve të instaluara
te: ఇంతకుముందు స్థాపించబడిన అనువర్తనాలను తిరిగిచేతనం చేయుటలో దోషం
uk: Помилка під час відновлення встановлених програм

source: An error occurred while restoring previously-installed applications. The installation will continue, but you may have to manually reinstall some applications after the computer reboots.
ast: Hebo un fallu al restaurar aplicaciones previamente instalaes. La instalación continuará, pero tienes que reinstalar manualmente dalgunes aplicaciones dempués de reaniciar l'equipu.
bg: Грешка при възстановяването на предишно инсталираните приложения. Инсталацията ще продължи, но може да се наложи ръчно да преинсталирате някои програми след като компютърът се рестартира.
bo: སྔོན་མ་སྒྲིག་འཇུག་བྱས་པའི་ཉེར་སྤྱོད་སླར་གསོ་བྱེད་པའི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ། སྒྲིག་འཇུག་མུ་མཐུད་རྒྱུ་ཡིན་ཡང་འགོ་བསྐྱར་འཛུགས་ཚར་རྗེས་ཉེར་སྤྱོད་འགའ་ཞིག་ཁྱོད་ཀྱིས་ལག་བཟོས་ངང་བསྐྱར་སྒྲིག་བྱེད་དགོས་སྲིད།
cy: Bu gwall wrth adfer rhaglenni sydd eisoes wedi eu gosod. Bydd y gosod yn parhau, ond efallai bydd rhaid i chi ailosod rhai rhaglenni ar ôl i'r cyfrifiadur ailgychwyn.
da: Der opstod en fejl ved genoprettelsen af tidligere installerede programmer. Installationen vil fortsætte, men du skal muligvis selv geninstallere nogle programmer efter computeren genstarter.
de: Es ist ein Fehler beim Wiederherstellen der zuvor installierten Anwendungen aufgetreten. Die Installation wird fortgesetzt, Sie werden jedoch einige Anwendungen manuell nach-installieren müssen, nachdem der Rechner neu gestartet wurde.
el: Συνέβη ένα σφάλμα κατά την επαναφορά των προηγούμενα εγκατεστημένων εφαρμογών. Η εγκατάσταση θα συνεχίσει, αλλά πιθανόν να χρειαστεί να κάνετε επανεγκατάσταση μερικών εφαρμογών μετά την επανεκκίνηση του υπολογιστή.
fa: هنگام بارگردانی از برنامه‌های نصب‌شده از پیش، خطایی رخ داد. در هر صورت نصب ادامه خواهد یافت، ولی ممکن است پس از راه‌اندازی دوبارهٔ رایانه، برخی برنامه‌ها به صورت دستی نصب شوند.
fr_ca: Une erreur s’est produite lors de la restauration des applications précédemment installées. L’installation va continuer mais il vous faudra peut-être réinstaller certains logiciels manuellement après le redémarrage de l’ordinateur.
gd: Thachair mearachd fhad 's a bha sinn ag aiseag nan aplacaidean a chaidh a stàladh roimhe. Leanaidh an stàladh air adhart ach dh'fhaoidte gum bi agad ri cuid dhe na h-aplacaidean a stàladh a-rithist a làimh as dèidh dhan choimpiutair ath-thòiseachadh.
gl: Produciuse un erro ao restaurar os aplicativos instalados previamente. A instalación continuará, mais deberá reinstalar manualmente algúns aplicativos despois de reiniciar o equipo.
he: אירעה שגיאה בעת שחזור יישומים שהותקנות בעבר. ההתקנה תמשיך, אך יהיה עליך להתקין ידנית חלק מהיישומים לאחר שהמחשב יופעל מחדש.
hi: एक त्रुटि पहले से स्थापित अनुप्रयोगों को बहाल करते हुए हो गई। स्थापना जारी है, लेकिन आपको स्वयं कंप्यूटर रिबूट करने के बाद कुछ अनुप्रयोगों की पुनर्स्थापना करनी पड़ सकती है।
ia: Un error occurreva durante le restauration del applicationes precedente. Le installation continuara, ma tu debe reinstallar manualmente alicun applicationes post le re-boot del systema
it: Si è verificato un errore nel ripristinare le applicazioni precedentemente installate. L'installazione procederà ugualmente, ma potrebbe essere necessario installarne alcune nuovamente una volta riavviato il computer.
km: កំហុស​មួយ​បាន​កើត​ឡើង​ខណៈ​ពេល​ដែល​ស្ដារ​កម្មវិធី​ដែលបាន​ដំឡើង​ពី​មុន ។​ ការ​ដំឡើង​នឹង​បន្ត ប៉ុន្តែ​​អាច​ត្រូវ​ដំឡើង​កម្មវិធី​មួយ​ចំនួន​​ដោយ​ដៃ បន្ទាប់​ពី​កុំព្យូទ័រ​ចាប់ផ្ដើម​ឡើង​វិញ ។
ko: 이전에 설치한 프로그램을 복구던 중 오류가 발생했습니다. 설치 과정은 계속하지만 컴퓨터를 다시 시작한 후 일부 프로그램을 직접 다시 설치해야 할 수 있습니다.
my: ယခင် ထည့်သွင်းထားသော အသုံးချဆော့ဝဲများ ပြန်လည်တင်သွင်းနေစဉ် ချို့ယွင်းချက်တစ်ခု တွေ့ရပါသည်။ စနစ်ထည့်သွင်းမှု ဆက်လက်လုပ်ဆောင်ပါမည်။ သို့သော် အသုံးချဆော့ဝဲများကို ကွန်ပျူတာ ပြန်လည်စတင်ပြီးလျှင် ပြန်လည် ထည့်သွင်းပေးရန် လိုအပ်ပါလိမ့်မည်။
nb: En feil oppsto ved gjenoppretting av tidligere installerte programmer. Installasjonen vil fortsette, men du kan være nødt til å manuelt installere noen programmer på nytt etter at datamaskinen starter på nytt.
nl: Er is een fout opgetreden bij het herstellen van voorheen geïnstalleerde toepassingen. De installatie zal doorgaan, maar u zal mogelijk handmatig sommige toepassingen moeten herinstalleren nadat de computer is herstart.
pt_br: Um erro ocorreu ao restaurar os aplicativos previamente instalados. A instalação irá continuar, mas você deve reinstalá-los manualmente depois de reiniciar o computador.
si: පෙර-ස්ථාපිර යෙදුම් ප්‍රතිස්ථාපනයේ දෝශ හට ගැනිනි. ස්ථාපනය ඉදිරියට යන නමුත් ඔබට පරිගණකය නැවත ආරම්භ වූ පසු ඇතැම් යෙදුම් නැවත ස්ථාපනයට සිදුවේ.
sl: Med obnavljanjem prej nameščenih programov je prišlo do napake. Namestitev se bo nadaljevala, vendar boste morali sami ročno namestiti nekatere programe, ko se bo računalnik ponovno zagnal.
sq: Një gabim ndodhi gjatë rikthimit të programeve të instaluara më përpara. Instalimi do të vazhdojë, por mund tju duhet të instaloni përsëri disa programe në mënyre manuale pasi të keni rindezur kompjuterin
te: ఇంతకుముందు స్థాపించబడిన అనువర్తనాలను తిరిగిచేతనం చేయుటలో దోషం ఏర్పడింది. స్థాపన కొనసాగుతుంది కాని, కొన్ని అనువర్తనాలను మానవీయంగా కంప్యూటర్ బూట్ అయినతర్వాత మరల స్థాపించవలసిరావచ్చు.
uk: Під час відновлення попередньо встановлених програм сталася помилка. Встановлення буде продовжено, але вам слід переустановити деякі програми після перезавантаження комп'ютера.

source: Software selection
ast: Escoyeta de programes
bg: Избор на софтуер
bo: མཉེན་ཆས་འདེམས་པ
cy: Dewisiad meddalwedd
da: Softwarevalg
de: Software-Auswahl
el: Επιλογή λογισμικού
fa: انتخاب نرم افزار
fr_ca: Choix des logiciels
gd: Taghadh a' bhathair-bhog
gl: Selección do programas
he: בחירת תוכנות
hi: साँफ्टवेयर चुनाव
ia: Selection del software
it: Selezione del software
km: ជម្រើស​កម្មវិធី
ko: 소프트웨어 선택
my: ဆော့ဝဲ ရွေးချယ်မှု
nb: Programvareutvalg
nl: Programmakeuze
pa: ਸਾਫਟਵੇਅਰ ਚੋਣ
pt_br: Seleção de software
si: මෘදුකාංග තේරීම
sl: Izbor programske opreme
sq: Përzgjedhja e programeve
te: సాఫ్ట్‍వేర్ ఎంపిక
uk: Вибір програм

source: Prepare
ast: Preparar
bg: Подготовка
bo: གྲ་སྒྲིག
da: Forbered
de: Vorbereiten
el: Προετοιμασία
fr_ca: Préparer
gl: Preparar
he: הכנות
hi: तैयार करें
it: Preparazione
km: រៀប​ចំ
ko: 준비
my: ပြင်ဆင်မှု
nb: Se til
pa: ਤਿਆਰ
pt_br: Preparar
si: සැරසෙන්න
sl: Pripravi
sq: Përgatit
te: సిద్ధపరుచు
uk: Підготовка

source: Preparing to install ${RELEASE}
ast: Preparándose pa instalar ${RELEASE}
bg: Подготовка за инсталиране на ${RELEASE}
bo: ${RELEASE}སྒྲིག་འཇུག་བྱེད་པར་གྲ་སྒྲིག་བྱེད་བཞིན་པ
da: Gør klar til at installere ${RELEASE}
de: Installation von ${RELEASE} wird vorbereitet
el: Προετοιμασία εγκατάστασης του ${RELEASE}
fr_ca: Préparation de l’installation de ${RELEASE}
gl: Preparando para instalar ${RELEASE}
he: בהכנה להתקנת ${RELEASE}
hi: ${RELEASE} के संस्थापन की तैयारी हो रही है
it: Preparazione all'installazione di ${RELEASE}
km: រៀប​ចំ​ដំឡើង​ ${RELEASE}
ko: ${RELEASE} 설치 준비 중
my: ${RELEASE} ကို ထည့်သွင်းရန် ပြင်ဆင်နေပါသည်။
nb: Klargjør installasjon av ${RELEASE}
pa: ${RELEASE} ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pt_br: Preparando para instalar o ${RELEASE}
si: ${RELEASE} ස්ථාපනයට සැරසෙයි
sl: Pripravljanje na namestitev ${RELEASE}
sq: Duke u përgatitur për të instaluar ${RELEASE}
te: ${RELEASE} ని స్థాపించుటకు సిద్ధపడుతోంది
uk: Приготування до встановлення ${RELEASE}
