Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Require my password to log in
af: Vereis my wagwoord om in te teken
ar: طلب كلمة السر للولوج
ast: Pidir la mio contraseña p'aniciar sesión
bg: Изискване на парола при влизане
bo: ངའི་གསང་གྲངས་སྤྱད་ནས་ནང་དུ་འཛུལ་བ
bs: Traži moju šifru pri prijavi.
ca: Fes que calgui una contrasenya per a entrar
ckb: پێویستبوونی تێپەڕەوشە بۆ چوونە ژوورەوە
cs: Požadovat mé heslo pro přihlášení
cy: Gofyn am fy nghyfrinair i fewngofnodi
da: Kræv min adgangskode for at logge ind
de: Passwort zum Anmelden abfragen
el: Απαίτηση του κωδικού μου για την είσοδο στο σύστημα
eo: Postuli mian pasvorton por ensaluti
et: Sisselogimiseks küsitakse parooli
eu: Eskatu pasahitza saioa hasteko
fa: برای ورود گذر‌واژه لازم است
fi: Vaadi salasana sisäänkirjautumiseen
fr_ca: Exige mon mot de passe pour se connecter
gd: Iarr am facal-faire agam airson clàradh a-steach
gl: Requirir o meu contrasinal para iniciar sesión
he: דרישת הססמה שלי לצורך כניסה
hi: लाँग इन हेतु कुटशब्द की जरुरत है
hr: Zatraži moju lozinku prilikom prijave
ia: Requirer mi contrasigno pro le connexion
it: Richiedere la password personale per accedere
ja: ログイン時にパスワードを要求する
kab: Yesra awal-inu n uɛeddi iwakken ad yeqqen
km: ទាម​ទារ​ពាក្យ​សម្ងាត់​ខ្ញុំ​ ដើម្បី​ចូល
ko: 로그인할 때 암호 입력
ku: Ji bo ku tu têkevî şîfre bixwaze
lt: Reikalauti įvesti slaptažodį prisijungiant
lv: Pieprasīt manas paroles ievadi, lai pieteiktos sistēmā
mr: प्रवेश करण्याकरिता संकेतशब्द आवश्यक आहे
my: log in လုပ်ရန် မိမိ စကားဝှက်လိုအပ်ပါသည်
nb: Krev passord for å logge inn
nl: Mijn wachtwoord vergen om aan te melden
nn: Krev passord for å logga inn
pa: ਲਾਗਇਨ ਕਰਨ ਸਮੇਂ ਮੇਰਾ ਪਾਸਵਰਡ ਚਾਹੀਦਾ ਹੈ
pl: Wymaganie hasła do zalogowania
ps: د ننوتون لپاره تېرنويی غوښتل
pt: Pedir a minha palavra-passe para iniciar sessão
pt_br: Solicitar minha senha para entrar
si: ප්‍රවේශය සඳහා මගේ මුරපදය අවශ්‍යයයි
sl: Za prijavo zahtevaj geslo
sq: Kërko fjalëkalimin tim për të hyrë
sr: Захтевај моју лозинку приликом пријављивања
sv: Kräv mitt lösenord för att logga in
te: ప్రవేశించుటకు నా సంకేతపదం అవసరం
tg: Ҳангоми воридшавӣ ниҳонвожаи ман дархост карда шавад
th: ต้องป้อนรหัสผ่านเพื่อเข้าระบบ
tr: Giriş yapmak için parola iste
ug: كىرگەندە ئىم سورىسۇن
uk: Для входу потрібний пароль
vi: Yêu cầu mật khẩu để đăng nhập
zh_hk: 需要我的密碼才能登入

source: Installation type
af: Installasiesoort
ar: نوع التثبيت
ast: Triba d'instalación
bg: Вид на инсталацията
bo: སྒྲིག་འཇུག་གི་དབྱེ་རིགས
bs: Vrsta instalacije
ca: Tipus d'instal·lació
ckb: جۆری دامەزراندن
cs: Typ instalace
cy: Math o osodiad
da: Installationstype
de: Installationsart
el: Είδος εγκατάστασης
eo: Instala speco
et: Paigalduse tüüp
eu: Instalazio-mota
fa: نوع نصب
fi: Asennustyyppi
fr_ca: Type d’installation
gd: Seòrsa an stàlaidh
gl: Tipo de instalación
he: סוג ההתקנה
hi: स्थापना का प्ररूप
hr: Vrsta instalacije
ia: Typo de installation
it: Tipo d'installazione
ja: インストールの種類
kab: Anaw n usbeddi
km: ប្រភេទ​នៃ​ការ​ដំឡើង
ko: 설치 형식
ku: Cûreya avakirinê
lt: Įdiegimo tipas
lv: Instalācijas tips
mr: प्रतिष्ठापन प्रकार
my: Install ပြုလုပ်ခြင်းအမျိုးအစား
nb: Installasjonstype
nl: Installatietype
nn: Installasjonstype
pl: Rodzaj instalacji
ps: لګونې ډول
pt: Tipo de instalação
pt_br: Tipo de instalação
si: ස්ථාපනයේ වර්ගය
sl: Vrsta namestitve
sq: Lloji i instalimit
sr: Врста инсталације
sv: Installationstyp
te: స్థాపన విధానం
tg: Навъи насбкунӣ
th: รูปแบบการติดตั่ง
tr: Kurulum türü
ug: ئورنىتىش تىپى
uk: Тип встановлення
vi: Kiểu cài đặt
zh_hk: 安裝類型

source: Files (${SIZE})
af: Lêers (${SIZE})
ar: ملفات (${SIZE})
ast: Ficheros (${SIZE})
bg: Файлове (${SIZE})
bo: ཡིག་ཆ (${SIZE})
bs: Datoteka (${SIZE})
ca: Fitxers (${SIZE})
ckb: پەڕگەکان (${SIZE})
cs: Soubory (${SIZE})
cy: Ffeiliau (${SIZE})
da: Filer (${SIZE})
de: Dateien (${SIZE})
el: Αρχεία (${SIZE})
eo: Dosieroj (${SIZE})
et: Failid (${SIZE})
eu: Fitxategiak (${SIZE})
fa: پرونده‌ها(${اندازه})
fi: Tiedostot (${SIZE})
fr_ca: Fichiers (${SIZE})
gd: Faidhlichean (${SIZE})
gl: Ficheiros (${SIZE})
he: קבצים (${SIZE})
hi: फ़ाइल (${SIZE})
hr: Datoteke (${SIZE})
it: File (${SIZE})
ja: ファイル (${SIZE})
kab: Ifuyla (${SIZE})
km: ឯកសារ (${SIZE})
ko: 파일 (${SIZE})
ku: Pel (${SIZE})
lt: Failai (${SIZE})
lv: Datnes (${SIZE})
mr: फाईल्स (${SIZE})
my: ဖိုင် (${SIZE})
nb: Filer (${SIZE})
nl: Bestanden (${SIZE})
nn: Filer (${SIZE})
pa: ਫਾਇਲਾਂ (${SIZE})
pl: Pliki (${SIZE})
ps: دوتنې (${SIZE})
pt: Ficheiros (${SIZE})
pt_br: Arquivos (${SIZE})
si: ගොනු (${SIZE})
sl: Datoteke (${SIZE})
sq: Skedarët (${SIZE})
sr: Датотеке (${SIZE})
sv: Filer (${SIZE})
te: ఫైళ్ళు (${SIZE})
tg: Файлҳо (${SIZE})
th: แฟ้ม (${SIZE})
tr: Dosyalar (${SIZE})
ug: ھۆججەتلەر (${SIZE})
uk: Файли (${SIZE})
vi: Các tập tin (${SIZE})
zh_hk: 檔案 (${SIZE})

source: Where would you like to install Kubuntu?
af: Waar wil jy graag Kubuntu installeer?
ar: أين تريد تثبيت كوبونتو؟
ast: ¿Aú quies instalar Kubuntu?
bg: Къде искате да инсталирате Kubuntu?
bs: Gdje želite instalirati Kubuntu?
ca: On voleu instal·lar el Kubuntu?
ckb: حەز دەکەیت کوبونتو لە کوێ دامەزرێنیت؟
cs: Kam si přejete Kubuntu nainstalovat?
cy: Ble hoffech osod Kubuntu?
da: Hvor vil du installere Kubuntu?
de: Wo möchten Sie Kubuntu instalieren?
el: Που θέλετε να εγκαταστήσετε το Kubuntu;
eo: Kie vi volas instali Kubuntu?
et: Kuhu sa soovid Kubuntu paigaldada?
eu: Non instalatu nahi duzu Kubuntu?
fa: می‌خواهید کوبونتو را کجا نصب کنید؟
fi: Mihin haluat asentaa Kubuntun?
gd: Càit an stàlaich sinn Kubuntu dhut?
gl: Onde quere instalar Kubuntu?
he: היכן להתקין את קובונטו?
hi: आप कुबनटु को कहां स्थापित करना चाहेंगे ।
hr: Gdje biste željeli instalirati Kubuntu?
ia: Ubi derirerea tu installar Kubuntu?
it: Dove installare Kubuntu?
ja: Kubuntuをどこにインストールしますか?
kab: Anida tebɣiḍ ad tesbeddeḍ Kubuntu?
km: តើ​អ្នក​ចង់​ដំឡើង Kubuntu នៅ​កន្លែង​ណា?
ko: 어느 곳에 쿠분투를 설치하시겠습니까?
ku: Dixwazî Kubuntu'yê bi ku de ava bikî?
lt: Kur norėtumėte įdiegti Kubuntu?
lv: Kur vēlaties instalēt Kubuntu?
mr: तुम्हाला कुबंतु कुठे स्थापित करायला आवडेल?
nb: Hvor vil du installere Kubuntu?
nl: Waar zou u Kubuntu willen installeren?
nn: Kvar vil du installera Kubuntu?
pl: Gdzie zainstalować Kubuntu?
ps: تاسې چېرته د کوبونټو لګول غواړئ؟
pt: Onde deseja instalar o Kubuntu?
pt_br: Onde você gostaria de instalar o Kubuntu?
sl: Kam želite namestiti Kubuntu?
sq: Ku do të donit ta instalonit Kubuntu?
sr: Где желите да инсталирате Кубунту?
sv: Var vill du installera Kubuntu?
tg: Шумо ба куҷо мехоҳед, ки Kubuntu-ро насб кунед?
th: คุณต้องการติดตั้ง Kubuntu ไว้ที่ใด?
tr: Kubuntu'yu nereye kurmak istersiniz?
ug: كۇبۇنتۇنى قەيەرگە ئورنىتىسىز؟
uk: Де слід встановити Kubuntu?
vi: Bạn muốn cài đặt Kubuntu ở chỗ nào?
zh_hk: 您想要將 Kubuntu 安裝至何處？

source: Prepare partitions
af: Berei partisies voor
ar: تحضير الأقسام
ast: Tresnar particiones
bg: Подготовка на дяловете
bo: གསོག་སྡེར་ཁག་གྲ་སྒྲིག་བྱེད་བཞིན་པ
bs: Pripremanje particija
ca: Prepareu les particions
ckb: ئاماده‌كردنی به‌شه‌كان
cs: Připravit oddíly
cy: Paratoi ymraniadau
da: Klargør partitioner
de: Die Partitionen vorbereiten
el: Προετοιμασία κατατμήσεων
eo: Krei subdiskojn
et: Partitsioonide ettevalmistamine
eu: Prestatu partizioak
fa: آماده‌کردن افرازها
fi: Valmistele osiot
fr_ca: Préparer dles partitions
gd: Ullaich na pàirteachaidhean
gl: Preparar as particións
he: הכנת המחיצות
hi: नये विभाजन बनाएँ
hr: Pripremi particije
ia: Preparar le partitiones
it: Preparazione delle partizioni
ja: パーティションの準備中
kab: Heggi iḥricen
km: រៀប​ចំ​ចែក​ភាគ​ថាស
ko: 파티션 준비
ku: Dabeşkirinan amade bike
lt: Paruošti skirsnius
lv: Nodalījumu sagatavošana
mr: विभाग तयार करा
my: အခန်းကန့်ရန် ပြင်ဆင်သည်
nb: Klargjør partisjoner
nl: Bereid partities voor
nn: Klargjer partisjonar
pa: ਪਾਰਟੀਸ਼ਨ ਤਿਆਰੀ
pl: Przygotowywanie partycji
ps: وېشنې چمتو کول
pt: Preparar as partições
pt_br: Preparar partições
si: partitions සකසන්න
sl: Pripravi razdelke
sq: Përgatit ndarjet
sr: Припрема партиција
sv: Förbered partitioner
te: పార్టిషన్‌లను సిద్ధంచేయి
tg: Омодашавии қисмбандиҳо
th: จัดเตรียมพาร์ทิชัน
tr: Bölümleri hazırla
ug: دىسكا رايونلىرىنى تەييارلا
uk: Підготовка розділів диску
vi: Chuẩn bị các phân vùng
zh_hk: 預備分割區

source: _Restart[ action ]
af: _Herbegin[ aksie ]
ar: _ابدأ مجددًا
ca: _Reinicia
cs: _Restartovat[ action ]
eu: _Berrabiarazi[ action ]
fi: _Käynnistä uudelleen
hr: _Ponovno pokreni
ja: 再起動(_R)
kab: Ales tanek_ra[ action ]
lt: _Perleisti [ action ]
lv: Pā_rstartēt
pl: _Uruchom ponownie[ action ]
ps: _بیاپیلول[ action ]
pt: _Reiniciar
sr: _Поново покрени
sv: _Starta om
tg: _Аз нав оғоз кардан
th: _เริ่มระบบใหม่[ action ]
tr: Yeniden Başlat
ug: _ قايتا قوزغىتىش
vi: _Khởi động lại

source: _Install Now[ action ]
af: _Installeer nou
ar: _ثبّت الآن
ast: _Instalar agora
bg: _Инсталиране сега
bo: ད་ལྟ་སྒྲིག་འཇུག(I)
bs: _Instaliraj sada
ca: _Instal·la'l ara
ckb: ـئێستا دایبمەزرێنە [ action ]
cs: _Instalovat nyní[ action ]
cy: _Gosod Nawr
da: _Installér nu
de: Jetzt _installieren
el: _Εγκατάσταση τώρα
eo: _Instali nun
et: Alusta _paigaldamist
eu: _Instalatu
fa: اکنون نصب شود[ اقدام ]
fi: Asenna nyt
fr_ca: _Installer maintenant
gd: _Stàlaich an-dràsta[ action ]
gl: _Instalar agora
he: ה_תקנה כעת
hi: _संस्थापन करें
hr: _Instaliraj odmah
ia: _Installar ora[ action ]
it: _Installa
ja: インストール(_I)
kab: Sbedd tura (_I)[ action ]
km: ដំឡើង​ឥឡូវ​នេះ​[ សកម្មភាព​ ]
ko: 지금 설치(_I)
ku: Niha _saz bike
lt: Į_diegti dabar
lv: Instalēt _tagad
mr: _स्थापन करा
nb: _Installer nå
nl: _Installeer nu
nn: _Installer no
pa: ਹੁਣੇ ਇੰਸਟਾਲ ਕਰੋ[ action ](_I)
pl: _Zainstaluj
ps: اوس _لګول[ action ]
pt: _Instalar agora[ action ]
pt_br: _Instalar agora
si: දැන් ස්ථාපනය කරන්න (_I)[ ක්‍රියාව ]
sl: Namesti
sq: _Instalo Tani[ action ]
sr: _Инсталирај сада
sv: _Installera nu
te: ఇపుడు స్థాపించు[ action ] (_I)
tg: _Ҳозир насб кунед[ амал ]
th: _ติดตั้งเดี๋ยวนี้[ action ]
tr: _Şimdi Kur[ action ]
ug: ھازىر ئورنات[مەشغۇلات] (_I)
uk: _Встановити зараз
vi: _Cài đặt ngay
zh_hk: 立即安裝(_I)

source: Quit the installation?
af: Laat vaar die installasie?
ar: أأغادر التثبيت؟
ast: ¿Colar de la instalación?
bg: Излизане от инсталацията?
bo: སྒྲིག་འཇུག་མཚམས་གཅོད་དགོས་སམ
bs: Napustiti instalaciju?
ca: Voleu sortir de la instal·lació?
ckb: لە دامەزراندن دەردەچیت؟
cs: Ukončit instalaci?
cy: Gadael y gosodi?
da: Afslut installationen?
de: Die Installation beenden?
el: Διακοπή της εγκατάστασης;
eo: Ĉu ĉesigi la instaladon?
et: Paigaldamise katkestamine
eu: Instalazioa utzi?
fa: خروج از نصب؟
fi: Lopetetaanko asennus?
fr_ca: Quitter l'installation?
gd: A bheil thu airson sgur dhen stàladh?
gl: Quere saír da instalación?
he: האם לצאת מההתקנה?
hi: संस्थापना छोडें?
hr: Prekini instalaciju?
ia: Arrestar le installation?
it: Interrompere l'installazione?
ja: インストールを終了しますか?
kab: Eǧǧ asbeddi?
km: បោះ​បង់​ការដំឡើងឬ ?
ko: 설치 프로그램을 끝내시겠습니까?
ku: Ji sazkirinê derkeve?
lt: Nutraukti diegimą?
lv: Iziet no instalēšanas?
mr: प्रतिष्ठापनेतुन बाहेर पडायचे का?
my: ထည့်သွင်းမှုမှ ထွက်မှာပါလား။
nb: Vil du avbryte installasjonen?
nl: Installatie afbreken?
nn: Vil du avslutta installeringa?
pa: ਇੰਸਟਾਲੇਸ਼ਨ ਬੰਦ ਕਰਨਾ ਹੈ?
pl: Zakończyć instalację?
ps: لګونه پرېښودل غواړﺉ؟
pt: Deseja cancelar a instalação?
pt_br: Sair da instalação?
si: ස්ථාපනයෙන් පිටවෙන්නද?
sl: Ali želite namestitev prekiniti?
sq: Ta lë instalimin?
sr: Прекинути инсталацију?
sv: Avsluta installationen?
te: స్థాపన నుండి నిష్క్రమించాలా?
tg: Насбкуниро қатъ мекунед?
th: ต้องการออกจากการติดตั้งหรือไม่?
tr: Kurulumdan çıkılsın mı?
ug: ئورنىتىشنى تاشلىۋېتەمسىز؟
uk: Перервати процес встановлення?
vi: Thôi cài đặt?
zh_hk: 結束安裝程式？

source: Do you really want to quit the installation now?
af: Wil u regtig die installasie nou laat vaar?
ar: أتريد حقا مغادرة التثبيت الآن؟
ast: ¿Daveres deseya colar de la instalación agora?
bg: Наистина ли искате да излезете от инсталацията сега?
bo: ཁྱོད་ཀྱིས་སྒྲིག་འཇུག་མཚམས་གཅོད་པར་གཏན་ཁེལ་ཡིན་ནམ
bs: Da li zaista želite da napustite instalaciju sada?
ca: Realment voleu sortir de la instal·lació?
ckb: ئایا ئەتەوێت ئێستا لە دامەزراندن دەربچیت؟
cs: Opravdu chcete instalaci ukončit?
cy: Ydych chi wirioneddol eisiau gadael y gosodi nawr?
da: Er du sikker på, at du vil afslutte installationen nu?
de: Möchten Sie die Installation jetzt wirklich beenden?
el: Θέλετε πράγματι να διακόψετε την εγκατάσταση;
eo: Ĉu vi vere volas ĉesigi la instaladon nun?
et: Kas sa tahad tõesti paigalduse poole pealt lõpetada?
eu: Benetan utzi nahi duzu bertan behera instalazioa?
fa: واقعاُ می‌خواهید هم‌اکنون از نصب خارج شوید؟
fi: Haluatko varmasti lopettaa asennuksen nyt?
fr_ca: Voulez-vous vraiment quitter l'installation maintenant?
gd: A bheil thu cinnteach gu bheil thu airson sgur dhen stàladh an-dràsta?
gl: Está seguro de que quere saír da instalación?
he: האם באמת ברצונך לצאת מההתקנה כעת?
hi: क्या आप सच में संस्थापना अभी छोड़ना चाहते हैं?
hr: Želite li doista prekinuti instalaciju?
ia: Desira tu vermente arrestar le installation?
it: Interrompere veramente ora l'installazione?
ja: 本当にインストールを終了しますか?
kab: D tidet tebɣiḍ ad teǧǧeḍ asbeddi tura?
km: តើ​អ្នក​ពិត​ជា​ចង់​បោះ​បង់​ការដំឡើង​ឥឡូវ​នេះ​ឬ ?
ko: 설치 프로그램을 지금 끝내시겠습니까?
ku: Tu bi rastî dixwazî ji sazkirinê derkevî?
lt: Ar tikrai norite nutraukti diegimą dabar?
lv: Vai tiešām tagad vēlaties iziet no instalēšanas?
mr: तुम्हाला खरोखरच आता प्रतिष्ठापनेतुन बाहेर पडायचे का?
my: စနစ်ထည့်သွင်းမှုမှ အမှန်တကယ် ထွက်လိုပါသလား။
nb: Er du sikker på at du vil avbryte installasjonen nå?
nl: Weet u zeker dat u de installatie nu wilt afbreken?
nn: Vil du verkeleg avslutta installeringa?
pa: ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਇੰਸਟਾਲੇਸ਼ਨ ਬੰਦ ਕਰਨੀ ਚਾਹੁੰਦੇ ਹੋ?
pl: Na pewno zakończyć proces instalacji?
ps: ډاډمن یاست چې اوس لګونه پرېښودل غواړﺉ؟
pt: Deseja mesmo cancelar a instalação agora?
pt_br: Você realmente deseja sair da instalação agora?
si: ස්ථාපනයෙන් පිටවෙන්න ඔබට ඇත්තටම අවශ්‍යද?
sl: Ali res želite namestitev prekiniti?
sq: Me të vërtetë doni ta lini instalimin tani?
sr: Да ли заиста желите да прекинете инсталацију сада?
sv: Vill du verkligen avsluta installationen nu?
te: మీరు నిజంగానే స్థాపన ప్రక్రియ నుండి ఇపుడు నిష్క్రమించాలనుకుంటున్నారా?
tg: Оё шумо дар ҳақиқат мехоҳед, ки аз раванди насбкунӣ бароед?
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากการติดตั้งเดี๋ยวนี้?
tr: Kurulum işleminden gerçekten çıkmak istiyor musunuz?
ug: سىز راستىنلا ھازىر ئورنىتىشنى تاشلىۋېتەمسىز؟
uk: Ви справді хочете перервати процес встановлення?
vi: Bạn thực sự muốn thôi cài đặt ngay bây giờ?
zh_hk: 真的想立即結束安裝嗎？

source: Bootloader install failed
af: Selflaaierinstallasie het misluk
ar: فشل تثبيت محمل الإقلاع
ast: La instalación del xestor d'arranque falló
bg: Инсталирането на стартиращата програма е неуспешно
bo: འགོ་འཛུགས་ཆས་སྒྲིག་འཇུག་བྱེད་མ་ཐུབ
bs: Instalacija programa za učitavanja operativnog sistema nije uspjela
ca: Ha fallat la instal·lació del carregador d'arrencada
ckb: دامەزراندنی بووتلۆدەر سەرکەوتوو نەبوو
cs: Instalace zavaděče selhala
cy: Methwyd gosod y cychwynnwr
da: Installationen af opstartsindlæseren mislykkedes
de: Die Installation des Boot-Loaders ist gescheitert
el: Αποτυχία εγκατάστασης του διαχειριστή εκκίνησης
eo: Instalado de la praŝargilo fiaskis
et: Alglaaduri paigaldamine ebaõnnestus
eu: Abiarazte-kudeatzailearen instalazioak huts egin du
fa: نصب بارگذار راه‌اندازی شکست خورد
fi: Alkulatausohjelman asennus epäonnistui
fr_ca: Échec lors de l’installation du chargeur d’amorçage
gd: Dh'fhàillig stàladh a' bootloader
gl: Produciuse un fallo ao instalar o xestor de arranque
he: התקנת מנהל האתחול נכשלה
hi: बूटलोडर का संस्थापना विफल
hr: Neuspjela instalacija učitača pokretanja
ia: Installation del bootloader fallite
it: Installazione del bootloader non riuscita
ja: ブートローダのインストールに失敗しました
kab: Asbeddi n Bootloader ur yeddi ara
km: បាន​បរាជ័យ​​ក្នុង​ការ​ដំឡើង​កម្មវិធី​ចាប់​ផ្តើម​ប្រព័ន្ធ
ko: 부트로더 설치 실패
ku: Avakirina pêşbarkerê bi ser neket
lt: Nepavyko įdiegti paleidyklės
lv: Ielādētāja instalēšana kļūmīga
mr: बूटलोडर प्रतिष्ठापना अपयशी
my: စနစ်စတင်ရန် ဆွဲယူမှု မအောင်မြင်ပါ
nb: Installasjon av oppstartlaster mislyktes
nl: Opstartlader installeren is mislukt
nn: Feil ved installasjon av oppstartslastar
pa: ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਫੇਲ੍ਹ ਹੈ
pl: Nieudana instalacja programu rozruchowego
ps: پيلونلېښونکي لګول نابریالي شو
pt: Falha ao instalar o carregador de arranque
pt_br: Falha na instalação do gerenciador de inicialização
si: ආරම්භක පුරකය ස්ථාපනය අසාර්ථකයි
sl: Namestitev zagonskega nalagalnika ni uspela
sq: Instalimi i Bootloader dështoi
sr: Инсталација покретача система није успела
sv: Installation av starthanterare misslyckades
te: బూట్‌లోడర్ స్థాపన విఫలమైనది
tg: Насбкунии худроҳандозӣ ба анҷом нарасид
th: การติดตั้งบูตโหลดเดอร์ล้มเหลว
tr: Önyükleyici kurulumu başarısız oldu
ug: يېتەكلىگۈچنى ئورنىتالمىدى
uk: Встановлення завантажувача закінчилось невдало
vi: Không thể cài đặt bộ nạp khởi động
zh_hk: 開機載入程式安裝失敗

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
af: Jammer, 'n fout het voorgekom en dit was nie moontlik om die selflaaier op die spesifieke plek te installeer nie.
ar: آسف، حدث خطأ وتعذّر تثبيت محمل الإقلاع في الموقع المحدد.
ast: Sentímoslo, asocedió un fallu y nun foi dable instalar el xestor d'arranque nel allugamientu especificáu.
bg: Възникна грешка и не беше възможно стартиращата програма да се инсталира в избраното местоположение.
bo: དགོངས་དག ནོར་འཁྲུལ་ཞིག་བྱུང་འདུག་པ་དང་འགོ་འཛུགས་ཆས་འདི་གཏན་འབེབས་བྱས་པའི་གནས་སུ་སྒྲིག་འཇུག་བྱེད་མི་ཐུབ
bs: Izvinite, dogodila se greška i nije moguće instalirati program za učitavanja operativnog sistema na navedenu lokaciju.
ca: S'ha produït un error i no s'ha pogut instal·lar el carregador d'arrencada a la ubicació especificada.
ckb: ببورە، هەڵەیەک ڕوویدا و نەتوانرا بووتلۆدەر دامبەزرێت لە شوێنی دیاریکراو
cs: Omlouváme se, ale vyskytla se chyba a nebylo možné nainstalovat zavaděč v dané oblasti.
cy: Mae'n ddrwg gennym, bu gwall a nid oedd yn bosibl gosod y cychwynnwr yn y lleoliad a ddewiswyd.
da: Beklager, der opstod en fejl, og det var ikke muligt at installere opstartsindlæseren på den angivne placering.
de: Entschuldigung, ein Fehler ist aufgetreten und es war nicht möglich, den Boot-Loader an dem gewünschten Ort zu installieren.
el: Συγγνώμη, συνέβη ένα σφάλμα και ήταν αδύνατη η εγκατάσταση του διαχειριστή εκκίνησης στην καθορισμένη τοποθεσία.
eo: Bedaŭrinde, eraro okazis kaj ne eblis instali la praŝargilon en la indikita loko.
et: Alglaaduri paigaldamine valitud asukohta ebaõnnestus vea tõttu.
eu: Errore bat gertatu da eta ezin izan da abiarazte-kudeatzailea instalatu esandako kokalekuan.
fa: با عرض پوزش، یک خطا رخ داده است و امکان نصب بارگذارآغازگر در مکان مشخّص شده وجود ندارد.
fi: Tapahtui virhe, eikä alkulatausohjelman asentaminen määriteltyyn sijaintiin ollut mahdollista.
fr_ca: Désolé, une erreur s’est produite et i Il n’était pas possible d’installer le chargeur d’amorçage à l’emplacement spécifié.
gd: Tha sinn duilich ach thachair mearachd is cha b' urrainn dhuinn am bootloader a stàladh san àite a thagh thu.
gl: Sentímolo, produciuse un fallo e non foi posíbel instalar o xestor de arranque no lugar indicado.
he: אירעה שגיאה שבגללה לא היה ניתן להתקין את מנהל האתחול במיקום שסופק, עמך הסליחה.
hi: क्षमा करें, त्रुटि आ गया है जिससे निर्दिष्ट स्थान पर बूटलोडर को संस्थापित करना संभव नहीं है।
hr: Nažalost, došlo je do greške i učitač pokretanja nije bilo moguće instalirati na odabranu lokaciju.
ia: Displacente, Un error ha occurrite e il non esseva possibile installar le bootloader al location specificate.
it: Si è verificato un errore e non è stato possibile installare il bootloader alla posizione specificata.
ja: 申し訳ありません、エラーが発生したため指定の位置にブートローダをインストールすることができませんでした。
kab: Surfaɣ, teḍra-d tuccḍa yerna ulamek ara yettusbedd bootloader deg umḍiq i d-ittunefken.
km: សូម​អភ័យ​ទោស កំហុស​បាន​កើត​ឡើង​ ហើយ​នឹង​មិន​អាច​ដំឡើង​កម្មវិធី​ចាប់​ផ្តើម​ប្រព័ន្ធ​នៅ​ត្រង់​ទីតាំង​ដែល​បាន​បញ្ជាក់​បាន​ទេ ។
ko: 죄송합니다. 오류가 발생하여 지정한 위치에 부트로더를 설치할 수 없습니다.
ku: Bibore, çewtiyeke derket û li cihê diyarkirî avakirina pêşbarkerê çênebû.
lt: Atsiprašome, bet įvyko klaida ir nebuvo įmanoma įdiegti paleidyklės į nurodytą vietą.
lv: Diemžēl parādījusies kļūda, tādēļ nav iespējams instalēt ielādētāju norādītajā vietā.
mr: क्षमा करा,चूक झल्या मुळे बूटलोडर निर्दिष्ट जागे वर स्थापित करता येऊ शकत नाही.
my: ဝမ်းနည်းပါသည်။ ချို့ယွင်းချက်တစ်ခု တွေ့ရှိ၍ သတ်မှတ်ထားသော နေရာတွင် စနစ်စတင်ရန်ဆွဲယူမှုကို ထည့်သွင်းရန် မဖြစ်နိုင်ပါ။
nb: Beklager, en feil oppstod og det var ikke mulig å installere oppstartlasteren på den valgte plasseringen.
nl: Excuses, er is een fout opgetreden en het was niet mogelijk om de opstartlader te installeren op de opgegeven locatie.
nn: Det oppstod ein feil og det var ikkje mogleg å installera oppstartslastaren på den valde partisjonen.
pa: ਅਫਸੋਸ ਹੈ, ਪਰ ਇੱਕ ਗਲਤੀ ਆਈ ਅਤੇ ਦਿੱਤੇ ਟਿਕਾਣੇ ਉੱਤੇ ਬੂਟ-ਲੋਡਰ ਇੰਸਟਾਲ ਕਰਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ।
pl: Wystąpił błąd i zainstalowanie programu rozruchowego w określonym położeniu okazało się niemożliwe.
ps: وبخښئ، يوه ستونزه پېښه شوه او په ځانګړي شوي ځای کښې د پيلونلېښونکي لګول شونې نه وو.
pt: Pedimos desculpa, mas ocorreu um erro que impossibilitou a instalação da Rotina de Arranque no local especificado.
pt_br: Desculpe, ocorreu um erro e não foi possível instalar o gerenciador de inicialização no local especificado.
si: සමාවන්න, දෝශයක් පැනනැගුනු අතර ආරම්භක පූරකය දෙනලද ස්ථානයේ ස්ථාපනය කිරීමට නොහැකි විය.
sl: Prišlo je do napake, zaradi katere na navedeno mesto ni mogoče namestiti zagonskega nalagalnika.
sq: Na vjen keq, ndodhi një gabim dhe nuk ishte i mundur instalimi i bootloader në vendndodhjen e specifikuar.
sr: Извините, дошло је до грешке и није било могуће инсталирати покретач система на задатој локацији.
sv: Tyvärr, ett fel inträffade och det var inte möjligt att installera starthanteraren på den angivna platsen.
te: క్షమించండి, ఒక దోషం సంభవించినది మరియు బూట్‌లోడర్‌ని నిర్దేశించిన ప్రదేశంలో స్థాపించడం సాధ్యపడదు.
tg: Мутаассифона, хато ба вуҷуд омад ва худроҳандозӣ ба ҷойгиршавии муайяншуда насб нашуд.
th: ขออภัย ข้อผิดพลาดที่เกิดขึ้น เกิดจากตำแหน่งที่ระบุไว้ไม่สามารถติดตั้งบูตโหลดเดอร์ได้
tr: Üzgünüz, bir hata oluştu ve belirtilen konumda önyükleyici kurulamadı.
ug: كەچۈرۈڭ، خاتالىق كۆرۈلۈپ، يېتەكلىگۈچنى بەلگىلەنگەن ئورۇنغا ئورنىتىش مۇمكىن بولمىدى.
uk: Вибачте, виникла помилка і було неможливо встановити завантажувач у вказаному місці.
vi: Rất tiếc, có lỗi xảy ra nên không cài được bộ nạp khởi động ở vị trí đã được chỉ định.
zh_hk: 對不起，發生一個錯誤並且無法將開機載入程式安裝在指定的位置。
