Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Disk encryption protects your files in case you lose your computer. It requires you to enter a security key each time the computer starts up.
af: Skyfenkripsie beskerm jou lêers ingeval jy jou rekenaar verloor. Dit vereis dat jy 'n sekerheidsleutel moet verskaf elke keer as die rekenaar laai.
ar: تشفير القرص يحمي ملفاتك في حالة فقدان جهازك الحاسوب. إنه يتطلب منك إدخال مفتاح الأمان عند كل بدء تشغيل للحاسوب.
ast: El cifráu del discu protexe los ficheros en casu de perda del equipu. Necesitarás introducir una clave de seguridá cada vegada qu'anicies l'equipu.
bg: Шифроването раздели защитава файлове в случай, че загубите вашия компютър. При всяко включване ще трябва да въведете ключа за защита.
bo: གསོག་སྡེར་གྱི་གསང་རྒྱས་ཁྱོད་ཀྱིས་རྩིས་འཁོར་བོར་བརླགས་ཤོར་བའི་སྐབས་དེའི་ཐོག་གི་ཡིག་ཆ་ཉེན་སྲུང་བྱེད་ཐུབ། རྩིས་འཁོར་འགོ་འཛུགས་སྐབས་ཁྱོད་ཀྱིས་གསང་གྲངས་ཐེངས་རེར་འཇུག་དགོས
bs: Šifriranje diska štiti vaše datoteka u slučaju da izgubite vaš računar. Ono zahtijeva da se unese sigurnosni ključ svaki put kada se računar pokrene.
ca: L'encriptació de discs protegeix els fitxers en cas que perdeu l'ordinador. Us caldrà escriure una clau de seguretat cada cop que s'inicïi l'ordinador.
cs: Šifrování disku chrání vaše data v případě odcizení počítače. Po zašifrování je nutné zadat heslo při každém zapnutí počítače.
cy: Mae amgryptio'r ddisg yn diogelu eich ffeiliau rhag ofn eich bod yn colli eich cyfrifiadur. Bydd rhaid i chi roi allwedd diogelwch bob tro mae'r cyfrifiadur yn cychwyn.
da: Kryptering af disken beskytter dine filer, i tilfælde af du mister din computer. Det kræver at du angiver sikkerhedsnøgle hver gang computeren starter op.
de: Die Festplattenverschlüsselung schützt Ihre Daten, falls Sie Ihren Rechner verlieren. Es wird ein Sicherheitsschlüssel benötigt, den Sie bei jedem Systemstart eingeben müssen.
el: Η κρυπτογράφηση του σκληρού δίσκου προστατεύει τα αρχεία σας σε περίπτωση που χάσετε τον υπολογιστή σας. Απαιτείται να εισάγετε ένα κλειδί ασφαλείας κάθε φορά που ενεργοποιείται ο υπολογιστής σας.
eo: Diskĉifrado protektas viajn dosierojn, kaze ke vi perdos vian komputilon. Ĝi devigas vin eniri vian sekurecan ŝlosilon ĉiufoje kiam la komputilo startigas.
et: Ketta krüptimine kaitseb teie faile arvuti kadumise korral. Sul on vaja sisestada turvakood arvuti igal käivitamisel.
eu: Diskoaren zifratzeak zure fitxategiak babesten ditu, baldin ordenagailua galtzen baduzu. Ordenagailua abiarazten den aldiro segurtasun-gako bat sartzera behartuko zaitu.
fa: رمزنگاری دیسک، از پرونده‌هایتان در صورت گم کردن رایانه‌تان حفاظت می‌کند. این کار نیازمند وارد کردن یک کلید امنیتی در هر بار روشن کردن رایانه است.
fi: Kiintolevyn salaus suojaa tiedostoja jos tietokone katoaa tai se varastetaan. Suojaus edellyttää salausavaimen syöttämistä jokaisella tietokoneen käynnistyskerralla.
fr_ca: Le chiffrement du disque protège vos fichiers au cas où vous perdriez votre ordinateur. Il exige que vous saisissiez une clef de sécurité à chaque fois que l'ordinateur démarre.
gd: Dìonaidh crioptachadh diosga na faidhlichean agad ma chailleas tu an coimpiutair agad. Iarraidh e ort iuchair tèarainteachd a chur a-steach gach turas a thòisicheas an coimpiutair.
gl: O cifrado do disco protexe os seus ficheiros en caso de extravío do equipo. Terá que introducir unha clave de seguranza cada vez que inicie o equipo.
he: הצפנת הכונן מגנה על הקבצים שלך במקרה שהמחשב יאבד. התכונה דורשת ממך להזין מפתח אבטחה בכל פעם שהמחשב עולה.
hi: अगर आप अपना कम्पयुटर खो देते हैं तो डिस्क एनक्रिपस्न आपकी फाईलों की रक्षा करता है । डिस्क एनक्रिपस्न (disk encryption) करने के बाद हर बार कम्पयुटर के आरम्भ होने पर आपको सुरक्षा कुंजी डालने की आवश्यकता होगी ।
hr: Šifriranje diska štiti vaše datoteke u slučaju gubitka računala. Morate upisati sigurnosni ključ svaki puta kada pokrenete računalo.
ia: Le cryptation del disco protege tu files in caso tu perde tu computator.
it: La cifratura del disco consente di proteggere i propri file nel caso di perdita del computer. Richiede l'inserimento di una chiave di sicurezza all'avvio del computer.
ja: ディスク暗号化はあなたがコンピュータを紛失した際、あなたのファイルを守ります。コンピュータを起動するたびにセキュリティキーを入力する必要があります。
kab: Awgelhen n uḍebsi ad immesten ifuyla-inek ma tesruḥeḍ aselkim-inek m. yesra ad tsekcmeḍ tasarut n tɣellist di yal tikkelt ara yekker uselkim.
km: ការ​ការពារ​ការ​អ៊ិនគ្រីប​ថាស​ឯកសារ​របស់​អ្នក ក្នុង​ករណី​ដែល​អ្នក​បាត់​កុំព្យូទ័រ។ វា​ទាមទារ​ឲ្យ​អ្នក​បញ្ចូល​សោ​សុវត្ថិភាព​ពេល​ដែល​អ្នក​រៀបចំ​កុំព្យូទ័រ។
ko: 디스크를 암호화하면 컴퓨터를 분실했을 때 파일을 보호할 수 있습니다. 하지만 컴퓨터를 시작할 때 매번 보안 키를 입력해야 합니다.
ku: Şîfrekirina dîskê wextê ku tu kompûtera xwe winda bikî wê peldankên te biparêze. Her carê gava ku te kompûtera xwe vekir, wê hewce bike ku tu mifteya ewlehiyê têkevî.
lt: Diskų šifravimas apsaugo failus tuo atveju, jei prarasite savo kompiuterį. Tai reikalauja įvesti saugumo raktą kiekvieną kartą paleidus kompiuterį.
lv: Diska šifrēšana aizsargā datnes, ja esat pazaudējuši datoru. Tā liek ievadīt drošības atslēgu katru reizi, kad ieslēgsiet datoru.
mr: तुमचा संगणक हरवल्यास डिस्क एन्क्रिप्शन तुमच्या फाईल्सना सुरक्षित ठेवते. यासाठी दरवेळी तुमचा संगणक सुरु झाल्यावर सुरक्षा चावी देण्याची गरज आहे.
nb: Diskkryptering beskytter filene dine i tilfelle du mister datamaskinen. Det krever at du skriver inn en sikkerhetskode hver gang maskinen starter opp.
nl: Schijfversleuteling beschermt uw bestanden in het geval u uw computer kwijt bent. U dient elke keer dat de computer opstart een beveiligingssleutel in te voeren.
nn: Diskkryptering vernar filene viss du mistar maskina di. Det krev at du lagar ein tryggleiksnøkkel som du må skriva inn kvar gong maskina startar.
pl: Szyfrowanie dysku chroni dostęp do plików w przypadku utraty komputera. Wymaga wprowadzenia hasła przy każdym uruchomieniu komputera.
ps: د ټيکلي کوډه کښل، د سولګر د ورکېدو په وخت کښې ستاسې دوتنې خوندي ساتي. دا به هر ځل د سولګر پر پیلون تاسې نه د خونديتوب يوه کيلي غواړي.
pt: A encriptação de disco protege os seus ficheiros, caso perca o computador. Obriga a escrever uma chave de segurança sempre que o computador arranca.
pt_br: A criptografia de disco protege seus arquivos caso você perca seu computador. Ela requer o fornecimento da chave de segurança cada vez que o computador é iniciado.
sl: Šifriranje diska zaščiti vaše datoteke v primeru izgube računalnika. Šifriranje diska od vas zahteva, da vnesete varnostni kjuč vsakič, ko zaženete računalnik.
sq: Kriptimi i diskut i mbron skedarët tuaj në rast se humbisni kompjuterin. Ai ju kërkon të vendosni një çelës sigurie sa herë që kompjuteri niset.
sr: Енкрипција диска штити ваше податке у случају губитка рачунара. Биће потребно да унесете сигурносни кључ при сваком паљењу рачунара.
sv: Diskkryptering skyddar dina filer om du skulle bli av med din dator. Det kräver att du skriver in en säkerhetsnyckel varje gång datorn startar.
tg: Агар шумо компютери худро гум кунед, низоми рамзгузории диски компютерӣ файлҳои шуморо муҳофизат мекунад. Ҳангоми оғоз кардани компютер шумо бояд калиди амниятро ҳар вақт ворид намоед.
th: การเข้ารหัสดิสก์จะช่วยปกป้องแฟ้มของคุณในกรณีที่คุณทำคอมพิวเตอร์สูญหาย แต่คุณต้องใส่คีย์ความปลอดภัยในแต่ละครั้งที่เปิดเครื่องคอมพิวเตอร์
tr: Disk şifreleme bilgisayarınızı kaybetme ihtimaline karşı dosyalarınızı korumaktadır. Bilgisayar her başladığında bir güvenlik anahtarı girmenizi gerektirmektedir.
ug: دىسكىنى شىفىرلاش ئارقىلىق، كومپيۇتېرىڭىز يوقىلىپ كەتكەندە دىسكىڭىزدىكى ھۆججەتلەرنى باشقىلارنىڭ كۆرۈۋېلىشىدىن ساقلانغىلى بولىدۇ. بىراق بۇنى ئىشلەتكەندە ھەر قېتىم كومپيۇتېر قوزغالغاندا ئىمنى كىرگۈزۈشنى تەلەپ قىلىدۇ.
uk: Шифрування диска захистить ваші файли, якщо ваш комп'ютер буде викрадено. Таке шифрування потребує введення коду захисту кожного разу, коли ви вмикаєте ваш комп'ютер.
vi: Mã hóa ổ đĩa giúp bảo vệ tập tin của bạn phòng khi bạn làm mất máy tính của mình. Nó đòi hỏi bạn phải nhập một khóa bảo mật mỗi khi máy tính khởi động.
zh_hk: 磁碟加密可在您遺失電腦時保護您的檔案。每當您電腦啟動時它皆會要求您輸入安全金鑰。

source: Any files outside of ${RELEASE} will not be encrypted.
af: Enige lêers buite ${RELEASE} sal nie geënkripteer word nie.
ar: لن تُشفّر أي ملفات خارج ${RELEASE}.
bs: Datoteke izvan ${RELEASE} neće biti šifrovane.
ca: Qualsevol fitxer fora de ${RELEASE} no s'encriptarà.
ckb: هەر پەڕگەیەک لەدەرەوەی ${RELEASE} بە پاراستن(پارێزراو) ناکرێت.
cs: Soubory nesouvisející s ${RELEASE} nebudou zašifrovány.
cy: Ni chaiff unrhyw ffeiliau tu fas i ${RELEASE} eu amgryptio.
eo: Ĉiuj dosieroj ekstere de ${RELEASE} ne estos ĉifritaj.
et: Ei krüptita faile, mis asuvad ${RELEASE} seest väljaspool.
eu: ${RELEASE} instalazioaz kanpoko fitxategiak ez dira zifratuko.
fa: هیچ پرونده‌ای بیرون از ${RELEASE} رمزنگاری نمی‌شود.
fi: ${RELEASE}-asennuksen ulkopuolisia tiedostoja ei salata.
fr_ca: Tout fichier en dehors de ${RELEASE} ne sera pas chiffré.
gd: Cha dèid faidhle sam bith taobh a-muigh ${RELEASE} a chrioptachadh.
hr: Sve datoteke izvan ${RELEASE}a neće biti šifrirane.
ia: Tote le files foras de ${RELEASE} non essera cryptate
ja: ${RELEASE}以外のファイルはどれも暗号化されません。
kab: Yal afaylu beṛṛa n ${RELEASE} ur yettwagelhan ara.
ku: Ji xeynî ${RELEASE} wê ti peldank nêye şîfrekirin.
lt: Bet kokie failai, nesantys ${RELEASE} nebus užšifruoti.
lv: Visas datnes ārpus ${RELEASE} netiks šifrētas.
mr: ${RELEASE} बाहेरील फाईल्स एन्क्रिप्ट केले जाणार नाहीत
nl: Bestanden die buiten ${RELEASE} vallen zullen niet worden versleuteld.
nn: Filer som ligg utanfor ${RELEASE}-installasjonen vert ikkje krypterte.
pl: Wszystkie pliki poza instalacją ${RELEASE} nie będą zaszyfrowane.
ps: د ${RELEASE} نه پرته نورې دوتنې به كوډه كښلې نه شي.
pt: Nenhum ficheiro fora do ${RELEASE} será encriptado.
sr: Ниједна од датотека ван „${RELEASE}“ неће бити шифрована.
sv: Filer utanför ${RELEASE} kommer inte att krypteras.
tg: Ҳамаи файлҳои берун аз низоми ${RELEASE} рамзгузорӣ карда намешаванд.
th: แฟ้มใดๆ ที่อยู่นอก ${RELEASE} จะไม่ถูกเข้ารหัส
tr: ${RELEASE}'da bulunmayan hiçbir dosya şifrelenmeyecek.
ug: ${RELEASE} نىڭ سىرتىدىكى ھۆججەتلەر شىفىرلانمايدۇ.
vi: Bất kỳ tập tin nào ngoài $ {RELEASE} sẽ không được mã hóa.
zh_hk: ${RELEASE} 以外的任何文件將不會被加密。

source: <span foreground="darkred">Warning:</span> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
af: <span foreground="darkred">Waarskuwing:</span> Indien jy hierdie sekuriteitsleutel verloor is al jou data verlore. Indien nodig, skryf jou sleutel iewers neer en berg dit in 'n veilige plek elders.
ar: <span foreground="darkred">تحذير:</span> إذا فقدت مفتاح الأمان هذا، ستفقد جميع بياناتك. لذلك لو تطلب الأمر، قم بتدوين مفتاح الأمان في ورقة أو نحو ذلك، واحتفظ به في مكان آمن.
ast: <span foreground="darkred">Avisu:</span> Sí pierdes esta clave de seguridá, perderás tolos datos. Si ye necesario, escribi la clave y guárdala nun llugar seguru.
bg: <span foreground="darkred">Предупреждение:</span> Ако загубите този ключ за сигурност, няма да можете да получите достъп до файловете си. Ако го смятате за нужно, запишете си вашия ключ и го съхранете на сигурно място.
bo: <span foreground="darkred">ཉེན་བརྡ:</span> གལ་སྲིད་གསང་གྲངས་འདི་བོར་བརླགས་ཤོར་ན་ཆ་འཕྲིན་གྲངས་ཡོངས་བརླགས་འགྲོ་ངེས། དེས་གསང་གྲངས་དེ་མར་བཤུས་ནས་ཉར་ཚགས་དམ་པོ་བྱས་ནའང་བཟང་།
bs: <span foreground="darkred">Upozorenje:</span> Ako izgubite ovaj sigurnosni ključ, svi podaci će biti izgubljeni. Ako želite, možete zapisani vaš ključ i držati ga na nekom sigurnom mjestu.
ca: <span foreground="darkred">Atenció:</span> Si perdeu aquesta clau de seguretat, perdreu totes les dades. Si voleu, la podeu escriure i guardar-la en un lloc segur.
cs: <span foreground="darkred">Varování:</span> Zapomenete-li heslo, všechna data budou nenávratně ztracena. Chcete-li, napište si heslo na nějaké bezpečné místo.
cy: <span foreground="darkred">Rhybudd:</span> Os ydych yn colli'r allwedd diogelwch, bydd yr holl ddata'n gael eu colli. Os hoffech, ysgrifennwch eich allwedd ar bapur a chadwch e mewn lle diogel.
da: <span foreground="darkred">Advarsel:</span> Hvis du mister denne sikkerhedsnøgle, så mistes alle data. Hvis du har behov for det, så skriv din nøgle ned og opbevar den et andet og sikkert sted.
de: <span foreground="darkred">Warnung:</span> Falls Sie diesen Sicherheitsschlüssel verlieren, sind Ihre Daten unwiederbringlich verloren. Sie können Ihren Sicherheitsschlüssel jedoch aufschreiben und ihn an einem sicheren Ort verwahren.
el: <span foreground="darkred">Προειδοποίηση:</span> Αν χάσετε αυτό το κλειδί, θα χαθούν όλα τα δεδομένα. Αν χρειάζεται, γράψτε το κλειδί και φυλάξτε το σε ασφαλές μέρος.
eo: <span foreground="darkred">Averto:</span> Se vi perdas ĉi tiun sekurecan ŝlosilon, ĉiuj datumoj perdiĝos. Se necesas, skribu vian ŝlosilon kaj gardu ĝin en sekuran ejon aliloke.
et: <span foreground="darkred">Hoiatus:</span> Kui te kaotate turvakoodi, siis lähevad kõik andmed kaduma. Kui vaja, kirjutage turvakood üles ja hoidke seda kindlas kohas.
eu: <span foreground="darkred">Abisua:</span> Segurtasun-gakoa galtzen baduzu, datu guztiak galduko dituzu. Beharrezko baderitzozu, idatzi gakoa nonbait eta gorde leku seguruan.
fa: <span foreground="darkred">هشدار:</span> اگر این کلید امنیتی را گم کنید، تمام داده‌ها از دست خواهند رفت. در صورت نیاز، کلیدتان را نوشته و از آن در مکان امنی در جای دیگر نگه‌داری کنید.
fi: <span foreground="darkred">Varoitus:</span> Jos tämä salausavain katoaa tai unohdat sen, kaikki tiedot menetetään. Kirjoita tarvittaessa salausavain muistiin ja säilytä sitä turvallisessa paikassa ja älä tietokoneen lähettyvillä.
fr_ca: <span foreground="darkred">Attention :</span> si vous oubliez cette clef de sécurité, toutes les données seront perdues. Si besoin est, notez votre clef et conservez-la dans un endroit sûr ailleurs.
gd: <span foreground="darkred">Rabhadh:</span> Ma chailleas tu an iuchair tèarainteachd seo, cailleadh an dàta gu lèir agad. Ma bhios feum agad air, sgrìobh an iuchair agad sìos agus glèidh e ann àiteigin sàbhailte e.
gl: <span foreground="darkred">Aviso:</span > Se perde esta clave de seguranza perderá todos os datos. Se é necesario, escriba a clave e gárdea nun lugar seguro noutro sitio.
he: <span foreground="darkred">אזהרה:</span> אם מפתח זה יאבד, כל הנתונים ילכו לאיבוד. במידת הצורך עדיף לרשום את המפתח ולשמור אותו במקום בטוח כלשהו.
hi: <span foreground="darkred">चेतावनी:</span> अगर आप सुरक्षा कुंजी खो देते हैं तोे आपका सारा डेटा गायब हो जायेगा। अगर आपको आवश्यकता हो तो अपनी सुरक्षा कुंजी को लिख लें तथा किसी अन्य सुरक्षित स्थान पर संभाल कर रख लें ।
hr: <span foreground="darkred">Upozorenje:</span> Ako izgubite ovaj sigurnosni ključ, svi podaci će biti izgubljeni. Ako je potrebno, zapišite svoj sigurnosni ključ i držite ga drugdje na sigurnom mjestu.
ia: <span foreground="darkred">Advertimento:</span> Si tu perde iste clave de securitate, tote le datos essera perdite. Si tu necessita lo, trans scribe tu clave e mantene lo in un posto secur alterubi.
it: <span foreground="darkred">Attenzione:</span> se la chiave di sicurezza viene persa, i dati non saranno più accessibili. Se realmente necessario, trascrivere la chiave e conservarla in un luogo sicuro.
ja: <span foreground="darkred">警告:</span> このセキュリティキーを紛失するとすべてのデータが失われます。必要に応じて、キーを書き留めておき、他の安全な場所で保管してください。
kab: <span foreground="darkred">Ɣur-k m:</span> Ma tesruḥeḍ tasarut-agi n tɣellist, akk isefka ad ṛuḥen. Ma yelaq, aru tasarut-inek u teǧǧeḍ-tt deg umḍiq immsetnen.
km: <span foreground="darkred">Warning:</span> ប្រសិនបើ​អ្នក​បាត់​សោ​សុវត្ថិភាព​នេះ ទិន្នន័យ​ទាំងអស់​នឹង​បាត់បង់។ ប្រសិនបើ​អ្នក​ត្រូវ​ការ សរសេរ​​នៅ​ខាងក្រោម ហើយ​រក្សាទុក​វា​នៅ​កន្លែង​ណា​ក៏​បាន។
ko: <span foreground="darkred">주의:</span> 보안 키를 분실하면 모든 데이터를 잃게 됩니다. 필요한 경우에는 보안 키를 적은 후 안전한 별도의 장소에 보관하십시오.
ku: <span foreground="darkred">Hişyarî:</span> Eger tu vê mifteya ewlehiyê winda bikî, hemû dane wê winda bibin. Eger hewce be, mifteya xwe binivîse û wê li cihekî din yê bi ewle muhafeze bike.
lt: <span foreground="darkred">Dėmesio:</span> Jei prarasite šį saugumo raktą, visi duomenys bus prarasti. Jei reikia, užsirašykite saugumo raktą ir laikykite jį saugioje vietoje kur nors kitur.
lv: <span foreground="darkred">Brīdinājums:</span> ja pazaudēsiet šo drošības atslēgu, visi dati pazudīs. Ja nepieciešams, pierakstiet savu atslēgu un turiet to drošā vietā kaut kur citur.
mr: <span foreground="darkred">सूचना:</span> हि सुरक्षा चावी हरवल्यास तुमची सगळी माहिती गमावली जाईल. हि सुरक्षा चावी तुम्ही लिहून सुरक्षित ठिकाणी साठवा.
nb: <span foreground="darkred">Advarsel:</span> Hvis du mister denne sikkerhetskoden, er alle data tapt. Er det nødvendig, kan du skrive ned koden og oppbevare den på et trygt sted.
nl: <span foreground="darkred">Waarschuwing:</span> Als u deze beveiligingssleutel kwijt bent zullen alle gegevens verloren zijn. Schrijf zonodig uw sleutel op en bewaar deze op een veilige plaats.
nn: <span foreground="darkred">Åtvaring:</span> Viss du mistar tryggleiksnøkkelen, er alle dataa dine tapt. Viss du treng det kan du skriva ned nøkkelen og gøyma han på ein trygg stad.
pl: <span foreground="darkred">Uwaga:</span> Jeśli hasło zostanie utracone, dostęp do plików będzie niemożliwy. Należy przechowywać hasło w bezpiecznym miejscu.
ps: <span foreground="darkred">ګواښ:</span> که تاسې نه د خونديتوب دا کيلي ورکه شي، نو تاسې به ټول اومتوک له لاسه ورکړئ. که وغواړئ نو تاسې کولای شئ چې خپله کيلي په يوه پاڼه وليکئ او په یو خوندي ځي کښې يې کېږدئ.
pt: <span foreground="darkred">Aviso:</span> Se perdeu a chave de segurança, todas as informações serão perdidas. Se você precisa delas, escreva em baixo a sua chave de segurança e mantenha-a num lugar seguro.
pt_br: <span primeiro plano="darkred">Aviso:</span> Se você perder esta chave de segurança, todos os dados serão perdidos. Se você precisar, anote sua chave e mantê-lo em um lugar seguro em outro lugar.
sl: <span foreground="darkred">Opozorilo:</span> Če varnostni ključ izgubite, bodo vsi podatki izgubljeni. Če je potrebno, si varnostni ključ zapišite in ga shranite na varnem mestu.
sq: <span foreground="darkred">Kujdes:</span> Nëse e humbisni këtë çelës sigurie, të gjitha t dhënat do të humbasin. Nëse ju nevojitet, shkruajeni çelësin tuaj dhe mbajeni atë në një vend të sigurtë diku gjetkë.
sr: <span foreground="darkred">Упозорење:</span> Уколико изгубите безбедносни кључ, сви ваши подаци ће бити изгубљени. Ако је потребно, запишите ваш кључ и чувајте га на сигурном месту.
sv: <span foreground="darkred">Varning:</span> Om du glömmer bort säkerhetsnyckeln kommer all data gå förlorad. Om det behövs, skriv ner din nyckel och förvara den på en säker plats.
tg: <span foreground="darkred">Огоҳӣ:</span> Агар шумо ин калиди амниятро гум кунед, ҳамаи маълумоти шумо гум мешавад. Агар лозим бошад, калиди худро нависед ва онро дар ягон ҷои бехатар нигоҳ доред.
th: <span foreground="darkred">คำเตือน:</span> ถ้าคุณทำคีย์ความปลอดภัยสูญหาย คุณจะสูญเสียข้อมูลทุกอย่าง ถ้าจำเป็น ให้จดคีย์ของคุณไว้ และเก็บรักษาไว้ในที่ที่ปลอดภัย
tr: <span foreground="darkred">Uyarı:</span> Bu güvenlik anahtarını kaybederseniz bütün veriler kaybolacaktır. Gerekirse anahtarınızı yazın ve başka güvenli bir yerde saklayın.
ug: <span foreground="darkred">ئاگاھلاندۇرۇش:</span> ئەگەر بىخەتەر ئاچقۇچنى يوقىتىپ قويغان بولسىڭىز، ھەممە سانلىق مەلۇماتلىرىڭىز يوقاپ كېتىدۇ. ئەەەر زۆرۈر بولسا بىخەتەرلىك ئاچقۇچىنى خاتىرىلىۋېلىڭ ھەمدە بىخەتەر جايدا ساقلاڭ.
uk: <span foreground="darkred">Попередження:</span> якщо раптом ви втратите цей ключ захисту, всі дані буде втрачено разом з ним. Щоб забезпечити надійне відтворення ключа, запишіть його десь і зберігайте у надійному місці.
vi: <span foreground="darkred">Cảnh báo:</span> Nếu bạn để mất khóa bảo mật này, toàn bộ dữ liệu sẽ bị mất. Vì vậy, nếu cần bạn nên ghi lại khóa của mình và để nó ở một nơi kín đáo.
zh_hk: <span foreground="darkred">警告：</span>若您遺忘此安全金鑰，所有的資料將付諸流水。若您有需要的話，請將您的金鑰抄寫下來，並將它小心儲藏在其他安全的地方。

source: For more security:
af: Vir meer sekuriteit:
ar: لمزيد من الأمان:
ast: Pa mayor seguridá:
bg: За допълнителна сигурност:
bo: བདེ་སྲུང་བྱེད་སྟངས་གཞན:
bs: Za više sigurnosti:
ca: Per més seguretat:
ckb: بۆ پاراستنی زیاتر:
cs: Pro více bezpečí:
cy: Am fwy o ddiogelwch:
da: For øget sikkerhed:
de: Für mehr Sicherheit:
el: Για περισσότερη ασφάλεια:
eo: Por plia sekureco:
et: Lisaturvalisuse tagamiseks:
eu: Segurtasun gehiagorako:
fa: برای امنیت بیش‌تر:
fi: Lisäturvatoiminto:
fr_ca: Pour plus de sécurité :
gd: Airson barrachd tèarainteachd:
gl: Para maior seguranza:
he: לאבטחה הדוקה יותר:
hi: अधिक सुरक्षा के लिए:
hr: Za veću sigurnost:
ia: Pro plus de securitate:
it: Per una maggiore sicurezza:
ja: より安全にするには:
kab: I wugar n tɣellist:
km: មាន​សុវត្ថិភាព​ច្រើន៖
ko: 더 강력한 보안:
ku: Ji bo zêdetir ewlehiyê:
lt: Didesniam saugumui:
lv: Vairāk drošībai:
mr: अधिक सुरक्षेसाठी:
nb: For mer sikkerhet:
nl: Voor meer veiligheid:
nn: For auka tryggleik:
pl: Dla większego bezpieczeństwa:
ps: د لا نور خونديتوب لپاره:
pt: Para mais segurança:
pt_br: Para mais segurança:
sl: Za več varnosti:
sq: Për më tepër siguri:
sr: За већу безбедност:
sv: För ökad säkerhet:
te: మరింత భద్రత కోసం:
tg: Барои амнияти бештар:
th: เพื่อความปลอดภัยที่มากกว่า:
tr: Daha fazla güvenlik için:
ug: تېخىمۇ بەك بىخەتەرلىك ئۈچۈن:
uk: Для більшого захисту:
vi: Để tăng thêm bảo mật:
zh_hk: 取得更高的安全性：

source: Overwrite empty disk space
af: Oorskryf leë skyfspasie
ar: قم بالكتابة على مساحة القرص الفارغة
ast: Sobreescribir l'espaciu vacíu del discu
bg: Презаписване на празното пространство на диска
bo: གསོག་སྡེར་གྱི་བར་སྟོང་བཀབ་བྲིས་བྱེད་པ
bs: Prepiši prazni prostor na disku
ca: Sobreescriu l'espai de disc buit
ckb: بیخەجێی بۆشایی پەپکەی بەتاڵ
cs: Přepsat volné místo na disku
cy: Trosysgrifo'r lle disg gwag
da: Overskriv tom diskplads
de: Freien Speicherplatz überschreiben
el: Επεγγραφή κενού χώρου στο δίσκο
eo: Superskribi malplenan spacon en disko
et: Tühja kettaruumi ülekirjutamine
eu: Gainidatzi diskoko leku hutsa
fa: بازنویسی فضای دیسک خالی
fi: Kirjoita tyhjän levytilan päälle
fr_ca: Écraser l'espace disque vide
gd: Sgrìobh thairis air spàs diosga falamh
gl: Sobrescribir o espazo baleiro do disco
he: שכתוב על המקום הריק בכונן
hi: डिस्क में पड़े खाली स्थान को अधिलेखित करें ।
hr: Prebriši slobodan prostor na disku
ia: Superscriber le spatio vacue del disco
it: Sovrascrivere lo spazio vuoto sul disco
ja: 空きディスクスペースを上書きする
kab: Aru di tallunt tilemt n uḍebsi
km: សរសេរ​ជាន់​លើ​ទំហំ​ថាស​​ទំនេរ
ko: 빈 디스크 공간 덮어쓰기
ku: Li ser cihê vala yê dîskê binivîse
lt: Perrašyti tuščią vietą diske
lv: Pārrakstīt tukšo diska vietu
mr: रिकामी डिस्क जागा खोडून लिहा
nb: Overskriv tom diskplass
nl: Overschrijf lege schijfruimte
nn: Overskriv tom diskplass
pl: Zamazanie pustej przestrzeni dysku
ps: د ټيکلي ازادې تشې پاسليکل
pt: Substituir o espaço vazio no disco.
pt_br: Substituir espaço em disco vazio
sl: Prepiši prazen prostor na disku
sq: Mbishkruaj hapsirën e lirë të diskut
sr: Препиши празан простор на диску
sv: Skriv över tomt diskutrymme
tg: Рӯйҳам навиштани фазои холии диски компютерӣ
th: เขียนทับพื้นที่ว่างในดิสก์
tr: Boş disk alanının üzerine yaz
ug: قۇرۇق دىسكا بوشلۇقىنى قاپلاش
uk: Перезаписати вільне місце на диску
vi: Ghi đè lên khoảng dung lượng đĩa còn trống
zh_hk: 覆寫空的磁碟空間
