Repository: linuxmint/ubiquity
Catalog: debian/real-po/*.po
Languages: af, ar, ast, bg, bo, bs, ca, ckb, cs, cy, da, de, el, eo, et, eu, fa, fi, fr_ca, gd, gl, he, hi, hr, ia, it, ja, kab, km, ko, ku, lt, lv, mr, my, nb, nl, nn, pa, pl, ps, pt, pt_br, si, sl, sq, sr, sv, te, tg, th, tr, ug, uk, vi, zh_hk

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
af: Sodra sie stelsel tot jou tevredenheid gekonfigureer is, laat loop 'oem-config-prepare'. Hierdeur sal die stelsel die tydelike 'oem'-gebruiker uitvee en die eindgebruiker verskeie konfigurasievrae vra met die stelsel se volgende laaipoging.
ar: فور إعداد النظام حسب رغبتك. شغّل 'oem-config-prepare' .هذا سيجعل النظام يحذف المستخدم المؤقت 'oem' ويسأل المستخدم النهائي أسئلة إعداد مختلفة عند الإقلاع القادم للنظام.
ast: Una vegada que'l sistema tea configuráu pa la to satisfacción, executa 'oem-config-prepare'. Esto causará que'l sistema desanicie l'usuariu temporal 'oem' y entrugue al usuariu final delles cuestiones de configuración nel siguiente arranque.
bg: Когато системата е конфигурирана според вашите желания, стартирайте 'oem-config-prepare'. Това ще накара системата да изтрие временния 'oem' потребител и да зададе разнообразни конфигурационни въпроси на крайния потребител при следващото й стартиране.
bo: ཁྱོད་ཀྱི་འདོད་མོས་ལྟར་མ་ལག་སྒྲིག་འགོད་བྱས་རྗེས་'oem-config-prepare'འཁོར་སྐྱོད་བྱེད་རོགས། འདིས་མ་ལག་ཐོག་གནས་སྐབས་ཀྱི་'oem'སྤྱོད་མཁན་གཙང་དག་བཟོ་བ་དང་ཐེངས་རྗེས་མ་འགོ་འཛུགས་སྐབས་བེད་སྤྱོད་མཁན་ལ་སྒྲིག་འགོད་ཀྱི་དྲི་བ་འདྲ་མིན་འདྲི་རྒྱུ་ཡིན།
bs: Kada je sistem konfigurisan do vašeg zadovoljstva, pokrenite 'oem-config-prepare'. Ovim će sistem izbrisati privremenog 'oem' korisnika i pri sljedećem pokretanju će pitati zadnjeg korisnika nekoliko pitanja za konfiguraciju.
ca: Un cop s'hagi configurat el sistema amb els paràmetres desitjats, haureu d'executar l'ordre «oem-config-prepare». Això farà que el sistema suprimeixi l'usuari «oem» i demani diversos paràmetres de configuració a l'usuari final la propera vegada que es torni a iniciar.
cs: Jakmile je systém nastaven podle vašich požadavků, spusťte příkaz „oem-config-prepare“. Vymaže se tak dočasný uživatel „oem“ a koncový uživatel bude při příštím spuštění systému vyzván k nastavení svého účtu.
cy: Unwaith y bydd y system wedi ei ffurfweddu, rhedwch 'oem-config-prepare'. Bydd hwn yn achosi i'r system ddileu y defnyddiwr 'oem' dros dro a gofyn i'r defnyddiwr terfynol gwestiynau ar ffurfweddu y tro nesaf y bydd yn cychwyn.
da: Når systemet er konfigureret som du vil have det, kan du køre 'oem-config-prepare'. Så sletter systemet den midlertidige 'oem'-bruger og stiller, næste gang computeren startes, slutbrugeren en række konfigurationsspørgsmål.
de: Nachdem Sie das System Ihren Wünschen gemäß angepasst haben, führen Sie den Befehl »oem-config-prepare« aus. Dadurch wird der temporäre Benutzer »oem« gelöscht und der Endanwender beim nächsten Start zur Einrichtung des Systems aufgefordert.
el: Μόλις το σύστημα ρυθμιστεί σύμφωνα με τις προτιμήσεις σας, εκτελέστε την εντολή «oem-config-prepare». Η εντολή αυτή θα αφαιρέσει τον προσωρινό χρήστη «oem» και θα αναγκάσει το σύστημα να εκκινήσει τη διαδικασία παραμετροποίησης χρήστη στην επόμενη επανεκκίνηση.
eo: Kiam la sistemo estas kontentige agordita, plenumu 'oem-config-prepare'. Ĉi tio igos la sistemon forigi la provizoran uzanton 'oem' kaj fari al la fina uzanto kelkajn agordajn demandojn je la sekva fojo kiam ĝi praŝargos.
et: Kui süsteem on sobivalt seadistatud, käivita 'oem-config-prepare'. Sellega kustutatakse arvutist ajutine kasutaja 'oem' ning järgmisel alglaadimisel küsitakse lõppkasutajalt häälestuse kohta küsimusi.
eu: Sistema zure gustora konfiguratuta duzunean, 'oem-config-prepare' exekutatu. Honela, sistemak 'oem' behin-behineko erabiltzailea ezabatuko du. Abiarazten den hurrengoan, sistemak hainbat konfigurazio-galdera egingo dizkio erabiltzaileari.
fa: زمانی که سیستم شما طبق نیاز شما پیکربندی شد،دستور 'oem-config-prepare' را اجرا کنید.اینکار باعث خواهد شد تا سیستم کاربر موقت 'oem' را حذف کند و در زمان بارگذاری مجدد سیستم سوالاتی برای پیکربندی کاربر جدید بپرسد.
fi: Kun järjestelmä on määritelty halutulla tavalla, aja komento "oem-config-prepare". Tämä poistaa väliaikaisen "oem"-käyttäjän sekä kysyy loppukäyttäjältä seuraavalla käynnistyskerralla erilaisia asetuskysymyksiä.
fr_ca: Une fois que le système est configuré à votre satisfaction, lancer « oem-config-prepare ». Ceci dictera au système de supprimer l’utilisateur temporaire « oem » et posera diverses questions de configuration à l’utilisateur final au prochain démarrage.
gd: Turas a bhios an siostam air a rèiteachadh a-rèir do thoil fhèin, ruith "oem-config-prepare". Sguabaidh an siostam an cleachdaiche "oem" sealach às an uairsin agus faighnichidh e grunn ceistean dhen chleachdaiche gus rèiteachadh a dhèanamh an ath thuras a thòisicheas e.
gl: Unha vez que o seu sistema estea configurado ao seu gusto, execute «oem-config-prepare». Isto fará que se elimine temporalmente o seu usuario «oem» e faralle ao usuario final unha serie de preguntas a próxima vez que o sistema se inicie.
he: לאחר שהמערכת מוגדרת לשביעות רצונך, יש להריץ את הפקודה 'oem-configure-prepare'. פעולה זו תגרום למערכת למחוק את המשתמש הזמני 'oem' ולשאול את משתמש הקצה מספר שאלות להגדרה באתחול המערכת הבא.
hi: जब एक बार तंत्र का विन्यास आपके संतोषप्रद दंग से कर लिया है तो 'oem-config-prepare' को चलाएं. यह आपके तंत्र में अस्थायी 'oem' प्रयोक्ता को मिटा देगा तथा अगले बूट के समय अन्तिम प्रयोक्ता से विभिन्न विन्यास संबंधित प्रश्न करेगा.
hr: Nakon što podesite sustav kako želite, pokrenite 'oem-config-prepare'. Ovime će provremeni 'oem' korisnik biti obrisan, a sustav će od novog korisnika zatražiti pojedinosti podešavanja kod idućeg pokretanja.
ia: Un vice que le systema es configurate a tu satisfaction, face fluer 'oem-config-prepare'. Isto causara le systema cancellara le usator temporari 'oem' e le usator final varie questiones de configuration le vice sequente illo initiara le boot.
it: Una volta configurato il sistema come desiderato, eseguire «oem-config-prepare». Questo comando cancellerà l'utente temporaneo «oem» e, al successivo avvio, il sistema porrà alcune domande di configurazione all'utente finale.
ja: システムを満足のいく状態に設定したら、'oem-config-prepare' を実行してください。この操作により一時的に作成した 'oem' ユーザーが削除され、次回のコンピューター起動時にエンドユーザーに色々な設定に関する質問を行います。
kab: Ticki anagraw yettuswel akken tebɣiḍ, selkem 'oem-config-prepare'. Ayagi ad yesiweḍ anagraw ad d-yaf aseqdac 'oem' akudan yerna ad yesuter i useqdac n taggara aṭas n tuttriwin ɣef twila ticki ara yales tanekra.
km: នៅ​ពេល​ប្រព័ន្ធ​ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​សម្រាប់​អ្នក​ហើយ ដំណើរ​ 'oem-config-prepare' ។ វា​នឹង​ធ្វើ​ឲ្យ​ប្រព័ន្ធ​លុប​អ្នក​ប្រើ​ 'oem' បណ្តោះ​អាសន្ន​ និង​សួរ​អ្នក​ប្រើ​នូវ​សំណួរ​កំណត់​រចនាសម្ព័ន្ធ​ផ្សេង​ៗ​ នៅ​ពេល​ដែល​វា​ចាប់​ផ្តើម​លើក​ក្រោយ ។
ko: 시스템 설정이 끝나면 'oem-config-prepare' 명령을 실행하여 임시 계정인 'oem' 사용자를 삭제하고 다음 실행할 때 최종 사용자에게 다양한 설정을 묻도록 하십시오.
ku: Piştî ku sîstem li gorî xwestina te hate eyarkirin, fermana 'oem-config-prepare' bide xebitandin. Ev wê bibe sedem ku sîstem bikarhênera 'oem' ya demkî jê bibe û gava cardin vebibe wê ji bikarênerê dawîn re çend pirsên vesazkirinê bipirse.
lt: Sukonfigūravę sistemą pagal savo poreikius paleiskite „oem-config-prepare“. Tai privers sistemą ištrinti laikiną „oem“ naudotoją ir kitą kartą paleidus sistemą, galutinio naudotojo klaus įvairių konfigūravimo klausimų.
lv: Kad sistēma ir nokonfigurēta pēc jūsu patikas, palaidiet 'oem-config-prepare'. Tas liks sistēmai izdzēst pagaidu lietotāju 'oem' un gala lietotājam uzdos vairākus jautājumus par konfigurāciju nākamreiz sistēmas ielādes laikā.
mr: एकदा आपल्या समाधानाप्रमाणे प्रणाली संरचीत झाली कि, 'oem-config-prepare' चालवा. हे प्रणालीतील तात्पुरता 'OEM' वापरकर्ता हटवेल आणि अंतिम वापरकर्त्याला विविध व्यूहरचना प्रश्न पुढच्या वेळी बूट होताना विचारेल.
my: သင်ကျေနပ်သည်အထိ ပြင်ဆင်ချိန်ညှိမှုများ ပြုလုပ်ပြီးလျှင် 'oem-config-prepare' ကို လုပ်ဆောင်ပါ။ ဤသို့လုပ်ဆောင်ခြင်းဖြင့် 'oem' အသုံးပြုသူကို ယာယီ ဖျက်သိမ်းပြီး နောက်တစ်ခါ စတင်လျှင် များပြားသော ချိန်ညှိမှု မေးခွန်းများကို အဆုံးသတ် အသုံးပြုသူသို့ မေးမြန်းပါလိမ့်မည်။
nb: Så snart systemet er konfigurert slik du ønsker, kjør «oem-config-prepare». Dette vil få systemet til å slette den midlertidige «oem»-brukeren og stille sluttbrukeren forskjellige konfigurasjonsspørsmål neste gang systemet startes.
nl: Zodra het systeem naar uw tevredenheid is ingesteld, start u 'oem-config-prepare'. Hierdoor zal het systeem de tijdelijke 'oem'-gebruiker verwijderen en zal het de eindgebruiker diverse instellingsvragen stellen zodra het systeem de volgende keer opstart.
nn: Når du er fornøgd med systemoppsettet, køyr «oem-config-prepare». Systemet vil då sletta den mellombelse «oem»-brukaren. Sluttbrukaren vert stilt forskjellige oppsettspørsmål neste gong systemet startar.
pl: Kiedy system zostanie skonfigurowany zgodnie z potrzebami, należy uruchomić "oem-config-prepare". Spowoduje to usunięcie tymczasowego użytkownika "oem" i zada końcowemu użytkownikowi różne pytania konfiguracyjne przy następnym rozruchu.
ps: یو ځل چې د غونډال سازونه ستاسې پر خوښه وشوه، نو بیا 'oem-config-prepare' وځغلوئ. دا به د 'oem' لنډمهالى کارن له غونډاله ړنګ کړي او د بل ځل پیلون سره به د پای کارن نه د سازونې ځينې پوښتنې وکړي.
pt: Assim que tiver o sistema configurado à sua maneira, execute o 'oem-config-prepare'. Isto fará com que o sistema elimine o utilizador temporário 'oem' e posteriormente irá colocar várias questões sobre a configuração ao utilizador final, da próxima vez que o sistema iniciar.
pt_br: Quando o sistema estiver configurado de forma satisfatória, execute 'oem-config-prepare'. Isso irá fazer com que o sistema apague o usuário temporário 'oem' e pergunte ao usuário final várias questões de configuração na próxima vez que for iniciado.
si: පද්ධතිය ඔබේ රුචියට අනුව සැකසූ පසු, 'oem-config-prepare' ධාවනය කරන්න. මෙය පදධතියේ තැනූ තාවකාලික 'oem' පරිශීලක මකාදමන අතර ඊලඟ වතාවේ ආරම්භ කරන විට අන්ත පරිශීලක සැකසීම් ගැටළු විමසනු ඇත.
sl: Ko boste sistem nastavili po svojih željah, zaženite ukaz 'oem-config-prepare', da bo sistem izbrisal začasnega uporabnika 'oem' in ob naslednjem zagonu končnemu uporabniku postavil še nekaj vprašanj.
sq: Pasi e keni konfiguruar sistemin sipas dëshirës, nisni 'oem-config-prepare'. Kjo do të bëjë që sistemi ta fshijë përdoruesin e përkohshëm 'oem' dhe ta pyesë përdoruesin për pyetje të ndryshme konfigurimi herën tjetër që ndizet.
sr: Када је систем најзад подешен према вашим потребама, покрените „oem-config-prepare“. Тада ће систем да обрише привременог „оем“ корисника и поставиће крајњем кориснику нека питања подешавања приликом следећег покретања.
sv: När systemet är konfigurerat enligt dina önskemål kan du köra "oem-config-prepare". Det här gör att systemet tar bort den temporära användaren "oem" och ställer några olika konfigurationsfrågor till slutanvändaren nästa gång systemet startas upp.
te: ఒకసారి సిస్టంను మీకు నచ్చిన విధంగా కాన్ఫిగర్ చేసినట్లయితే, 'oem-config-prepare' నడపండి. దీనివలన సిస్టంలో ఉన్న తాత్కాలిక 'oem' వాడుకరిని తీసివేస్తుంది మరియు సిస్టంను మళ్ళీ ప్రారంభించినపుడు వాడుకరిని వైవిధ్య కాన్ఫిగరేషన్ ప్రశ్నలను అడుగుతుంది.
tg: Баъд аз танзим кардани низом мувофиқи талаботи худ, фармони 'oem-config-prepare'-ро иҷро намоед. Ин фармон корбарони муваққатиро монанди 'oem' аз низом нест мекунад ва танзимоти гуногунро дар роҳандозии навбатӣ ба шумо пешниҳод мекунад.
th: เมื่อระบบถูกปรับแต่งตามความพอใจของคุณแล้ว เรียก 'oem-config-prepare' นี่จะทำให้ระบบลบผู้ใช้ชั่วคราว 'oem' และถามผู้ใช้เกี่ยวกับการตั้งค่าหลายประการในครั้งต่อไปที่บูต
tr: Sistem arzu ettiğiniz şekilde ayarlandıktan sonra 'oem-config-prepare' komutunu çalıştırın. Bu, sistemin geçici 'oem' kullanıcısını silmesine ve sistemin bir sonraki yeniden başlatımında son kullanıcıya çeşitli yapılandırma soruları soracaktır.
ug: ئېھتىياجىڭىزغا ئاساسەن سىستېمىنى سەپلەپ بولسىڭىزلا 'oem-config-prepare' نى ئىجرا قىلىڭ. بۇنداق بولغاندا ۋاقىتلىق ئىشلەتكۈچى 'oem' سىستېما تەرىپىدىن ئۆچۈرۈلىدۇ، ھەمدە كېيىنكى قېتىم قوزغالغاندا ئاخىرقى ئىشلەتكۈچىدىن ھەر خىل سەپلىمىلەرنى سورايدۇ.
uk: Коли система налаштована задовільним для вас чином, запустіть 'oem-config-prepare'. В результаті система видалить тимчасового користувача 'oem' і під час наступного завантаження задасть кінцевому користувачу різні питання по налаштуванню.
vi: Khi bạn đã cấu hình hệ thống xong, chạy 'oem-config-prepare'. Lệnh này sẽ khiến hệ thống xóa bỏ người dùng 'oem' tạm thời và ở lần khởi động tiếp theo, nó sẽ đặt nhiều câu hỏi về cấu hình cho người dùng cuối.
zh_hk: 一旦您完成該系統的設定後，請執行 'oem-config-prepare' 指令。此指令會讓系統刪除臨時的「oem」使用者，並在下次重新開機後詢問使用者一些設定上的問題。

source: Removing packages
af: Verwyder pakkette
ar: يحذف الحزم
ast: Desaniciando paquetes
bg: Премахване на пакети
bo: ཐུམ་བུ་འདོར་བཞིན་པ
bs: Uklanjanje paketa
ca: S'estan suprimint els paquets
ckb: لابردنی گورزەکان
cs: Odstraňování balíčků
cy: Dileu pecynnau
da: Fjerner pakker
de: Pakete werden entfernt
el: Αφαίρεση πακέτων
eo: Foriganta pakaĵojn
et: Pakettide eemaldamine
eu: Paketeak ezabatzen
fa: در حال برداشتن بسته‌ها
fi: Poistetaan paketteja
fr_ca: Suppression des paquets
gd: A' toirt air falbh nam pacaidean
gl: Eliminando paquetes
he: החבילות מוסרות
hi: पैकेज हटा रहा है
hr: Uklanjanje paketa
ia: Remotion del pacchettos
it: Rimozione dei pacchetti
ja: パッケージを削除しています
kab: Tukksa n ikemmusen
km: លុប​កញ្ចប់​ចេញ
ko: 패키지 제거 중
ku: Pakêt tên rakirin
lt: Šalinami paketai
lv: Noņem pakotnes
mr: पॅकेजेस काढून टाकत आहे
my: ဆော့ဖ်ဝဲလ်ဖိုင်ထုပ်များ ဖယ်ရှားနေပါသည်
nb: Fjerner pakker
nl: Pakketten verwijderen
nn: Fjernar pakkar
pa: ਪੈਕੇਜ ਹਟਾਏ ਜਾ ਰਹੇ ਹਨ
pl: Usuwanie pakietów
ps: بنډلونه لېرې کېږي
pt: A remover pacotes
pt_br: Removendo pacotes
si: පැකේජ ඉවත්කරමින්
sl: Odstranjevanje paketov
sq: Duke hequr paketat
sr: Уклањам пакете
sv: Tar bort paket
te: ప్యాకేజీలు తొలగించబడుతున్నాయి
tg: Тозакунии бастаҳо
th: กำลังถอดถอนแพกเกจ
tr: Paketler kaldırılıyor
ug: بوغچىلارنى ئۆچۈرۈۋاتىدۇ
uk: Вилучення пакунків
vi: Đang gỡ bỏ các gói
zh_hk: 移除套件中

source: cryptsetup luksAddKey device_name
af: kryptsetup luksVoegSleutel toestel _naam
sv: cryptsetup luksAddKey enhetens_namn
tr: cryptsetup luksAddKey cihaz_adi

source: MB
af: MG
ar: م.ب
bg: МБ
ckb: مێگابایت
el: ΜΒ
fa: م‌ب
fi: Mt
fr_ca: Mo
he: מ״ב
hi: मे.बा.
kab: KAṬ
km: មេកាបៃ
ps: م‌ب
te: మెబై
tg: МБ
ug: م ب
uk: МБ

source: Count not save recovery key:
af: Tel stoor nie herstelsleutel:
cs: Klíč pro obnovení nelze uložit:
fi: Palautusavainta ei voi tallentaa:
hr: Nemoguće spremanje ključa obnove:
pt: Contagem não guardou a chave de recuperação:
tr: Kurtarma anahtarını kaydedilemedi:

source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
ar: يستخدم هذا الحاسوب Intel RST (تقنية التخزين السريع). تحتاج لإيقاف تشغيل RST قبل تثبيت Ubuntu. للحصول على إرشادات، افتح هذه الصفحة على الهاتف أو أي جهاز آخر: <a href="https://help.ubuntu.com/rst"> help.ubuntu.com/rst</a>
ca: Aquest ordinador fa servir Intel RST (tecnologia d'emmagatzematge ràpid). Haureu de desactivar la RST abans d'instal·lar l'Ubuntu. Per obtenir les instruccions de com fer-ho, obriu el següent enllaç en un telèfon intel·ligent o un altre dispositiu: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
eu: Ordenagailu honek Intel RST (Rapid Storage Technology) teknologia darabil. Ubuntu instalatu baino lehen RST itzali beharra duzu. Jarraibideetarako, ireki orri hau mugikorrean edo beste gailu batean: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
kab: Aselkim-agi isseqdac RST (Rapid Storage Technology). Isefk ad tsenseḍ RSTsend asbeddi n UBUNTU. I tannaḍin, ldi asebter-agi deg usawal neɣ deg yibenk-nniḍen: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
lv: Šis dators izmanto Intel RST (Rapid Storage Technology). Jums jāizslēdz RST pirms varat instalēt Ubuntu. Lai uzzinātu, kā to izdarīt, atveriet šo lapu uz tālruņa vai kādas citas ierīces: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
pl: Ten komputer używa Intel RST (Rapid Storage Technology). Przed zainstalowaniem Ubuntu należy wyłączyć RST. Aby uzyskać instrukcje, otwórz tę stronę na telefonie lub innym urządzeniu: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
ps: دا سولګر اېنټېل RST (چټک زېرمې ټېکنالوجي) کاروي. تاسې اړ یاست چې د اوبونټو د لګولو نه مخکې RST بنده کړئ. د چارښودنې لپاره، دا پاڼه پر یو لرغږون یا بلې کومې وزلې باندې پرانيځئ: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
pt: Este computador utiliza Intel RST (Rapid Storage Technology). É necessário desactivar RST antes de instalar o Ubuntu. Para ver instruções, abra esta página num telemóvel ou noutro dispositivo: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
sv: Den här datorn använder Intel RST (Rapid Storage Technology). Du måste stänga av RST innan du installerar Ubuntu. För instruktioner, öppna den här sidan på en telefon eller annan enhet: <a href="https://help.ubuntu.com/rst"> help.ubuntu.com/rst </a>
th: คอมพิวเตอร์เครื่องนี้ใช้ Intel RST (Rapid Storage Technology) คุณจำเป็นต้องปิด RST ก่อนติดตั้ง Ubuntu อ่านวิธีการได้จาก <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a> บนโทรศัพท์หรืออุปกรณ์อื่น
ug: بۇ كومپيۇتېردا Intel RST (تېز ساقلاش تېخنىكىسى) ئىشلىتىلگەن. Ubuntu نى ئورنىتىشتىن بۇرۇن RST نى ئېتىۋېتىشىڭىز كېرەك. كۆرسەتمە ئۈچۈن ، بۇ بەتنى تېلېفون ياكى باشقا ئۈسكۈنىدە ئېچىڭ:<a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
vi: Máy tính này sử dụng Intel RST (Công nghệ lưu trữ nhanh). Bạn cần phải tắt RST trước khi cài đặt Ubuntu. Để được hướng dẫn chi tiết, hãy mở trang web này trên điện thoại hoặc thiết bị khác: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>

source: This computer uses Windows BitLocker encryption. You need to turn off BitLocker in Windows before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
ar: يستخدم هذا الحاسوب تشفير Windows BitLocker. تحتاج لإيقاف تشغيل BitLocker في Windows قبل تثبيت Ubuntu. للحصول على إرشادات، افتح هذه الصفحة على الهاتف أو أي جهاز آخر: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
ca: Aquest ordinador fa servir el sistema d'encriptació de Windows BitLocker. Haureu de desactivar el BitLocker a Windows abans d'instal·lar l'Ubuntu. Per obtenir les instruccions de com fer-ho, obriu el següent enllaç en un telèfon intel·ligent o un altre dispositiu: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
eu: Ordenagailu honek Windowsen BitLocker zifratzea darabil. Windowsen BitLocker itzali beharra duzu Ubuntu instalatu baino lehen. Jarraibideetarako, ireki orri hau mugikorrean edo beste gailu batean: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
kab: Aselkim-agi isseqdac awgelhen BitLocker n Windows. Ahat isefk ad tsenseḍ BitLocker di Windows send ad tesbeddeḍ Ubuntu. I tanaḍin, ldi asebter-agi deg usawal neɣ deg yibenk-nniḍen: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
lv: Šis dators izmanto Windows BitLocker šifrēšanu. Jums uz Windows jāizslēdz BitLocker pirms varat instalēt Ubuntu. Lai uzzinātu, kā to izdarīt, atveriet šo lapu uz tālruņa vai kādas citas ierīces: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
pl: Ten komputer używa szyfrowania Windows BitLocker. Przed zainstalowaniem Ubuntu należy wyłączyć funkcję BitLocker w systemie Windows. Aby uzyskać instrukcje, otwórz tę stronę na telefonie lub innym urządzeniu: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
ps: دا سولګر وېنډوز بېټلاکر کوډییزونه کاروي. تاسې اړ یاست چې د اوبونټو د لګولو نه مخکې بېټلاکر پر وېنډوز باندې بند کړئ. د چارښودنې لپاره، دا پاڼه پر یو لرغږون یا بلې کومې وزلې باندې پرانيځئ: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
pt: Este computador utiliza encriptação Windows BitLocker. É necessário desactivar o BitLocker no Windows antes de instalar o Ubuntu. Para ver instruções, abra esta página num telemóvel ou noutro dispositivo: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
sv: Den här datorn använder Windows BitLocker-kryptering. Du måste stänga av BitLocker i Windows innan du installerar Ubuntu. För instruktioner, öppna den här sidan på en telefon eller annan enhet: <a href="https://help.ubuntu.com/bitlocker"> help.ubuntu.com/bitlocker </a>
th: คอมพิวเตอร์เครื่องนี้ใช้ Windows BitLocker เข้ารหัสข้อมูล คุณจำเป็นต้องปิด BitLocker ใน Windows ก่อนติดตั้ง Ubuntu อ่านวิธีการได้จาก <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a> บนโทรศัพท์หรืออุปกรณ์อื่น
ug: بۇ كومپيۇتېر Windows BitLocker مەخپىيلەشتۈرۈشنى ئىشلىتىدۇ. Ubuntu نى ئورنىتىشتىن بۇرۇن Windows دىكى BitLocker نى ئېتىۋېتىشىڭىز كېرەك. كۆرسەتمە ئۈچۈن ، بۇ بەتنى تېلېفون ياكى باشقا ئۈسكۈنىدە ئېچىڭ: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
vi: Máy tính này đang dùng Windows BitLocker encryption. Bạn cần tắt BitLocker trong Windows trước khi ;uốn cài đặt Ubuntu. Bạn có thể tham khảo các chỉ dẫn trên trang web sau đây: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
