Repository: linuxmint/ubiquity
Catalog: debian/real-po/su.po
Languages: su

source: This software is subject to license terms included with its documentation. Some is proprietary.
su: Pakakas lemes ieu milu kana katangtuan lisénsi anu dibarengkeun dina dokuméntasina. Sawatara kawatesanan ku hak cipta.

source: Install third-party software for graphics and Wi-Fi hardware and additional media formats
su: Pasangkeun pakakas lemes pihak katilu pikeun grafik jeung pakakas teuas nirkabel sarta format média tambahan

source: Download updates while installing ${RELEASE}
su: Unjal panganyaran waktu masangkeun ${RELEASE}

source: This saves time after installation.
su: Ieu ngirit waktu sanggeus pamasangan.

source: Not available because there is no Internet connection.
su: Teu sayaga lantaran weuweuh sambungan internét.

source: What apps would you like to install to start with?
su: Aplikasi naon anu hayang mimiti dipasangkeun?

source: Which applications would you like to start with?
su: Aplikasi mana nu hayang dimimitian?

source: Minimal installation
su: Pamasangan minimal

source: Web browser and basic utilities.
su: Panyungsi wéb jeung kaperluan dasar.

source: Web browser plus basic utilities and applications.
su: Panyungsi wéb ditambahan kaperluan dasar jeung aplikasi.

source: Normal installation
su: Pamasangan biasa

source: Web browser, utilities, office software, games, and media players.
su: Panyungsi wéb, kaperluan, pakakas lemes kantor, gim, jeung pamaén média.

source: Web browser, utilities, office software, plus additional internet applications and media players.
su: Panyungsi wéb, kaperluan, pakakas lemes kantor, sarta aplikasi internét tambahan jeung pamaén média.

source: Other options
su: Pilihan séjén

source: Installing third-party drivers requires configuring Secure Boot. To do this, you need to choose a security key now, and enter it when the system restarts.
su: Masangkeun driver pihak katilu butuh merenahkeun Secure Boot. Pikeun ngalakukeun ieu, anjeun perlu milih konci kaamanan ayeuna, jeung asupkeun éta konci waktu sistem ngahurungkeun deui (restart).

source: Layout:
su: Tata tempat:

source: Variant:
su: Ragem:

source: Below is an image of your current layout:
su: Ieu di handap gambar tata tempat anjeun:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
su: Pilih tempat anjeun, sangkan sistem bisa maké katangtuan layar anu merenah pikeun nagara anjeun, ngunjal panganyaran tina situs di deukeut anjeun, sarta ngatur jam kana waktu lokal anu bener.

source: Time Zone:
su: Wewengkon Waktu:

source: Region:
su: Wewengkon:

source: [type here to change]
su: [ketik di dieu pikeun ngarobah]

source: Replace ${OS} with ${DISTRO}
su: Ganti ${OS} ku ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
su: <span foreground="darkred">Perhatian:</span> Ieu bakal mupus sakabéh program, dokumén, foto, musik, jeung berkas séjénna dina ${OS} anjeun.

source: Install ${DISTRO} alongside ${OS}
su: Pasangkeun ${DISTRO} sagigireun ${OS}

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
su: Dokumén, musik, jeung berkas pribadi séjén bakal kasimpen. Anjeun bisa milih sistem operasi mana nu rék dipaké unggal komputer dihurungkeun.

source: Install ${DISTRO} inside ${OS}
su: Pasangkeun ${DISTRO} di jero ${OS}

source: Something else
su: Nu séjénna

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
su: Anjeun bisa nyieun atawa ngarobah ukuran partisi sorangan, atawa pilih sawatara partisi pikeun ${DISTRO}.

source: Erase ${CURDISTRO} and reinstall
su: Pupus ${CURDISTRO} jeung pasangkeun deui

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
su: <span foreground="darkred">Perhatian:</span> Ieu bakal mupus kabéh program, dokumén, foto, musik, jeung berkas séjén dina ${CURDISTRO} anjeun.

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
su: Pasangkeun ${DISTRO} ${VER} sagigireun ${CURDISTRO}

source: Erase disk and install ${DISTRO}
su: Pupus disk jeung pasangkeun ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete any files on the disk.
su: <span foreground="darkred">Perhatian:</span> Ieu bakal mupus sakabéh berkas dina disk.

source: Erase everything and reinstall
su: Pupus sakabéhna jeung pasangkeun deui

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
su: <span foreground="darkred">Perhatian:</span> Ieu bakal mupus kabéh program, dokumén, foto, musik jeung berkas anjeun dina ${OS} jeung ${CURDISTRO}.

source: Reinstall ${CURDISTRO}
su: Pasangkeun deui ${CURDISTRO}

source: Documents, music, and other personal files will be kept. Installed software and system-wide settings will be cleared.
su: Dokumén, musik, jeung berkas pribadi séjénna bakal kasimpen. Pakakas lemes anu geus dipasangkeun jeung pangaturan sistem jembar bakal diberesihkeun.

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
su: <span foreground="darkred">Perhatian:</span> Ieu bakal mupus kabéh program, dokumén, oto, musik, jeung berkas séjén anjeun dina kabéh sistem operasi.

source: Install ${DISTRO} alongside them
su: Pasangkeun ${DISTRO} sagigireun nu séjénna

source: This computer currently has ${OS} on it. What would you like to do?
su: Komputer ieu geus boga ${OS} di jerona. Anjeun rék ngalakukeun naon?

source: This computer currently has ${OS1} and ${OS2} on it. What would you like to do?
su: Komputer ieu geus boga ${OS} jeung ${OS2} di jerona. Anjeun rék ngalakukeun naon?

source: This computer currently has multiple operating systems on it. What would you like to do?
su: Komputer ieu geus boga sawatara sistem operasi di jerona. Anjeun rék ngalakukeun naon?

source: This computer currently has no detected operating systems. What would you like to do?
su: Komputer ieu teu boga sistem operasi anu kapaluruh. Anjeun rék ngalakukeun naon?

source: Before:
su: Saméméh:

source: After:
su: Sanggeus:

source: Encrypt the new ${RELEASE} installation for security
su: Énkripsi pamasangan ${RELEASE} anyar pikeun kaamanan

source: You will choose a security key in the next step.
su: Anjeun bakal milih konci kaamanan dina léngkah satuluyna.

source: Use LVM with the new ${RELEASE} installation
su: Paké LVM jeung pamasangan ${RELEASE} anyar

source: This will set up Logical Volume Management. It allows taking snapshots and easier partition resizing.
su: Ieu bakal ngatur Logical Volume Management. Ieu ngijinan pikeun nyieun snapshot jeung ngarobah partisi nu leuwih gampang.

source: Erase disk and use ZFS
su: Pupus disk jeung paké ZFS

source: <span foreground="darkred">Warning:</span> This will delete all your files on all operating systems.
su: <span foreground="darkred">Perhatian:</span> Ieu bakal mupus kabéh berkas dina kabéh sistem operasi.

source: Advanced Features
su: Fitur Mahér

source: None
su: Euweuh

source: None selected
su: Euweuh anu dipilih

source: Advanced features...
su: Fitur mahér...

source: LVM selected
su: LVM geus dipilih

source: LVM and encryption selected
su: LVM jeung énkripsi geus dipilih

source: ZFS selected
su: ZFS geus dipilih

source: ZFS and encryption selected
su: ZFS jeung énkripsi geus dipilih

source: Confirm the security key:
su: Pastikeun konci kaamanan:

source: Choose a security key:
su: Pilih konci kaamanan:

source: Disk encryption protects your files in case you lose your computer. It requires you to enter a security key each time the computer starts up.
su: Énkripsi disk ngamankeun berkas anjeun upama komputer anjeun leungit. Anjeun perlu ngasupkeun konci kaamanan unggal komputer dihurungkeun.

source: Any files outside of ${RELEASE} will not be encrypted.
su: Unggal berkas saluareun ${RELEASE} moal diénkripsi.

source: <span foreground="darkred">Warning:</span> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
su: <span foreground="darkred">Perhatian:</span> Upama anjeun leungiteun konci kaamanan ieu, kabéh data bakal leungit. Upama anjeun perlu, tuliskeun konci kaamanan anjeun sarta simpen di tempat séjén anu aman.

source: For more security:
su: Pikeun kaamanan anu leuwih:

source: Overwrite empty disk space
su: Timpah lolongkrang disk anu kosong

source: The installation may take much longer.
su: Pamasangan mungkin bisa leuwih lila.

source: Volume groups:
su: Grup volume:

source: Encryption Options
su: Pilihan Énkripsi

source: Physical volumes:
su: Volume fisik:

source: Encrypt this partition (LUKS)
su: Énkripsi partisi ieu (LUKS)

source: Logical Volume Management (LVM) lets ${RELEASE} treat multiple physical volumes as a single volume.
su: Logical Volume Management (LVM) ngamungkinkeun ${RELEASE} sangkan bisa ngatur sawatara volume fisik minangka volume tunggal.

source: Encryption options...
su: Pilihan énkripsi...

source: You have chosen to enable third-party software as part of your install, which for this system includes hardware drivers for graphics and/or Wi-Fi hardware. Your system also has UEFI Secure Boot enabled. UEFI Secure Boot needs to be configured to allow the use of these third-party drivers.
su: Anjeun geus milih pikeun ngijinan pakakas lemes pihak katilu minangkan bagian tina pamasangan anjeun, anu dina sistem ieu bakal nyartakeun driver pakakas teuas pikeun grafik jeung/atawa pakakas Wi-Fi. Sistem anjeun ogé ngijinan UEFI Secure Boot. UEFI Secure Boot perlu diatur sangkan ngijinan pamakéan driver pihak katilu.

source: After installation completes, Ubuntu will assist you in configuring UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
su: Sanggeus pamasangan bérés, Ubuntu bakal nungtun anjeun merenahkeun UEFI Secure Boot. Pikeun mastikeun yén ieu parobahan dijieun ku anjeun minangka pamaké anu geus diijinan, sarta lain ku nu narajang, anjeun kudu milih sandi kecap ayeuna tuluy paké deui sandi kecap anu sarua sanggeus ngahurungkeun deui (reboot) pikeun mastikeun parobahan.

source: <span foreground="darkred">Warning</span>: If you choose not to install these drivers, or if you proceed but do not confirm the password upon reboot, Ubuntu will still be able to boot on your system but these third-party drivers will not be available for your hardware.
su: <span foreground="darkred">Perhatian</span>: Upama anjeun milih teu masangkeun driver ieu, atawa upama anjeun nuluykeun tapi teu mastikeun heula saméméh ngahurungkeun deui (reboot), Ubuntu bakal angger bisa pikeun ngahurungkeun (boot) sistem anjeun tapi ieu driver pihak katilu moal bisa sayaga pikeun pakakas teuas anjeun.

source: SecureBoot key for MokPW
su: Konci SecureBoot pikeun MokPW

source: partition #%(partid)s as %(parttype)s used for %(partusage)s
su: partisi #%(partid) minangka %(parttype) dipake pikeun %(partusage)

source: Key to secure the keystore on ZFS installations
su: Konci pikeun ngamankeun keystore dina pamasangan ZFS

source: Authenticate against a directory
su: Mastikeun kaaslian diréktori

source: Active Directory domain name
su: Ngaran domain Diréktori Aktif

source: Administrator to join the domain
su: Administrator pikeun milu jeung domain

source: Administrator password to join the domain
su: Kecap sandi administrator pikeun milu jeung domain

source: Use Active Directory
su: Pake Diréktori Aktif

source: You'll enter domain and other details in the next step.
su: Anjeun bakal asup kana domain jeung wincikan séjén dina léngkah satuluyna.

source: You must enter a domain name
su: Anjeun kudu ngasupkeun ngaran domain

source: Test Connection
su: Pariksa Sambungan

source: Domain Administrator:
su: Administrator Domain:

source: You must enter a user name
su: Anjeun kudu ngasupkeun ngaran

source: Configure Active Directory
su: Perenahkeun Diréktori Aktif

source: That name already exists on the network.
su: Ngaran éta geus aya dina jaringan.

source: Failed to connect to domain.
su: Gagal nyambungkeun kana domain.

source: Enable recovery key:
su: Aktifkeun konci pikeun ngoméan:

source: Recovery key:
su: Konci pikeun ngoméan:

source: Confirm recovery key:
su: Pastikeun konci pikeun ngoméan:

source: Display recovery key:
su: Témbongkeun konci pikeun ngoméan:

source: A recovery key is generated and will be temporarily saved on the live system. You can select an alternate location. Save this file and keep it in a safe place elsewhere before rebooting.
su: Konci pikeun ngoméan geus dijieun sarta bakal saheulaanan disimpen dina sistem anu hirup. Anjeun bisa milih tempat séjén. Simpen berks ieu sarta simpen di tempat aman saméméh ngahurungkeun deui.

source: Location:
su: Tempat:

source: It is not recommended to store the key on a non removable device.
su: Teu disarankeun nyimpeun koncina dina pakakas anu teu bisa dipindahtempatkeun

source: Crypto key for LUKS + LVM
su: Konci kripto pikeun LUKS + LVM

source: Recovery key for LUKS + LVM
su: Konci ngoméan pikeun LUKS + LVM

source: Count not save recovery key:
su: Itungan teu nyimpen konci pikeun ngoméan:

source: ${ERRORMSG}
su: Copy text ${ERRORMSG}

source: Enter recovery key filename
su: Asupkeun ngaran berkas pikeun ngoméan

source: OEM mode (for manufacturers only)
su: Modeu OEM (ngan pikeun pabrik)

source: Prepare for OEM configuration
su: Ngawahan pikeun konfigurasi OEM

source: Preparing for OEM configuration...
su: Nyiapkeun konfigurasi OEM...

source: Ready for OEM configuration
su: Siap pikeun konfigurasi EOM

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
su: Waktu anjeun ngahurungkeun (boot) kana sistem anyar, anjeun bakal bisa log in minangka pamaké 'oem' ngagunakeun kecap sandi anu geus dipilih saméméhna; ieu pamaké ogé boga ijin pikeun maké 'sudo'. Anjeun engké bisa nyieun parobahan tambahan anu dibutuhkeun keur sistem.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
su: Sanggeus sistem diperenahkeun (dikonfigurasi) luyu jeung kahayang, jalankeun 'oem-config-prepare'. Ieu bakal nyababkeun sistem mupus pamaké 'oem' saheulaanan jeung ménta pamaké panungtung (end user) rupa-rupa pananya konfigurasi dina waktu boot satuluyna.

source: Removing packages
su: Mupus pakét
