Repository: linuxmint/ubiquity
Catalog: debian/real-po/su.po
Languages: su

source: Preparing ubuntu-drivers...
su: Nyiapkeun driver ubuntu...

source: Connecting...
su: Nyambungkeun...

source: Connection failed.
su: Sambungan gagal.

source: Connected.
su: Nyambung.

source: Restart to Continue
su: Hurungkeun deui pikeun Nuluykeun

source: Install
su: Pasangkeun

source: Install (OEM mode, for manufacturers only)
su: Pasangkeun (modeu OEM, ngan pikeun pabrik)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
su: Anjeun masangkeun dina modeu sistem pabrik. Mangga asupkeun ngaran unik pikeun jirangan sistem ieu. Ieu ngaran bakal disimpen dina sistem anu dipasangkeun sarta bisa dipak[ pikeun nulungan laporan kutu.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
su: Anjeun bisa nyobaan ${RELEASE} tanpa nyieun parobahan kana komputer anjeun, langsung tina ${MEDIUM}

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
su: Upama anjeun siap, anjeun bisa masangkeun ${RELEASE} bareng (atawa pikeun ngaganti) sistem operasi anjeun nu ayeuna. Biasana mah tara lila teuing.

source: Try ${RELEASE}
su: Cobaan &{RELEASE}

source: Install ${RELEASE}
su: Pasangkeun ${RELEASE}

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
su: Anjeun mungkin hayang maca <a href="catetan-rilis">catetan rilis</a> atawa <a href="update">update ieu pakakas pikeun masangkeun</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
su: Anjeun mungkin hanya maca <a href="catetan-rulis">catetan rilis</a>.

source: You may wish to <a href="update">update this installer</a>.
su: Anjeun mungkin hayang <a href="nganyarkeun">nganyarkeun ieu pakakas pikeun masangkeun</a>.

source: Where are you?
su: Anjeun ti mana?

source: Keyboard layout
su: Tata kibor

source: Choose your keyboard layout:
su: Pilih tata kibor anjeun:

source: Type here to test your keyboard
su: Ketik di dieu pikeun nyobaan kibor anjeun

source: Detect Keyboard Layout
su: Pariksa Tata Kibor

source: Detect Keyboard Layout...
su: Pariksa Tata Kibor...

source: Please press one of the following keys:
su: Mangga pencét salah sahiji tombol ieu:

source: Is the following key present on your keyboard?
su: Naha tombol ieu katémbong dina kibor anjeun?

source: Who are you?
su: Saha anjeun?

source: Your name:
su: Ngaran anjeun:

source: Pick a username:
su: Pilih ngaran pamaké:

source: &lt;small&gt;If more than one person will use this computer, you can set up multiple accounts after installation.&lt;/small&gt;
su: &lt;small&gt;Upama nu maké ieu komputer leuwih ti saurang, anjeun bisa ngatur sawatara akun sanggeus pamasangan.&lt;small&gt;

source: Must start with a lower-case letter.
su: Kudu dimimitian ku aksara leutik.

source: May only contain lower-case letters, digits, hyphens, and underscores.
su: Ngan meunang maké aksara leutik, angka, setrip, jeung setrip handap.

source: Skip
su: Liwatan

source: Choose a password:
su: Pilih sandi kecap:

source: &lt;small&gt;Enter the same password twice, so that it can be checked for typing errors.&lt;/small&gt;
su: &lt;small&gt;Asupkeun sandi kecap nu sarua dua kali, sangkan bisa mariksa kasalahan ngetik.&lt;small&gt;

source: Password
su: Sandi kecap

source: Confirm password
su: Konfirmasi sandi kecap

source: Confirm your password:
su: Konfirmasi sandi kecap anjeun:

source: Your computer's name:
su: Ngaran komputer anjeun:

source: The name it uses when it talks to other computers.
su: Ngaran anu dipaké ku ieu komputer waktu gunem jeung komputer séjén.

source: Must be between 1 and 63 characters long.
su: Panjangna kudu antara 1 jeung 63 karakter.

source: May only contain letters, digits, hyphens, and dots.
su: Ngan meunang aya aksara, angka, setrip, jeung titik.

source: May not start or end with a hyphen.
su: Teu meunang dimimitian atawa dipungkas ku setrip.

source: May not start or end with a dot, or contain the sequence "..".
su: Teu meunang dimimitian atawa dipungkas ku titik, atawa aya runtuyan "..".

source: You are running in debugging mode. Do not use a valuable password!
su: Anjeun ngajalankeun dina modeu debug. Ulah maké kecap sandi anu penting!

source: Passwords do not match
su: Kecap sandi teu akur

source: Short password
su: Kecap sandi pondok

source: Weak password
su: Kecap sandi lemah

source: Fair password
su: Kecap sandi lumayan

source: Good password
su: Kecap sandi hadé

source: Strong password
su: Kecap sandi kuat

source: Log in automatically
su: Asup otomatis

source: Require my password to log in
su: Butuh kecap sandi kuring pikeun asup

source: Installation type
su: Jinis pamasangan

source: Files (${SIZE})
su: Berkas (${SIZE})

source: Where would you like to install Kubuntu?
su: Di mana anjeun rék masangkeun Kubuntu?

source: Prepare partitions
su: Siapkeun partisi

source: _Restart[ action ]
su: _Hurungkeun deui[ action ]

source: _Install Now[ action ]
su: _Pasangkeun ayeuna[ action ]

source: Quit the installation?
su: Eureunan masang?

source: Do you really want to quit the installation now?
su: Naha anjeun enya-enya rék ngeureunan masang ayeuna?

source: Bootloader install failed
su: Pamasangan bootloader gagal

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
su: Hampura, aya kasalahan jeung teu mungkin bisa masangkeun bootloader dina tempat anu geus ditangtukeun.

source: Choose a different device to install the bootloader on:
su: Pilih pakakas séjén pikeun masangkeun bootloader dina:

source: Continue without a bootloader.
su: Tuluykeun teu maké bootloader.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
su: Anjeun bakal perlu masangkeun bootloader pikeun ngamimitian ${REALEASE}.

source: Cancel the installation.
su: Bolaykeun pamasangan.

source: This may leave your computer unable to boot.
su: Ieu bakal nyababkeun komputer anjeun teu bisa nga-boot.

source: How would you like to proceed?
su: Kumaha anjeun rék nuluykeun?

source: _Skip
su: _Liwat

source: Installation Complete
su: Pamasangan Bérés

source: Continue Testing
su: Tuluy Cobaan

source: Restart Now
su: Hurungkeun Deui Ayeuna

source: Shutdown Now
su: Pareuman Ayeuna

source: Installer crashed
su: Prosés pamasangan ruksak

source: We're sorry; the installer crashed. After you close this window, we'll allow you to file a bug report using the integrated bug reporting tool. This will gather information about your system and your installation process. The details will be sent to our bug tracker and a developer will attend to the problem as soon as possible.
su: Hampura; pamasangan ruksak. Sanggeus anjeun nutup ieu jandéla, anjeun meunang ngalaporkeun bug maké pakakas laporan bug gumulung. Ieu bakal ngumpulkeun informasi sistem jeung prosés pamasangan anjeun. Wincikanana bakal dikirimkeun kana panglacak bug urang sarta tim pamekar bakal mariksa éta masalah sagancangna.

source: _High Contrast
su: _Kontras Luhur

source: _Screen Reader
su: _Pamaca Layar

source: _Keyboard Modifiers
su: _Pangrobah Kibor

source: _On-screen Keyboard
su: _Kibor dina Layar

source: New Partition Table...
su: Tabél Partisi Anyar...

source: Add...
su: Tambah...

source: Change...
su: Robah...

source: Delete
su: Hapus

source: Revert
su: Balikan deui

source: Recalculating partitions...
su: Ngitung deui partisi...

source: Device
su: Pakakas

source: Type
su: Jinis

source: Mount point
su: Titik muat

source: Size
su: Gedéna

source: Used
su: Dipaké

source: System
su: Sistem

source: free space
su: widang kosong

source: unknown
su: teu dipikawanoh

source: Create partition
su: Jieun partisi

source: Size:
su: Gedéna:

source: Beginning of this space
su: Mimitina widang ieu

source: End of this space
su: Ahir widang ieu

source: Primary
su: Utama

source: Logical
su: Logis

source: Edit partition
su: Ropéa partisi

source: Edit a partition
su: Ropéa hiji partisi

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
su: Pamasangan geus bérés. Anjeun bisa nuluykeun nyobaan ${RELEASE} ayeuna, tapi nepi ka anjeun ngahurungkeun deui komputer, sagala parobahan anu geus dijieun atawa dokumen anu disimpen moal kasalindung.

source: Go Back
su: Balik deui

source: Continue
su: Tuluy

source: Connect
su: Sambungkeun

source: Stop
su: Eureun

source: Continue in UEFI mode
su: Tuluykeun dina modeu UEFI

source: Installation is complete. You need to restart the computer in order to use the new installation.
su: Pamasangan bérés. Anjeun perlu ngahurungkeun deui komputer sangkan bisa maké hasil pamasangan anyar.

source: Verifying the installation configuration...
su: Mastikeun konfigurasi pamasangan...

source: Installing system
su: Masangkeun sistem

source: Finding the distribution to copy...
su: Néangan distribusi pikeun disalin...

source: Copying files...
su: Nyalin berkas...

source: Almost finished copying files...
su: Nyalin berkas téréh bérés...

source: Installation Failed
su: Pamasangan Gagal

source: The installer encountered an error copying files to the hard disk:
su: Aya kasalahan dina pamasangan waktu nyalin berkas kana hard disk:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
su: Ieu lantaran widang disk teu cukup pikeun nyacapkeun pamasangan dina partisi anu dituju. Mangga jalankeun deui prosés pamasangan sarta pilih widang partisi anu leuwih gedé pikeun masangna.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
su: Ieu mindeng kaalaman sabab kagagalan CD/DVD atawa drive. Mungkin baé kabantu ku cara ngaberesihan CD/DVD, nga-burn CD/DVD leuwih laun, atawa ngaberesihan lénsa CD/DVD (pakakas pikeun meresihan biasana aya di toko éléktronik)

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
su: Ieu mindeng kaalaman sabab kagagalan hard disk. Coba pariksa hard disk-na, mungkin baé geus heubeul sarta perlu diganti, atawa pindahkeun sistemna ka tempat anu leuwih tiis.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
su: Ieu mindeng kaalaman sabab kagagalan CD/DVD atawa drive, atawa kagagalan had disk. Coba beresihkeun CD/DVD, nga-burn CD/DVD leuwih laun, beresihan lénsa CD/DVD (pakakas pikeun meresihan biasana aya di toko éléktronik), pariksa naha hard diskna geus heubeul jeung perlu diganti, atawa pindahkeun sistem ka tempat anu leuwih tiis.

source: The following file did not match its source copy on the CD/DVD:
su: Berkas ieu teu akur jeung sumber anu disalinna tina CD/DVD:

source: Copying installation logs...
su: Nyalin catetan pamasangan...

source: Configuring target system...
su: Merenahkeun sistem pangjugjugan...

source: Configuring system locales...
su: Merenahkeun lokalisasi sistem...

source: Configuring apt...
su: Merenahkeun apt...

source: Configuring time zone...
su: Merenahkeun kawasan waktu...

source: Configuring keyboard...
su: Merenahkeun kibor...

source: Creating user...
su: Nyieun pamaké...

source: Configuring hardware...
su: Merenahkeun hardware...

source: Installing third-party software...
su: Masangkeun pakakas lemes pihak katilu...

source: Configuring network...
su: Merenahkeun jaringan...

source: Configuring boot loader...
su: Merenahkeun boot loader...

source: Configuring Active Directory...
su: Merenahkeun Diréktori Aktif...

source: Saving installed packages...
su: Nyimpen pakét nu geus dipasangkeun...

source: Restoring previously installed packages...
su: Mulangkeun pakét anu saméméhna geus dipasangkeun...

source: Installing additional packages...
su: Masangkeun pakét tambahan...

source: Checking for packages to install...
su: Mariksa pakét pikeun dipasangkeun...

source: Removing extra packages...
su: Mupus pakét tambahan...

source: Checking for packages to remove...
su: Mariksa pakét nu rék dipupus...

source: Downloading packages (${TIME} remaining)...
su: Ngunjal pakét (${TIME} deui)...

source: Downloading package lists...
su: Ngunjal daftar pakét...

source: Downloading package lists (${TIME} remaining)...
su: Ngunjal daftar pakét (${TIME} deui)...

source: Error installing ${PACKAGE}
su: Kasalahan masang ${PACKAGE}

source: Error removing ${PACKAGE}
su: Kasalahan mupus ${PACKAGE}

source: Error while installing packages
su: Kasalahan waktu masangkeun pakét

source: An error occurred while installing packages:
su: Aya kasalahan waktu masangkeun pakét:

source: The following packages are in a broken state:
su: Pakét ieu anu ruksak:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
su: Ieu mungkin kajadian lantaran maké iméj pamasangan anu geus heubeul, atawa mungkin baé lantaran aya kutu (bug) dina sawatara pakét anu kadaftarkeun di luhur. Wincikan anu leuwih lengkep bisa dipaluruh dina /var/log/syslog. Program pamasangan bakal nyobaan deui nuluykeun, tapi mungkin baé gagal sawaktu-waktu, sarta moal bisa masangkeun atawa mupus pakét séjénna (mungkin baé kaasup nu éta) tina sistem anu geus dipasangkeun. Anjeun kudu ngaheulakeun néangan vérsi iméj pamasangan (image installer) nu leuwih anyar, atawa upamana henteu laporkeun baé masalahna ka distributor anjeun.

source: Error while removing packages
su: Kasalahan waktu mupus pakét

source: An error occurred while removing packages:
su: Aya kasalahan waktu mupus pakét:

source: Error copying network configuration
su: Kasalahan nyalin konfigurasi jaringan

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
su: Aya kasalahan waktu nyalin pangaturan jaringan. Pamasangan bakal dituluykeun, tapi merenahkeun jaringanana perlu diatur deui engké dina sistem anu geus dipasangkeun.

source: Error copying bluetooth configuration
su: Kasalahan nyalin konfigurasi bluetooth

source: An error occurred while copying the bluetooth settings. The installation will continue, but the bluetooth configuration will have to be set up again in the installed system.
su: Aya kasalahan waktu nyalin pangaturan bluetooth. Pamasangan bakal dituluykeun, tapi konigurasi bluetooth perlu diatur deui engé dina sistem anu geus dipasangkeun.

source: Error configuring connection to Active Directory
su: Kasalahan merenahkeun hubungan kana Diréktori Aktif

source: Sorry, Active Directory can't be set up at the moment. Once your system is up and running, visit help.ubuntu.com/activedirectory for help.
su: Hampura, Diréktori Aktif teu bisa diatur ayeuna. Lamun sistem anjeung geus jadi jeung hurung, buka help.ubuntu.com/-activedirectiry pikeun pitulung.

source: Error setting LUKS recovery key
su: Kasalahan ngatur konci ngoméan LUKS

source: An error occurred while setting the recovery key. The installation will continue, but you may have to manually add the recovery key in the installed system with the command:
su: Aya kasalahan waktu ngatur konci pikeun ngoméan. Pamasangan bakal diteruskeun, tapi anjeun mungkin kudu konci pikeun ngoméan kalawan manual dina sisten anu geus dipasang maké paréntah:

source: Calculating files to skip copying...
su: Ngitung berkas pikeun diluncatan waktu nyalin...

source: Installing language packs
su: Masangkeun pakét basa

source: Downloading language packs (${TIME} remaining)...
su: Ngunjal pakét basa (${TIME} deui)...

source: Failed to unmount partitions
su: Gagal nutupkeun partisi

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
su: Instaler perlu ngalakukeun parobahan kana tabél partisi, tapi teu bisa lantaran partisi dina titik muat (mount point) teu bisa ditutup:

source: Please close any applications using these mount points.
su: Mangga tutup kabéh aplikasi anu maké titik muat ieu.

source: Would you like the installer to try to unmount these partitions again?
su: Naha anjeun hayang instaler nyobaan pikeun nutupan (unmount) partisi ieu deui?

source: Do you want to return to the partitioner?
su: Naha anjeun hayang balik deui kana pakakas pikeun nyieun partisi?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
su: Sawatara partisi anu geus dijieun ku anjeun leutik teuing. Mangga jieun partisi sahenteuna sagedé ieu:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
su: Lamun anjeun teu balik deui kana pakakas pikeun nyieun partisi jeung nambahan ukuran partisi ieu, pamasangan mungkin bisa gagal.

source: System Configuration
su: Konfigurasi Sistem

source: Welcome
su: Bagéa

source: Network configuration
su: Konfigurasi jaringan

source: Language
su: Basa

source: Wireless
su: Nirkabel

source: Software
su: Pakakas lemes

source: Timezone
su: Wewengkon waktu

source: Keyboard
su: Kibor

source: Disk Setup
su: Pangaturan Disk

source: User Info
su: Info Pamaké

source: installation process
su: prosés pamasangan

source: Checking for installer updates
su: Mariksa instaler nu panganyarna

source: Reading package information
su: Maca katerangan pakét

source: Updating package information
su: Nganyarkeun katerangan pakét

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
su: Berkas ${INDEX} tina ${TOTAL} dina ${SPEED}/s

source: File ${INDEX} of ${TOTAL}
su: Berkas ${INDEX} tina ${TOTAL}

source: Installing update
su: Masangkeun apdét

source: Error updating installer
su: Kasalahan nganyarkeun instaler

source: The installer encountered an error while trying to update itself:
su: Instaler ngalaman kasalahan waktu nyobaan nganyarkeun sorangan:

source: Please choose the language to use for the install process. This language will be the default language for this computer.
su: Mangga pilih basa pikeun dipaké dina ieu porsés pamasangan. Basa ieu bakal jadi basa utama pikeun komputer ieu.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
su: Mangga pilih basa pikeun dipaké dina prosés konfigurasi. Basa ieu bakal jadi basa utama pikeun komputer ieu.

source: Installation failed
su: Pamasangan gagal

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
su: Instaler ngalaman kasalahan anu teu bisa dibenerkeun. Jirangan déstop ayeuna bakal dijalankeun sangkan anjeun bisa mariksa masalahna atawa cobaan pasangkeun deui.

source: The installer encountered an unrecoverable error and will now reboot.
su: Instaler ngalaman kasalahan anu teu bisa dibenerkeun sarta ayeuna bakal ngahurungkeun deui (reboot).

source: Updates and other software
su: Nganyarkeun jeung pakakas lemes séjén

source: Connecting this computer to a Wi-Fi network allows you to install third-party software, download updates, automatically detect your timezone, and install full support for your language.
su: Nyambungkeun komputer ieu kana jaringan Wi-Fi ngijinkeun anjeun pikeun masangkeun pakakas lemes pihak katilu, ngunduh nganyaran (update), otomatis ngalacak wewengkon waktu anjeun, jeung masangkeun dukungan pinuh pikeun basa anjeun.

source: Password:
su: Sandikecap:

source: Display password
su: Témbongkeun sandikecap

source: I don't want to connect to a Wi-Fi network right now
su: Kuring embung ngambungkeun kana jaringan Wi-Fi ayeuna

source: Connect to this network
su: Sambungkeun kana jaringan ieu

source: Select drive:
su: PIlih drive:

source: Allocate drive space by dragging the divider below:
su: Atur rohangan drive ku cara ngésérkeun gurat pamisah di handap:

source: The entire disk will be used:
su: Sakabéh disk bakal dipaké:

source: <small>%d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
su: <small>%d partisi nu leuwih leutik nyumput, paké <a href="">pakakas nyieun partisi mahér</a> pikeun pangaturan anu leuwih réa</small>

source: <small>1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
su: <small>1 partisi nu leuwih leutik nyumput, paké <a href="">pakakas nyieun partisi mahér</a> pikeun pangaturan nu leuwih réa</small>

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
su: %d partisi bakal dipupus, paké <a href="">pakakas nyieun partisi mahér</a> pikeun pangaturan nu leuwih réa

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
su: 1 partisi bakal dipupus, paké <a href="">pakakas nyieun partisi mahér</a> pikeun pangaturan nu leuwih réa

source: Split Largest Partition
su: Penggel Partisi nu Leuwih Gedé

source: For best results, please ensure that this computer:
su: Sangkan meunang hasil nu panghadéna, mangga pastikeun yén ieu komputer:

source: Sorry
su: Hampura

source: Turn off RST
su: Pareuman RST

source: This computer uses Intel RST (Rapid Storage Technology). You need to turn off RST before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>
su: Komputer ieu maké Intel RST (Rapid Storage Technology). Anjeun perlu mareuman RST saméméh masangkeun Ubuntu. Pikeun pituduh, buka kaca ieu dina telepon atawa parabot séjén: <a href="https://help.ubuntu.com/rst">help.ubuntu.com/rst</a>

source: Turn off BitLocker
su: Pareuman BitLocker

source: This computer uses Windows BitLocker encryption. You need to turn off BitLocker in Windows before installing Ubuntu. For instructions, open this page on a phone or other device: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>
su: Komputer ieu maké énkripsi Windows BitLocker. Anjeun perlu mareuman BitLocker dina Windows saméméh masangkeun Ubuntu. Pikeun pituduh, buka kaca ieu dina telepon atawa parabot séjén: <a href="https://help.ubuntu.com/bitlocker">help.ubuntu.com/bitlocker</a>

source: You need at least ${SIZE} disk space to install ${RELEASE}.
su: Anjeun perlu rohangan disk sahenteuna ${SIZE} pikeun masangkeun ${RELEASE}.

source: This computer has only ${SIZE}.
su: Komputer ieu ngan boga ${SIZE}.

source: is plugged in to a power source
su: nyolok kana sumber daya

source: is connected to the Internet
su: nyambung kana internét
