Repository: linuxmint/ubiquity
Catalog: debian/real-po/szl.po
Languages: szl

source: Documents, music, and other personal files will be kept. You can choose which operating system you want each time the computer starts up.
szl: Dokumynta, muzyka i inksze zbiory ôsobiste bydōm zachowane. Przi włōnczaniu kōmputra bydzie szło ôbiyrać systym ôperacyjny z listy.

source: Install ${DISTRO} inside ${OS}
szl: Instalacyjo ${DISTRO} we postrzodku ${ÔS}

source: Something else
szl: Coś inkszego

source: You can create or resize partitions yourself, or choose multiple partitions for ${DISTRO}.
szl: Możesz stworzić nowe partycyje abo zmiynić jejich srogość, abo ôbrać wiyncyj partycyji do ${DISTRO}.

source: Erase ${CURDISTRO} and reinstall
szl: Skasuj ${CURDISTRO} i instaluj ôd nowa

source: <span foreground="darkred">Warning:</span> This will delete all your ${CURDISTRO} programs, documents, photos, music, and any other files.
szl: <span foreground="darkred">POZŌR!</span> To skasuje wszyjske programy, dokumynta, ôbrazy, muzyka jak tyż inksze zbiory systymu ${CURDISTRO}.

source: Install ${DISTRO} ${VER} alongside ${CURDISTRO}
szl: Instaluj ${DISTRO} ${VER} kole ${CURDISTRO}

source: Erase disk and install ${DISTRO}
szl: Wysnoż dysk i zainstaluj ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete any files on the disk.
szl: <span foreground="darkred">POZŌR!</span> To skasuje z dysku wszyjske zbiory.

source: Erase everything and reinstall
szl: Skasuj wszyjsko i instaluj ôd nowa

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and other files in both ${OS} and ${CURDISTRO}.
szl: <span foreground="darkred">POZŌR!</span> To skasuje wszyjske programy, dokumynta, ôbrazy, muzyka jak tyż inksze zbiory systymōw ${OS}, jak tyż ${CURDISTRO}.

source: Reinstall ${CURDISTRO}
szl: Instalacyjo ${CURDISTRO} ôd nowa

source: <span foreground="darkred">Warning:</span> This will delete all your programs, documents, photos, music, and any other files in all operating systems.
szl: <span foreground="darkred">POZŌR!</span> To skasuje wszyjske programy, dokumynta, ôbrazy, muzyka jak tyż inksze zbiory we wszyjskich systymach ôperacyjnych.

source: Install ${DISTRO} alongside them
szl: Instalacyjo ${DISTRO} kole inkszych

source: This computer currently has ${OS} on it. What would you like to do?
szl: Tyn kōmputer mo zainstalowany systym ${OS}. Co chcesz zrobić?

source: This computer currently has ${OS1} and ${OS2} on it. What would you like to do?
szl: Tyn kōmputer mo zainstalowane systymy ${OS1} i ${OS2}. Co chcesz zrobić?

source: This computer currently has multiple operating systems on it. What would you like to do?
szl: Tyn kōmputer mo zainstalowane pora systymōw ôperacyjnych. Co chcesz zrobić?

source: This computer currently has no detected operating systems. What would you like to do?
szl: Tyn kōmputer niy mo zainstalowanego żodnego systymu ôperacyjnego. Co chcesz zrobić?

source: Before:
szl: Przed:

source: After:
szl: Po:

source: Encrypt the new ${RELEASE} installation for security
szl: Szyfrownanie nowyj instalacyje ${RELEASE} skuli bezpiyczyństwa

source: You will choose a security key in the next step.
szl: We nastympnym kroku ôbieresz klucz bezpieczyństwa.

source: Use LVM with the new ${RELEASE} installation
szl: Użyj LVM w nowyj instalacyji ${RELEASE}

source: This will set up Logical Volume Management. It allows taking snapshots and easier partition resizing.
szl: Kōnfiguruje zarzōndzanie logicznymi woluminami. Przizwolo na tworzynie migowek systymu zbiorōw i prostsze zmiynianie srogości partycyji.

source: Confirm the security key:
szl: Potwierdź hasło:

source: Choose a security key:
szl: Ôbier hasło:

source: Disk encryption protects your files in case you lose your computer. It requires you to enter a security key each time the computer starts up.
szl: Szyfrowanie dysku chrōni dostymp do zbiorōw we przipadku stracynio kōmputra. Wymogo wkludzynio hasła dycki, jak sie włōnczo kōmputer.

source: Any files outside of ${RELEASE} will not be encrypted.
szl: Wszyjske zbiory co niy sōm we ${RELEASE} niy bydōm zaszyfrowane.

source: <span foreground="darkred">Warning:</span> If you lose this security key, all data will be lost. If you need to, write down your key and keep it in a safe place elsewhere.
szl: <span foreground="darkred">Pozōr:</span> Jak stracisz klucz bezpieczyństwa, to stracisz tyż wszyjske dane. Jak musisz, to zapisz sie go i trzim we bezpiecznym miyjscu.

source: For more security:
szl: Dlo srogszego bezpiyczyństwa:

source: Overwrite empty disk space
szl: Zamazanie prōznego placu dysku

source: The installation may take much longer.
szl: Instalacyjo może potrwać moc dużyj.

source: Volume groups:
szl: Grupy woluminōw:

source: Encryption Options
szl: Ôpcyje szyfrowanio

source: Physical volumes:
szl: Fizyczne woluminy:

source: Encrypt this partition (LUKS)
szl: Szyfruj partycyjo (LUKS)

source: Logical Volume Management (LVM) lets ${RELEASE} treat multiple physical volumes as a single volume.
szl: Zarzōndzanie Woluminami Logicznymi (LVM) przizwolo ${RELEASE} traktować pora fozycznych woluminōw choby to bōł jedyn wolumin.

source: Logical Volume Management
szl: Zarzōndzanie logicznymi woluminami

source: Encryption options...
szl: Ôpcyje szyfrowanio...

source: UEFI Secure Boot
szl: Bezpieczne ladowanie UEFI

source: <span foreground="darkred">Warning</span>: If you choose not to install these drivers, or if you proceed but do not confirm the password upon reboot, Linux Mint will still be able to boot on your system but these third-party drivers will not be available for your hardware.
szl: <span foreground="darkred">Pozōr</span>: Jeźli postanowisz niy instalować tych sterownikōw abo niy potwierdzisz hasła przi nastympnym włōnczyniu, to Linux Mint durch bydzie sie ladowoł, ale te sterowniki autorōw trzecich niy bydōm już dostympne na twojim sprzyńcie.

source: SecureBoot key for MokPW
szl: Klucz bezpiecznego ladowanio dlo MokPW

source: OEM mode (for manufacturers only)
szl: Tryb OEM (ino dlo producyntōw)

source: Prepare for OEM configuration
szl: Narychtowanie kōnfiguracyje OEM

source: Preparing for OEM configuration...
szl: Rychtowanie kōnfiguracyje OEM...

source: Ready for OEM configuration
szl: Gotowy do kōnfiguracyje OEM

source: When you boot into the new system, you will be able to log in as the 'oem' user with the password you selected earlier; this user also has administrative privileges using 'sudo'. You will then be able to make any additional modifications you require to the system.
szl: Jak nowy systym sie zaladuje, to bydzie sie szło wlogować za używocza „oem” z ôbranym przōdzij hasłym. Tyn używocz mo prawa administratora przi używaniu kōmyndy „sudo”. Bydzie szło wtynczos wkludzić wszyjske potrzebne ekstra modyfikacyje systymu.

source: Once the system is configured to your satisfaction, run 'oem-config-prepare'. This will cause the system to delete the temporary 'oem' user and ask the end user various configuration questions the next time it boots.
szl: Jak systym bydzie skōnfigurowany podle potrzeb, to trza bydzie sztartnōńć „oem-config-prepare”. To skasuje tymczasowego używocza „oem” i postawi kōńcowymu używoczowi roztōmajte pytania konfiguracyjne przi nastympnym ladowaniu systymu.

source: Removing packages
szl: Kasowanie paketōw
