Repository: linuxmint/ubiquity
Catalog: debian/real-po/szl.po
Languages: szl

source: Connecting...
szl: Łōnczynie...

source: Connection failed.
szl: Połōnczynie sie nie podarziło.

source: Connected.
szl: Połōnczōne.

source: Restart to Continue
szl: Startnij zaś, żeby kōntynuować

source: Install
szl: Instalacyjo

source: Install (OEM mode, for manufacturers only)
szl: Instalacyjo (tryb OEM, ino dlo producyntōw)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
szl: Instalujesz w trybie producynta systymu. Wkludź niyôbyczajne miano dlo tego zestawu systymōw. Te miano bydzie zapisano na zainstalowanym systymie i bydzie używano przi zgłoszaniu reportōw ô błyndach.

source: You can try ${RELEASE} without making any changes to your computer, directly from this ${MEDIUM}.
szl: Idzie wyprōbować ${RELEASE} bez robiynio zmian w kōmputrze, prosto ze tego ${MEDIUM}.

source: Or if you're ready, you can install ${RELEASE} alongside (or instead of) your current operating system. This shouldn't take too long.
szl: Idzie tyż zainstalować ${RELEASE} kole (abo zamiast) teroźnego systymu ôperacyjnego. To niy winno dugo potrwać.

source: Try ${RELEASE}
szl: Wyprōbuj ${RELEASE}

source: Install ${RELEASE}
szl: Zainstaluj ${RELEASE}

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
szl: Dostympne sōm <a href="release-notes">informacyje ô wydaniu</a> jak tyż je możliwość <a href="update">zaktualizowanio programu instalacyjnego</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
szl: Dostympne sōm <a href="release-notes">informacyje ô wydaniu</a>.

source: You may wish to <a href="update">update this installer</a>.
szl: Je możliwość <a href="update">zaktualizowanio programu instalacyjnego</a>.

source: Where are you?
szl: Kaj żeś je?

source: Keyboard layout
szl: Ukłod tastatury

source: Choose your keyboard layout:
szl: Ôbier ukłod tastatury:

source: Type here to test your keyboard
szl: Pisz sam, żeby przetestować tastatura

source: Detect Keyboard Layout
szl: Wykryj ukłod tastatury

source: Detect Keyboard Layout...
szl: Wykrywanie układu tastatury...

source: Please press one of the following keys:
szl: Wciś jedyn z tych knefli:

source: Is the following key present on your keyboard?
szl: Je tyn knefel na tastaturze?

source: Who are you?
szl: Fto żeś je?

source: Your name:
szl: Twoje miano:

source: Pick a username:
szl: Ôbier miano ôd używocza:

source: &lt;small&gt;If more than one person will use this computer, you can set up multiple accounts after installation.&lt;/small&gt;
szl: &lt;small&gt;Jeźli tego kōmputra bydzie używać wiyncyj aniżeli jedna ôsoba, idzie skōnfigurować wiyncyj kōnt po instalacyji.&lt;/small&gt;

source: Must start with a lower-case letter.
szl: Musi zaczynać sie małōm literōm.

source: May only contain lower-case letters, digits, hyphens, and underscores.
szl: Może zawiyrać ino małe litery, cyfry, łōnczniki i podkryślynia.

source: Skip
szl: Pōmiń

source: Choose a password:
szl: Ôbier hasło:

source: &lt;small&gt;Enter the same password twice, so that it can be checked for typing errors.&lt;/small&gt;
szl: &lt;small&gt;Wkludź pozornie to samo hasło dwa razy, żeby szło sprawdzić, czy niy było felerōw przi pisaniu.&lt;/small&gt;

source: Password
szl: Hasło

source: Confirm password
szl: Potwierdzynie hasła

source: Confirm your password:
szl: Potwiyrdź hasło:

source: Your computer's name:
szl: Miano ôd kōmputra:

source: The name it uses when it talks to other computers.
szl: Ôkryślo miano kōmputra używano w czasie kōmunikacyje z inkszymi kōmputrami.

source: Must be between 1 and 63 characters long.
szl: Musi zawiyrać ôd 1 do 63 znakōw.

source: May only contain letters, digits, hyphens, and dots.
szl: Może zawiyrać jyno litery, cyfry, łōnczniki i kropki.

source: May not start or end with a hyphen.
szl: Niy może zaczynać sie i kōńczyć łōncznikym.

source: May not start or end with a dot, or contain the sequence "..".
szl: Niy może zaczynać sie abo kōńczyć kropkōm abo tyż zawiyrać sekwyncyje znakōw „..”.

source: You are running in debugging mode. Do not use a valuable password!
szl: Systym funguje teroz w trybie diagnozowanio błyndōw. Niy używej wertownego hasła!

source: Passwords do not match
szl: Hasła niy sztymujōm

source: Short password
szl: Krōtke hasło

source: Weak password
szl: Słabe hasło

source: Fair password
szl: Dostateczne hasło

source: Good password
szl: Dobre hasło

source: Strong password
szl: Mocne hasło

source: Log in automatically
szl: Autōmatyczne logowanie

source: Require my password to log in
szl: Wymogej hasła do wlogowanio

source: Installation type
szl: Zorta instalacyje

source: Files (${SIZE})
szl: Zbiory (${SIZE})

source: Where would you like to install Kubuntu?
szl: Kaj chcesz zainstalować Kubuntu?

source: Prepare partitions
szl: Rychtowanie partycyji

source: _Install Now[ action ]
szl: _Zainstaluj

source: Quit the installation?
szl: Zawrzić instalacyjo?

source: Do you really want to quit the installation now?
szl: Na isto zawrzić proces instalacyje?

source: Bootloader install failed
szl: Instalacyjo programu ladowanio sie niy podarziła

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
szl: Trefiōł sie feler i zainstalowanie programu ladowanio w ôkryślōnym położyniu niy było możliwe.

source: Choose a different device to install the bootloader on:
szl: Ôbier inkszo maszina do zainstalowanio programu ladowanio:

source: Continue without a bootloader.
szl: Kōntynuuj bez instalowanio programu ladowanio.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
szl: Żeby zaladować ${RELEASE}, bydzie trzeba ryncznie zainstalować program ladowanio.

source: Cancel the installation.
szl: Pociep instalacyjo.

source: This may leave your computer unable to boot.
szl: Kōmputer może bez to niy poradzić zaladować systymu ôperacyjnego.

source: How would you like to proceed?
szl: Co dalij zrobić?

source: Installation Complete
szl: Instalacyjo zakōńczōno

source: Continue Testing
szl: Kōntynuuj testowanie

source: Restart Now
szl: Sztartnij zaś kōmputer

source: Shutdown Now
szl: Zastow kōmputer

source: Installer crashed
szl: Awaryjo instalatora

source: We're sorry; the installer crashed. After you close this window, we'll allow you to file a bug report using the integrated bug reporting tool. This will gather information about your system and your installation process. The details will be sent to our bug tracker and a developer will attend to the problem as soon as possible.
szl: Instalatōr mo awaryjo. Po zawarciu tego ôkna bydzie szło wysłać zgłoszynie błyndu bez wbudowane noczynie. Sebrane bydōm informacyje ô systymie ôperacyjnym i procesie jego instalacyje. Detajle bydōm wysłane na zajta zgłoszanio błyndōw, a deweloperzi zajmnōm sie problymym jak nojwarcij.

source: _High Contrast
szl: _Wysoki kōntrast

source: _Screen Reader
szl: _Czytocz ekranu

source: _Keyboard Modifiers
szl: _Modyfikatōry tastatury

source: _On-screen Keyboard
szl: _Ekranowo tastatura

source: New Partition Table...
szl: Nowo tabula partycyji...

source: Add...
szl: Przidej...

source: Change...
szl: Zmiyń...

source: Delete
szl: Skasuj

source: Revert
szl: Prziwrōć

source: Recalculating partitions...
szl: Rachowanie partycyji...

source: Device
szl: Maszina

source: Type
szl: Zorta

source: Mount point
szl: Pōnkt mōntowanio

source: Format?
szl: Formatować?

source: Size
szl: Miara

source: Used
szl: Użyte

source: System
szl: Systym

source: free space
szl: dostympne przestrzyństwo

source: unknown
szl: niyznōme

source: Create partition
szl: Stwōrz partycyjo

source: Size:
szl: Miara:

source: Beginning of this space
szl: Poczōntek przestrzyństwa

source: End of this space
szl: Kōniec przestrzyństwa

source: Primary
szl: Bazowo

source: Logical
szl: Logiczno

source: Edit partition
szl: Edytuj partycyjo

source: Edit a partition
szl: Edytuj partycyjo

source: Boot loader
szl: Program ladowanio

source: Installation has finished. You can continue testing ${RELEASE} now, but until you restart the computer, any changes you make or documents you save will not be preserved.
szl: Instalacyjo je zakōńczōno. Idzie kōntynuować testowanie ${RELEASE}, ale wkludzane zmiany abo zapisowane dokumynta niy bydōm spamiyntane.

source: Go Back
szl: Nazod

source: Continue
szl: Dalij

source: Connect
szl: Połōncz

source: Stop
szl: Zastow

source: Continue in UEFI mode
szl: Kōntynuuj w trybie UEFI

source: Installation is complete. You need to restart the computer in order to use the new installation.
szl: Instalacyjo je zakōńczōno. Żeby zaczōńć używać zainstalowanego systymu, trzeba zaś sztartnōńć kōmputer.

source: Verifying the installation configuration...
szl: Weryfikowanie kōnfiguracyje instalacyje...

source: Installing system
szl: Instalowanie systymu

source: Finding the distribution to copy...
szl: Wyszukowanie dystrybucyje do skopiowanio...

source: Copying files...
szl: Kopiowanie zbiorōw...

source: Almost finished copying files...
szl: Hned sie skōńczy kopiowanie zbiorōw...

source: Installation Failed
szl: Instalacyjo sie niy podarziła

source: The installer encountered an error copying files to the hard disk:
szl: Instalatōr trefiōł feler w czasie kopiowanio zbiorōw na twardy dysk:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
szl: To skuli niydostatecznego placu na partycyji docylowyj. Zaladuj zaś instalatōr i ôbier srogszo partycyjo.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
szl: Niyroz powōd to je zepsuty dysk abo napynd CD/DVD. Może pōmōc wyczyszczynie napyndu, wypolynie dysku ze niższōm wartkościōm abo wyczyszczynie soczewki CD/DVD (zestawy do czyszczynio sōm dostympne we sklepach z elektrōnikōm).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
szl: Niyroz powōd to je poprzniōny twardy dysk. Może pōmōc sprawdzynie, czy niy trza go wymiynić, abo przeniysiynie systymu do chłōdniyjszego miyjsca.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
szl: Niyroz powōd to je zepsuty dysk abo napynd CD/DVD. Może pōmōc wyczyszczynie napyndu, wypolynie dysku ze niższōm wartkościōm abo wyczyszczynie soczewki CD/DVD (zestawy do czyszczynio sōm dostympne we sklepach z elektrōnikōm), sprawdzynie, czy niy trza wymiynić twardego dysku, abo przeniysiynie systymu do chłōdniyjszego miyjsca.

source: The following file did not match its source copy on the CD/DVD:
szl: Tyn zbiōr niy sztymuje ze zbiorym zdrzōdłowym na CD/DVD:

source: Copying installation logs...
szl: Kopiowanie dziynnikōw instalacyje...

source: Configuring target system...
szl: Kōnfigurowanie systymu docylowego...

source: Configuring system locales...
szl: Kōnfigurowanie lokalizacyje...

source: Configuring apt...
szl: Kōnfigurowanie apt...

source: Configuring time zone...
szl: Kōnfigurowanie strefy czasowyj...

source: Configuring keyboard...
szl: Kōnfigurowanie tastatury...

source: Creating user...
szl: Tworzynie używocza...

source: Configuring hardware...
szl: Kōnfigurowanie sprzyntu...

source: Installing third-party software...
szl: Instalowanie ekstra ôprogramowanio...

source: Configuring network...
szl: Kōnfigurowanie necu...

source: Configuring boot loader...
szl: Kōnfigurowanie programu ladowanio...

source: Saving installed packages...
szl: Zapisowanie zainstalowanych paketōw...

source: Restoring previously installed packages...
szl: Prziwrocanie wcześnij zainstalowanych paketōw...

source: Installing additional packages...
szl: Instalowanie ekstra paketōw...

source: Checking for packages to install...
szl: Wybadowanie paketōw do zainstalowanio...

source: Removing extra packages...
szl: Kasowanie ekstra paketōw...

source: Checking for packages to remove...
szl: Wyszukowanie paketōw do skasowanio...

source: Downloading packages (${TIME} remaining)...
szl: Pobiyranie paketōw (ôstało ${TIME})...

source: Downloading package lists...
szl: Pobiyranie wykozōw paketōw...

source: Downloading package lists (${TIME} remaining)...
szl: Pobiyranie wykozōw paketōw (ôstało ${TIME})...

source: Error installing ${PACKAGE}
szl: Feler instalowanio paketu ${PACKAGE}

source: Error removing ${PACKAGE}
szl: Feler kasowanio paketu ${PACKAGE}

source: Error while installing packages
szl: Feler instalowanio paketōw

source: An error occurred while installing packages:
szl: Trefiōł sie feler w czasie instalowanio paketōw:

source: The following packages are in a broken state:
szl: Te pakety sōm poprzniōne:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
szl: Powōd to może być używanie starego ôbrazu instalatora abo feler w jednym z paketōw wyżyj. Wiyncyj informacyji idzie znojść we zbiorze dziynnika /var/log/syslog. Instalatōr wōl niy wōł sprōbuje kōntynuować, ale może przerwać w czasie jednego z dalszych krokōw i niy poradzić zainstalować abo skasować inkszych paketōw (społym ze sobōm) z instalowanego systymu. Nojprzōd lepij poszukać nowego ôbrazu instalatora abo przekozać tyn report dystrybutorowi ôprogramowanio.

source: Error while removing packages
szl: Feler kasowanio paketōw

source: An error occurred while removing packages:
szl: Trefiōł sie feler przi kasowaniu paketōw:

source: Error copying network configuration
szl: Feler kopiowanio kōnfiguracyje necu

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
szl: Trefiōł sie feler przi kopiowaniu sztelōnkōw necowych. Instalacyjo bydzie kōntynuowano, jednak trzeba bydzie zaś skōnfigurować nec we zainstalowanym systymie.

source: Error copying bluetooth configuration
szl: Feler kopiowanio kōnfiguracyje bluetooth

source: An error occurred while copying the bluetooth settings. The installation will continue, but the bluetooth configuration will have to be set up again in the installed system.
szl: Feler kopiowanio sztelōnkōw bluetooth. Instalacyjo bydzie kōntynuowano, ale zaś bydzie trza skōnfigurować bluetooth.

source: Calculating files to skip copying...
szl: Ôbliczanie zbiorōw do pōminiyńcio w czasie kopiowanio...

source: Installing language packs
szl: Instalowanie paketōw mowy

source: Downloading language packs (${TIME} remaining)...
szl: Pobiyranie paketōw mowy (ôstało ${TIME})...

source: Failed to unmount partitions
szl: Niy podarziło sie ôdmōntować partycyji

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
szl: Instalatōr musi dokōnać pōmian w tabulach partycyji, ale niy może tego zrobić, bo partycyje w tych pōnktach mōntowanio niy mogły być ôdmōntowane:

source: Please close any applications using these mount points.
szl: Zawrzij wszyjske programy co używajōm tych pōnktōw mōntowanio.

source: Would you like the installer to try to unmount these partitions again?
szl: Sprōbować zaś ôdmōntować te partycyje?

source: Do you want to return to the partitioner?
szl: Chcesz wrōcić sie do programu partycjōnowanio?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
szl: Niykere ze stworzōnych partycyji sōm za małe. Te partycyje winny być nojmynij take sroge:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
szl: Jak niy cofniesz sie i niy zwiynkszysz partycyji, to instalacyjo może sie niy podarzić.

source: System Configuration
szl: Kōnfiguracyjo systymu

source: Welcome
szl: Witōmy

source: Network configuration
szl: Kōnfiguracyjo necu

source: Language
szl: Mowa

source: Wireless
szl: Nec bezdrōtowy

source: Software
szl: Ôprogramowanie

source: Timezone
szl: Strefa czasowo

source: Keyboard
szl: Tastatura

source: Disk Setup
szl: Sztelowanie dysku

source: User Info
szl: Informacyje ô używoczu

source: installation process
szl: proces instalacyje

source: Checking for installer updates
szl: Sprawdzanie aktualizacyji instalatora

source: Reading package information
szl: Czytanie informacyji ô paketach

source: Updating package information
szl: Aktualizowanie informacyji ô paketach

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
szl: Zbiōr ${INDEX} z ${TOTAL} i ${SPEED}/s

source: File ${INDEX} of ${TOTAL}
szl: Zbiōr ${INDEX} z ${TOTAL}

source: Installing update
szl: Instalowanie aktualizacyje

source: Error updating installer
szl: Feler aktualizacyje instalatora

source: The installer encountered an error while trying to update itself:
szl: Trefiōł sie feler w czasie prōby zaktualizowanio instalatora:

source: USB disk
szl: USB

source: Please choose the language to use for the install process. This language will be the default language for this computer.
szl: Ôbier godka instalacyje. Ôna bydzie nasztalowano za wychodno na tym kōmputrze.

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
szl: Ôbier godka procesu kōnfiguracyje. Skozano godka bydzie użyto za wychodno na tym kōmputrze.

source: Installation failed
szl: Instalacyjo sie niy podarziła

source: The installer encountered an unrecoverable error. A desktop session will now be run so that you may investigate the problem or try installing again.
szl: Instalatōr trefiōł feler niy do sprawiynio. Ôtwarto bydzie teroz sesyjo, co pōmoże poznać problym i zaczōńć instalacyjo na nowo.

source: The installer encountered an unrecoverable error and will now reboot.
szl: Instalatōr trefiōł nna feler niy do sprawiynio i bydzie sztartniynty zaś.

source: Updates and other software
szl: Aktualizacyje i inksze programy

source: Password:
szl: Hasło:

source: Display password
szl: Pokoż hasło

source: Connect to this network
szl: Połōncz z tym necym

source: Select drive:
szl: Ôbier dysk:

source: Allocate drive space by dragging the divider below:
szl: Przidziel plac bez cofanie podziałki niżyj:

source: The entire disk will be used:
szl: Cołki dysk bydzie użyty:

source: <small>%d smaller partitions are hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
szl: <small>%d myńszych partycyji je skrytych, użyj <a href="">rozszyrzōnego noczynio do partycjōnowanio</a>, żeby mieć srogszo kōntrola</small>

source: <small>1 smaller partition is hidden, use the <a href="">advanced partitioning tool</a> for more control</small>
szl: <small>Jedna myńszo partycyjo je skryto, użyj <a href="">rozszyrzōnego noczynio do partycjōnowanio</a>, żeby mieć srogszo kōntrola</small>

source: %d partitions will be deleted, use the <a href="">advanced partitioning tool</a> for more control
szl: Partycyji do skasowanio: %d. Użyj <a href="">rozszyrzōnego noczynio do partycjōnowanio</a>, żeby mieć wiyncyj możliwości kōnfiguracyje

source: 1 partition will be deleted, use the <a href="">advanced partitioning tool</a> for more control
szl: Jedna partycyjo bydzie skasowano. Użyj <a href="">rozszyrzōnego noczynio do partycjōnowanio</a>, żeby mieć wiyncyj możliwości kōnfiguracyje.

source: Split Largest Partition
szl: Podziel nojsrogszo partycyjo

source: For best results, please ensure that this computer:
szl: Dlo nojlepszych rezultatōw dej pozōr, żeby tyn kōmputer:

source: Sorry
szl: Przeproszōmy

source: You need at least ${SIZE} disk space to install ${RELEASE}.
szl: Potrzebujesz aby ${SIZE} placu na dysku, żeby zainstalować ${RELEASE}.

source: This computer has only ${SIZE}.
szl: Tyn kōmputer mo ino ${SIZE}.

source: is plugged in to a power source
szl: je podłōnczōny do zdrzōdła mocy,

source: is connected to the Internet
szl: je podłōnczōny do Internetu.

source: This software is subject to license terms included with its documentation. Some is proprietary.
szl: Te ôprogramowanie podlygo warōnkōm licyncyje zawartym we dokumyntacyji. Czyńść je prawnie chrōniōno.

source: Install third-party software for graphics and Wi-Fi hardware and additional media formats
szl: Zainstaluj software autorōw trzecich do karty graficznyj i Wi-Fi, jak tyż ekstra formatōw multimediōw

source: Download updates while installing ${RELEASE}
szl: Pobier aktualizacyje w czasie instalowanio ${RELEASE}

source: This saves time after installation.
szl: To szanuje czas po instalacyji.

source: Not available because there is no Internet connection.
szl: Niydostympne skirz braku połōnczynio z Internetym.

source: What apps would you like to install to start with?
szl: Jake programy chcesz zainstalować na poczōntek?

source: Which applications would you like to start with?
szl: Ze jakimi programami chcesz zaczōńć?

source: Minimal installation
szl: Minimalno instalacyjo

source: Web browser and basic utilities.
szl: Przeglōndarka internetowo i bazowe noczynie.

source: Web browser plus basic utilities and applications.
szl: Przeglōndarka internetowo z bazowym noczyniym i programami.

source: Normal installation
szl: Normalno instalacyjo

source: Web browser, utilities, office software, games, and media players.
szl: Przeglōndarka internetowo, noczynie, paket biōrowy, gry i ôdgrowocze multimedialne.

source: Web browser, utilities, office software, plus additional internet applications and media players.
szl: Przeglōndarka internetowo, noczynie, paket biurowy, i ekstra programy internetowe i ôdgrowocze.

source: Other options
szl: Dalsze ôpcyje

source: Layout:
szl: Ukłod:

source: Variant:
szl: Wariant:

source: Below is an image of your current layout:
szl: Niżyj je ôbroz teroźnego układu:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
szl: Ôbier lokalizacyjo, żeby systym mōg przijmnōńć noleżne sztelōnki pokazowanio informacyji we twojim kroju, pobiyrać aktualizacyje z lokalnych serwerōw i skazować noleżny czas lokalny.

source: Time Zone:
szl: Strefa czasowo:

source: Region:
szl: Regiōn:

source: [type here to change]
szl: [wpisz tukej, żeby zmiynić]

source: Replace ${OS} with ${DISTRO}
szl: Zmiyń ${OS} na ${DISTRO}

source: <span foreground="darkred">Warning:</span> This will delete all of your ${OS} programs, documents, photos, music, and any other files.
szl: <span foreground="darkred">POZŌR!</span> To skasuje wszyjske programy, dokumynta, ôbrazy, muzyka jak tyż inksze zbiory systymu ${ÔS}.

source: Install ${DISTRO} alongside ${OS}
szl: Instalacyjo ${DISTRO} kole ${ÔS}
