Repository: linuxmint/ubiquity
Catalog: d-i/source/partconf/debian/po/*.po
Languages: te

source: No partitions found
te: విభజనలు కనబడలేదు

source: No partitions were found in your system. You may need to partition your hard drives or load additional kernel modules.
te: మీ వ్యవస్థలో విభజనలు కనబడలేదు. మీ హార్డ్ డ్రైవులను విభజన చేయుట లేక అదనపు కెర్నెల్ మాడ్యూలులను ఎక్కించవలసి రావచ్చు.

source: No file systems found
te: ఫైల్ వ్యవస్థలు కనబడలేదు

source: No usable file systems were found. You may need to load additional kernel modules.
te: వాడదగిన ఫైల్ వ్యవస్థలు కనబడలేదు. మీరు అదనపు కెర్నెల్ మాడ్యూళ్లను ఎక్కించవలసి రావచ్చు.

source: Finish
te: ముగించు

source: Abort
te: రద్దు చేయు

source: Select a partition
te: విభజన ఎంచుకో

source: These are the partitions that were detected in your system. Please select a partition to configure. No actual changes will be made until you select "Finish". If you select "Abort", no changes will be made.
te: మీ వ్యవస్థలో కనుగొనబడిన విభజనలు ఇవ్వబడినవి. అమర్చవలసిన విభజన ని ఎంచుకో. "ముగించు"అని నొక్కేంతవరకు మార్పులు నిజంగా చేయబడవు. "ఆపు" ఎంచుకుంటే, మార్పులు చేయబడవు.

source: The information shown is, in order: device name, size, file system, and mount point.
te: సమాచారము వరుస: డివైస్ పేరు,పరిమాణం, ఫైల్ సిస్టమ్, అనుసంధాన స్థానం

source: Leave the file system intact
te: ఫైల్ వ్యవస్థని మార్చకుండా వుంచు

source: Create swap space
te: swap స్థలము సృష్టించు

source: Action on ${PARTITION}:
te: ${PARTITION} పై చర్య:

source: This partition seems to already have a file system (${FSTYPE}). You can choose to leave this file system intact, create a new file system, or create swap space.
te: (${FSTYPE}) విధముగల ఫైల్ వ్యవస్థ విభజనలో వున్నట్లుంది. దీనిని అలాగే వుంచుట, లేక కొత్త ఫైల్ వ్యవస్థ సృష్టించుట లేక swap స్థలము సృష్టించుట చేయవచ్చు.

source: This partition does not seem to have a file system. You can create a file system or swap space on it.
te: విభజనలో ఫైల్ వ్యవస్థ లేదనిపిస్తుంది. కొత్త ఫైల్ వ్యవస్థ సృష్టించుట లేక swap స్థలము సృష్టించుట చేయవచ్చు.

source: Don't mount it
te: దానిని అనుసంధానము చెయ్యవద్దు

source: Enter manually
te: స్వయంగా ప్రవేశపెట్టండి

source: Mount point for ${PARTITION}:
te: ${PARTITION} కొరకు అనుసంధాన కేంద్రము:

source: When a partition is mounted, it is available to the users of the system. You always need a root ("/") partition, and it's often good to have a separate partition for /home.
te: విభజన అనుసంధానమైనపుడు, అది అన్ని వాడుకరులకు అందుబాటులో వుంటుంది. రూట్ ("/") విభజన తప్పనిసరిగా కావాలి మరియు /home కు ప్రత్యేక విభజన వాడటం మంచిది.

source: Please enter where the partition should be mounted.
te: విభజన ని అనుసంధానము చేయవలసిన దారిని ప్రవేశపెట్టండి.

source: Do you want to unmount the partitions so you can make changes?
te: మార్పులు చేయటానికి వీలుగా, విభజనల అనుసంధానాలను తొలగించుదామనుకుంటున్నారా?

source: Since the partitions have already been mounted, you cannot do any changes.
te: విభజనల అనుసంధానమైనవి కనుక మార్పులు చేయటం వీలు కాదు.

source: Failed to unmount partitions
te: విభజన అనుసంధానం తొలగించటంలో విఫలం

source: An unexpected error occurred while unmounting the partitions.
te: విభజనల అనుసంధానం తొలగించేటప్పుడు అనుకోని దోషం ఎదురైంది

source: The partition configuration process has been aborted.
te: విభజన అమరిక పద్ధతి రద్దుచేయబడినది.

source: Create %s file system
te: %s ఫైల్ వ్యవస్థ సృష్టించు

source: No root partition (/)
te: రూట్ విభజన (/)లేదు

source: You need a root partition. Please assign a partition to the root mount point before continuing.
te: రూట్ విభజన కావాలి. ఒక విభజనకి రూట్ అనుసంధాన కేంద్రము గా ఇచ్చిన తరువాత, కొనసాగించండి

source: Partition assigned to ${MOUNT}
te: విభజన కి ${MOUNT} అనుసంధానము ఇవ్వబడిన ది

source: Mounting a partition on ${MOUNT} makes no sense. Please change this.
te: విభజన కి ${MOUNT} అనుసంధానము ఇచ్చుట అర్ధవంతమైనది కాదు. దయచేసి దీనిని మార్చండి.

source: Several partitions assigned to ${MOUNT}
te: ${MOUNT} చాలా విభజనలకు అనుసంధానముగా ఇవ్వబడినది

source: You cannot assign several partitions to the same mount point. Please change all but one of them.
te: ${MOUNT} చాలా విభజనలకు అనుసంధానముగా ఇవ్వకూడదు. ఒక్కటి తప్ప మిగతా వాటిని మార్చండి.

source: Ready to create file systems and mount partitions?
te: ఫైల్ వ్యవస్థలు మరియు అనుసంధాన కేంద్రాలు ఇవ్వటానికి సిద్ధమేనా?

source: File systems will be created and partitions mounted.
te: ఫైల్ వ్యవస్థలు సృష్టించబడతాయి మరియు విభజనలు అనుసంధానించబడతాయి.

source: WARNING: This will destroy all data on the partitions you have assigned file systems to.
te: హెచ్చరిక: ఈ చర్య ఫైల్ వ్యవస్థ ఇవ్వబడిన విభజనలపైనున్న దత్తాంశాన్ని నాశనంచేస్తుంది

source: Failed to create swap space on ${PARTITION}
te: ${PARTITION} పై swap స్థలము సృష్టించుట విఫలమైంది

source: An error occurred when the swap space was created on ${PARTITION}.
te: swap స్థలం ${PARTITION} పై సృష్టించుటలో దోషం ఏర్పడింది.

source: Please check the error log on the third console or /var/log/messages for more information.
te: మూడవ కన్సోల్ లో దోషాల పట్టీ చూడండి లేక మరింత సమాచారము కొరకు/var/log/messages చూడండి.

source: Failed to activate the swap space on ${PARTITION}
te: swap స్థలము ${PARTITION} పై చేతనంచేయుట విఫలమైంది

source: An error occurred when the swap space on ${PARTITION} was activated.
te: swap స్థలము ${PARTITION} పై చేతనంచేయుటలో దోషం ఏర్పడింది

source: Failed to create ${FS} file system on ${PARTITION}
te: ${PARTITION} పై ${FS} ఫైల్ వ్యవస్థ సృష్టించుట విఫలమైంది

source: An error occurred when the ${FS} file system was created on ${PARTITION}.
te: ${PARTITION} పై ${FS} ఫైల్ వ్యవస్థ సృష్టించుటలో దోషం ఏర్పడింది

source: Failed to mount ${PARTITION} on ${MOUNT}
te: ${PARTITION} ను ${MOUNT} దగ్గర అనుసంధానము చేయుట విఫలమైంది

source: An error occurred when ${PARTITION} was mounted on ${MOUNT}.
te: ${PARTITION} ను ${MOUNT} దగ్గర అనుసంధానము చేయుటలో దోషం ఏర్పడింది

source: Configure and mount partitions
te: విభజనలను అమర్చు మరియు అనుసంధానము చేయు
