Repository: linuxmint/ubiquity
Catalog: d-i/source/partman-lvm/debian/po/*.po
Languages: da

source: Unallocated physical volumes:
da: Ikke-inddraget fysisk arkiv:

source: Volume groups:
da: Bindgrupper:

source: Uses physical volume:
da: Benytter fysisk arkiv:

source: Provides logical volume:
da: Tilbyder logisk arkiv:

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Physical Volumes:" ]
da: ingen

source: none[ Do not translate what's inside the brackets and just put the translation for the word "none" in your language without any brackets. This "none" relates to "Volume Groups:" ]
da: ingen

source: Configure the Logical Volume Manager
da: Opsætning af den logiske diskenhedshåndtering (LVM)

source: PV
da: FA

source: In use by LVM volume group ${VG}
da: I brug af LVM-arkivgruppen ${VG}

source: Display configuration details
da: Vis opsætningsdetaljer

source: Create volume group
da: Opret arkivgruppe

source: Delete volume group
da: Slet arkivgruppe

source: Extend volume group
da: Udvid arkivgruppe

source: Reduce volume group
da: Reducér arkivgruppe

source: Create logical volume
da: Opret logisk arkiv

source: Delete logical volume
da: Slet logisk arkiv

source: Finish
da: Afslut

source: Write the changes to disks and configure LVM?
da: Skriv ændringerne til diskene og sæt den logiske arkivhåndtering op?

source: Before the Logical Volume Manager can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
da: Den valgte partitionering skal skrives til disken før den logiske arkivhåndtering kan sættes op. Disse ændringer kan ikke fortrydes.

source: After the Logical Volume Manager is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
da: Når den logiske arkivhåndtering er sat op, er det ikke tilladt at ændre partitionerne på de diske, der indeholder fysiske arkiver under installationen. Afgør med dig selv, om du er tilfreds med den aktuelle partitionsudlægning, før du fortsætter.

source: Keep current partition layout and configure LVM?
da: Bevar nuværende partitionslayout og sæt LVM op?

source: After the Logical Volume Manager is configured, no additional changes to the partitions in the disks containing physical volumes are allowed. Please decide if you are satisfied with the current partitioning scheme in these disks before continuing.
da: Når den logiske arkivhåndtering er sat op, er det ikke tilladt at ændre partitionerne på de diske, der indeholder benyttede fysiske arkiver. Vær sikker på at du er tilfreds med det aktuelle partitionslayout på disse diske, inden du fortsætter.

source: LVM configuration failure
da: LVM-opsætningsfejl

source: An error occurred while writing the changes to the disks.
da: Der opstod en fejl under skrivning af ændringerne til diskene.

source: Logical Volume Manager configuration has been aborted.
da: Opsætningen af den logiske arkivhåndtering (LVM) er blevet afbrudt.

source: physical volume for LVM
da: fysisk arkiv til LVM

source: lvm
da: lam

source: LVM configuration action:
da: LVM-opsætningshandling:

source: Summary of current LVM configuration:
da: Opsummering af den aktuelle LVM-opsætning:

source: Free Physical Volumes: ${FREE_PVS} Used Physical Volumes: ${USED_PVS} Volume Groups: ${VGS} Logical Volumes: ${LVS}
da: Ledige fysiske arkiver: ${FREE_PVS} Benyttede fysiske arkiver: ${USED_PVS} Arkivgrupper: ${VGS} Logiske arkiver: ${LVS}

source: Current LVM configuration:
da: Aktuel LVM-opsætning:

source: Devices for the new volume group:
da: Enheder til den nye arkivgruppe:

source: Please select the devices for the new volume group.
da: Vælg de enheder, der skal fjernes fra den nye arkivgruppe.

source: You can select one or more devices.
da: Du kan angive en eller flere enheder.

source: Volume group name:
da: Arkivgruppens navn:

source: Please enter the name you would like to use for the new volume group.
da: Indtast det navn, du vil give den nye arkivgruppe.

source: No physical volumes selected
da: Der blev ikke valgt nogen fysiske arkiver

source: No physical volumes were selected. The creation of a new volume group has been aborted.
da: Der blev ikke valgt nogle fysiske arkiver. Oprettelsen af en ny arkivgruppe blev afbrudt.

source: No volume group name entered
da: Ingen arkivgruppe angivet

source: No name for the volume group has been entered. Please enter a name.
da: Der er ikke angivet noget navn til den valgte arkivgruppe. Angiv venligst et navn.

source: Volume group name already in use
da: Arkivgruppenavnet er allerede i brug

source: The selected volume group name is already in use. Please choose a different name.
da: Det valgte arkivgruppenavn er allerede i brug. Vælg et andet navn.

source: Volume group name overlaps with device name
da: Arkivgruppenavnet overlapper et enhedsnavn

source: The selected volume group name overlaps with an existing device name. Please choose a different name.
da: Det valgte arkivgruppenavn overlapper med navnet på en eksisterende enhed. Vælg et andet navn.

source: Error while reducing volume group
da: Fejl under reduktion af arkivgruppe

source: The volume group ${VG} could not be created.
da: Bindgruppen ${VG} kunne ikke oprettes.

source: Check /var/log/syslog or see virtual console 4 for the details.
da: Tjek /var/log/syslog eller kig på den virtuelle konsol 4 for detaljer.

source: Volume group to delete:
da: Vælg en arkivgruppe at slette:

source: Please select the volume group you wish to delete.
da: Vælg den arkivgruppe, du ønsker at slette.

source: No volume group found
da: Fandt ingen arkivgrupper

source: No volume group has been found.
da: Fandt ingen arkivgrupper.

source: The volume group may have already been deleted.
da: Arkivgruppen kan allerede være blevet slettet.

source: Really delete the volume group?
da: Vil du virkelig slette arkivgruppen?

source: Please confirm the ${VG} volume group removal.
da: Bekræft fjernelsen af arkivgruppen ${VG}.

source: Error while deleting volume group
da: Fejl under sletning af arkivgruppe

source: The selected volume group could not be deleted. One or more logical volumes may currently be in use.
da: Den valgte arkivgruppe kunne ikke slettes. Måske er en eller flere logiske arkivgrupper stadig i brug.

source: No volume group can be deleted.
da: Ingen arkivgruppe kan slettes.

source: Volume group to extend:
da: Arkivgruppe at udvide:

source: Please select the volume group you wish to extend.
da: Vælg den arkivgruppe, du ønsker at udvide.

source: Devices to add to the volume group:
da: Enheder at føje til arkivgruppen:

source: Please select the devices you wish to add to the volume group.
da: Vælg de enheder, du ønsker at føje til arkivgruppen.

source: No physical volumes were selected. Extension of the volume group has been aborted.
da: Der blev ikke valgt nogle fysiske arkiver. Afbryder udvidelsen af arkivgruppen.

source: Error while extending volume group
da: Fejl under udvidelse af arkivgruppe

source: The physical volume ${PARTITION} could not be added to the selected volume group.
da: Det fysiske arkiv ${PARTITION} kunne ikke føjes til den valgte arkivgruppe.

source: No volume group can be reduced.
da: Ingen arkivgruppe kan reduceres.

source: Volume group to reduce:
da: Arkivgruppe at reducere:

source: Please select the volume group you wish to reduce.
da: Vælg den arkivgruppe, du ønsker at reducere.

source: Devices to remove from the volume group:
da: Enheder at fjerne fra arkivgruppen:

source: Please select the devices you wish to remove from the volume group.
da: Vælg de enheder, du vil fjerne fra arkivgruppen.

source: No physical volumes were selected. Reduction of the volume group was aborted.
da: Der blev ikke valgt nogen fysiske arkiver. Afbryder reduktionen af arkivgruppen.

source: The physical volume ${PARTITION} could not be removed from the selected volume group.
da: Det fysiske arkiv ${PARTITION} kunne ikke fjernes fra den valgte arkivgruppe.

source: No free volume groups were found for creating a new logical volume. Please create more physical volumes and volume groups, or reduce an existing volume group.
da: Der blev ikke fundet nogen arkivgrupper til oprettelse af et nyt logisk arkiv. Opret flere fysiske arkiver og arkivgrupper eller reducér en eksisterende arkivgruppe.

source: Logical volume name:
da: Navn på logisk arkiv:

source: Please enter the name you would like to use for the new logical volume.
da: Angiv det navn, du vil bruge til det nye logiske arkiv.

source: Volume group:
da: Arkivgruppe:

source: Please select the volume group where the new logical volume should be created.
da: Vælg den arkivgruppe, hvori det nye logiske arkiv skal oprettes.

source: No logical volume name entered
da: Der er ikke angivet noget navn til det logiske arkiv

source: No name for the logical volume has been entered. Please enter a name.
da: Der er ikke angivet noget navn for det logiske arkiv. Angiv venligst et navn.

source: Error while creating a new logical volume
da: Fejl under oprettelse af nyt logisk arkiv

source: The name ${LV} is already in use by another logical volume on the same volume group (${VG}).
da: Det angivne navn ${LV} er allerede i brug af et andet logisk arkiv i den samme arkivgruppe (${VG}).

source: Logical volume size:
da: Størrelse på logisk arkiv:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
da: Angiv størrelsen på det nye logiske arkiv. Størrelsen kan angives i følgende formater: 10K (Kilobyte), 10M (Megabyte), 10G (Gigabyte), 10T (Terabyte). Som standard antages Megabyte.

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
da: Kunne ikke oprette det logiske arkiv (${LV}) på ${VG} med den nye størrelse ${SIZE}.

source: No logical volume found
da: Fandt ingen logiske arkiver

source: No logical volume has been found. Please create a logical volume first.
da: Fandt ingen logiske arkiver. Opret et logisk arkiv først.

source: Logical volume:
da: Logisk arkiv:

source: Please select the logical volume to delete.
da: Vælg det logiske arkiv, der skal slettes.

source: in VG ${VG}
da: i AG ${VG}

source: Error while deleting the logical volume
da: Fejl under sletning af logisk arkiv

source: The logical volume ${LV} on ${VG} could not be deleted.
da: Det logiske arkiv ${LV} på ${VG} kunne ikke slettes.

source: No usable physical volumes found
da: Fandt ingen brugbare fysiske arkiver

source: No physical volumes (i.e. partitions) were found in your system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
da: Kunne ikke finde nogen fysiske arkiver (f.eks. partitioner) på dit system. Alle fysiske arkiver er muligvis allerede i brug. Det kan også være, at du er nødt til at indlæse nogle nødvendige kernemoduler eller repartitionere harddiskene.

source: Logical Volume Manager not available
da: Logisk arkivhåndtering ikke tilgængelig

source: The current kernel doesn't support the Logical Volume Manager. You may need to load the lvm-mod module.
da: Den aktuelle kerne understøtter ikke den logiske arkivhåndtering (LVM). Måske skal du indlæse modulet lvm-mod.

source: Error while initializing physical volume
da: Fejl under initialisering af logisk arkiv

source: The physical volume ${PV} could not be initialized.
da: Det fysiske arkiv ${PV} kunne ikke initialiseres.

source: Invalid logical volume or volume group name
da: Ugyldigt navn på logisk arkiv eller arkivgruppe

source: Logical volume or volume group names may only contain alphanumeric characters, hyphen, plus, period, and underscore. They must be 128 characters or less and may not begin with a hyphen. The names "." and ".." are not allowed. In addition, logical volume names cannot begin with "snapshot".
da: Navne på logiske arkiver eller arkivgrupper må kun indeholde alfanumeriske tegn, bindestreger, plus, punktum og understreger. De skal være 128 tegn eller kortere, og må ikke starte med en bindestreg. Navnene "." og ".." er ikke tilladte. Desuden må navne på logiske arkiver ikke starte med "snapshot".

source: Please choose a different name.
da: Angiv venligst et andet navn.

source: Remove existing logical volume data?
da: Fjern eksisterende data om logiske arkiver?

source: The selected device already contains the following LVM logical volumes, volume groups and physical volumes which are about to be removed:
da: Den valgte enhed indeholder allerede nedenstående logiske arkiver, arkivgrupper og fysiske arkiver, som er ved at blive fjernet:

source: Logical volume(s) to be removed: ${LVTARGETS}
da: Logiske arkiver der skal fjernes: ${LVTARGETS}

source: Volume group(s) to be removed: ${VGTARGETS}
da: Bindgruppe(r), der skal slettes: ${VGTARGETS}

source: Physical volume(s) to be removed: ${PVTARGETS}
da: Fysiske arkiver, der skal fjernes: ${PVTARGETS}

source: Note that this will also permanently erase any data currently on the logical volumes.
da: Bemærk at dette også vil slette data på de logiske arkiver permanent.

source: Unable to automatically remove LVM data
da: Kan ikke fjerne LVM-data automatisk

source: Because the volume group(s) on the selected device also consist of physical volumes on other devices, it is not considered safe to remove its LVM data automatically. If you wish to use this device for partitioning, please remove its LVM data first.
da: Da arkivgrupper på det den valgte enhed også består af fysiske arkiver på andre enheder, regnes det ikke for sikkert at fjerne dens LVM-data automatisk. Hvis du vil bruge denne enhed til partitionering, så fjern dens LVM-data først.

source: Logical Volume Management
da: Logisk arkivhåndtering

source: A common situation for system administrators is to find that some disk partition (usually the most important one) is short on space, while some other partition is underused. The Logical Volume Manager (LVM) can help with this.
da: En almindelig situation for systemadministratorer er, at en eller anden diskpartition (ofte den vigtigste) har utilstrækkelig diskplads, mens en anden partition ikke udnyttes fuldt. Logisk arkivhåndtering (LVM) kan hjælpe med dette.

source: LVM allows combining disk or partition devices ("physical volumes") to form a virtual disk ("volume group"), which can then be divided into virtual partitions ("logical volumes"). Volume groups and logical volumes may span several physical disks. New physical volumes may be added to a volume group at any time, and logical volumes can be resized up to the amount of unallocated space in the volume group.
da: LVM tillader at diske eller partitionsenheder ("fysiske arkiver") udgør en virtuel disk ("arkivgruppe"), som så kan underinddeles i virtuelle partitioner ("logiske arkiver"). Arkivgrupper og logiske arkiver kan omfatte adskillige fysiske diske. Nye fysiske arkiver kan til enhver tid føjes til en arkivgruppe, og logiske arkivers størrelser kan ændres indtil de fylder al den uallokerede plads i arkivgruppen.

source: The items on the LVM configuration menu can be used to edit volume groups and logical volumes. After you return to the main partition manager screen, logical volumes will be displayed in the same way as ordinary partitions, and should be treated as such.
da: Punkterne i LVM-opsætningsmenuen kan bruges til at redigere arkivgrupper og logiske arkiver. Når du vender tilbage til hovedskærmen for partitionshåndteringen, vil de logiske arkiver blive vist på samme måde som almindelige partitioner, og bør endvidere behandles som sådan.
