Repository: linuxmint/ubiquity
Catalog: d-i/source/preseed/debian/po/*.po
Languages: bs, zh_cn

source: Failed to retrieve the preconfiguration file
bs: Nemogu kreirati yaboot konfiguraciju
zh_cn: 读取预配置文件失败

source: The file needed for preconfiguration could not be retrieved from ${LOCATION}. The installation will proceed in non-automated mode.
bs: Datoteka potrebna za prekonfiguraciju se ne može dobaviti sa ${LOCATION}. Instalacija će se nastaviti u neautomatiziranom modu.
zh_cn: 无法从 ${LOCATION} 获得预配置所需要的文件。安装程序将会使用非自动安装模式。

source: Failed to process the preconfiguration file
bs: Ne mogu procesuirati prekonfiguracionu datoteku
zh_cn: 处理预配置文件失败

source: The installer failed to process the preconfiguration file from ${LOCATION}. The file may be corrupt.
bs: Instalater nije uspio procesuirati prekonfiguracionu datoteku s ${LOCATION}. Datoteka može biti oštećena.
zh_cn: 安装程序无法处理 ${LOCATION} 上预配置文件。文件可能已被损坏。

source: Failed to run preseeded command
bs: Nemogu particionisati odabrani disk
zh_cn: 无法运行预置的命令

source: Execution of preseeded command "${COMMAND}" failed with exit code ${CODE}.
bs: Izvršavanje preseeded naredbe "${COMMAND}" nije uspjelo, kôd greške ${CODE}.
zh_cn: 执行预置命令 (“${COMMAND}”) 失败，退出代码为 ${CODE}。

source: Download debconf preconfiguration file
bs: Preuzmi debconf prekonfiguracionu datoteku
zh_cn: 下载 debconf 预配置文件

source: Location of initial preconfiguration file:
bs: Lokacija inicijalnog pretkonfiguracijskog fajla:
zh_cn: 初始预配置文件位置：

source: In order to perform an automated install, you need to supply a preconfiguration file (which can in turn pull in other files). To do that, you need to provide a (perhaps partial) URL.
bs: Da biste izvršili automatizovanu instalaciju, morate imate pretkonfiguracijski fajl (koji može povući druge fajlove). Da biste uradili to, morate unijeti (moguće skraćeni) URL.
zh_cn: 为了执行自动安装，您需要提供预配置文件(用来依次拉取其它文件)。要做到这，需要提供一个 URL(也可能是一个 URL 的一部分)。

source: This can be as simple as the machine name where your preseed files reside up to a full URL. Any of these could be made to work: intra [for example.com, these three are equivalent] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg
bs: Ovo može biti jednostavno poput naziva mašine gdje se nalaze pripremljene datoteke ili popun URL. Bilo koje od sljedećeg može raditi: intra [za example.com, ova tri su ista] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg
zh_cn: 这仅仅简单地就是您放置预置文件的主机名组成一个完整的 URL。下列都可以工作： intra [对于 example.com，那三个是等同的] intra.example.com http://intra.example.com/d-i/./lenny/preseed.cfg http://192.168.0.1/~phil/test47.txt floppy://preseed.cfg file:///hd-media/kiosk/./preseed.cfg

source: For fully automated installs, preseed/url should itself be preseeded (via kernel command line, DHCP, or syslinux.cfg on customised media)
bs: Za potpuno automatizovane instalacije, datoteke/url trebaju biti pripremljni (putem kernel komandne linije, DHCP ili syslinux.cfg na modifikovanom mediju)
zh_cn: 对于全自动安装，预配置 URL 本身也应该预配置(通过自定义媒体上的内核命令行、DHCP 或者 syslinux.cfg)。

source: See http://wiki.debian.org/DebianInstaller/Preseed for inspiration.
bs: Pogledajte http://wiki.debian.org/DebianInstaller/Preseed za ideje.
zh_cn: 查看 http://wiki.debian.org/DebianInstaller/Preseed 来获取灵感。

source: Load debconf preconfiguration file
bs: Učitaj debconf prekonfiguracionu datoteku
zh_cn: 装载 debconf 预配置文件
