Repository: linuxmint/ubiquity
Catalog: d-i/source/partman-target/debian/po/*.po
Languages: hu

source: Help on partitioning
hu: Particionálási súgó

source: Partitioning a hard drive consists of dividing it to create the space needed to install your new system. You need to choose which partition(s) will be used for the installation.
hu: Egy merevlemez particionálása megosztásából áll egy új rendszer számára létrehozandó hely érdekében. Ki kell választani, a telepítésre használt 1 vagy több partíciót.

source: Select a free space to create partitions in it.
hu: Válassz szabad helyet partíció létrehozásához

source: Select a device to remove all partitions in it and create a new empty partition table.
hu: Válassz eszközt, melyen törlöd a partíciókat és új üres partíciós táblát hozol létre.

source: Select a partition to remove it or to specify how it should be used. At a bare minimum, you need one partition to contain the root of the file system (whose mount point is /). Most people also feel that a separate swap partition is a necessity. "Swap" is scratch space for an operating system, which allows the system to use disk storage as "virtual memory".
hu: Egy partíciót kiválasztva az törölhető vagy megadható felhasználása. Legalább 1, a fájlrendszer gyökerét tartalmazó partíció szükséges (melynek csatolási pontja /). A legtöbben a külön cserepartíciót is szükségesnek tartják. A "cserehely" "virtuális memória" feladatot tölt be.

source: When the partition is already formatted you may choose to keep and use the existing data in the partition. Partitions that will be used in this way are marked with "${KEEP}" in the main partitioning menu.
hu: Már formázott partíciók adatai megőrizhetők. Az így használt partíciók a "${KEEP}" jellel jelöltek a fő particionáló-menüben.

source: In general you will want to format the partition with a newly created file system. NOTE: all data in the partition will be irreversibly deleted. If you decide to format a partition that is already formatted, it will be marked with "${DESTROY}" in the main partitioning menu. Otherwise it will be marked with "${FORMAT}".
hu: Az új partíciókat általában újonnan létrehozott fájlrendszerrel formázzuk. MEGJEGYZÉS: a partíción lévő minden adat elvész. Ha újraformázol egy partíciót, a "${DESTROY}" jelzi a fő particionáló menüben. Amúgy "${FORMAT}" jelet kap.

source: In order to start your new system, a so called boot loader is used. It can be installed either in the master boot record of the first hard disk, or in a partition. When the boot loader is installed in a partition, you must set the bootable flag for it. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
hu: Egy új rendszer indítását az ún. boot betöltő végzi. Telepíthető az 1. merevlemez MBR-jébe vagy egy partíción. Ha egy partícióra települ, azon be kell állítani a boot zászlót. Az ilyen partíciók a "${BOOTABLE}" jelet kapják a fő partícináló menüben.

source: In order to start your new system, a so called boot loader is used. It is installed in a boot partition. You must set the bootable flag for the partition. Such a partition will be marked with "${BOOTABLE}" in the main partitioning menu.
hu: Egy új rendszer indítását az ún. boot betöltő végzi. Ez egy boot partícióra települ, melyen be kell állítani a boot zászlót. Az ilyen partíciók a "${BOOTABLE}" jelet kapják a fő partícináló menüben.

source: Identical labels for two file systems
hu: Azonos címke 2 fájlrendszerhez

source: Two file systems are assigned the same label (${LABEL}): ${PART1} and ${PART2}. Since file system labels are usually used as unique identifiers, this is likely to cause reliability problems later.
hu: 2 fájlrendszer azonos címkével: (${LABEL}): ${PART1} és ${PART2}. Mivel a fájlrendszer címkéket általában egyedi azonosítóként használjuk, ez később megbízhatósági gondokat okozhat.

source: Please correct this by changing labels.
hu: Javítsd ki a címkék módosításával.

source: Identical mount points for two file systems
hu: Azonos csatolási pont 2 fájlrendszerhez

source: Two file systems are assigned the same mount point (${MOUNTPOINT}): ${PART1} and ${PART2}.
hu: ${PART1} és ${PART2} egy csatolási ponthoz rendelt (${MOUNTPOINT}).

source: Please correct this by changing mount points.
hu: Módosítsd a megadott csatolási pontokat.

source: No root file system
hu: Nincs gyökér-fájlrendszer

source: No root file system is defined.
hu: Nincs gyökér-fájlrendszer megadva

source: Please correct this from the partitioning menu.
hu: A particionáló menüben adj meg egyet.

source: Separate file system not allowed here
hu: Más fájlrendszer itt nem választható

source: You assigned a separate file system to ${MOUNTPOINT}, but in order for the system to start correctly this directory must be on the root file system.
hu: Külön fájlrendszert választottál ehhez: ${MOUNTPOINT}, de a rendszer sikeres indulásához a könyvtárnak a gyökér fájlrendszeren kell lennie.

source: Do you want to resume partitioning?
hu: Folytatod a particionálást?

source: The attempt to mount a file system with type ${TYPE} in ${DEVICE} at ${MOUNTPOINT} failed.
hu: ${DEVICE} ${TYPE} fájlrendszere ${MOUNTPOINT} pontra csatolása meghiúsult.

source: You may resume partitioning from the partitioning menu.
hu: A particionálást a particionáló-menüben folytathatod.

source: How to use this partition:
hu: Partíció felhasználása:

source: Use as:
hu: Használat:

source: Failed to remove conflicting files
hu: Az ütköző fájlok eltávolítása meghiúsult

source: The installer needs to remove operating system files from the install target, but was unable to do so. The install cannot continue.
hu: A telepítőnek a telepítési célról operációsrendszer-fájlokat kellene eltávolítania, de ez meghiúsult. A telepítés nem folytatódhat.

source: Removing conflicting operating system files...
hu: Ütköző operációsrendszer-fájlok eltávolítása...

source: Do you want to return to the partitioner?
hu: Visszatér a particionálóhoz?

source: The file system on ${PARTITION} assigned to ${MOUNTPOINT} has not been marked for formatting. Directories containing system files (/etc, /lib, /usr, /var, ...) that already exist under any defined mountpoint will be deleted during the install.
hu: A(z) ${PARTITION} partíció fájlrendszere a(z) ${MOUNTPOINT} csatolási ponton nincs kijelölve formázásra. A megadott csatolási pontok alatti meglévő, rendszerfájlokat tartalmazó könyvtárak (/etc, /lib, /usr, /var) törlésre kerülnek a telepítés során.

source: Please ensure that you have backed up any critical data before installing.
hu: Győződjön meg róla, hogy a telepítés előtt minden kritikus adatot mentett.
