Repository: linuxmint/ubiquity
Catalog: d-i/source/yaboot-installer/debian/po/*.po
Languages: am, bg, cs, es, ga, is, it, kk, kn, lo, mr, ru, tr, ug, uk, zh_cn, zh_tw

source: Installing Yaboot
am: ያቡት በመትከል ላይ
bg: Инсталиране на Yaboot
cs: Instaluje se Yaboot
es: Instalando Yaboot
ga: Yaboot á shuiteáil
is: Set upp Yaboot
it: Installazione di Yaboot
kk: Yaboot орнату
kn: ಯಾಬೂಟ್ ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ
lo: ກຳລັງຕິດຕັ້ງ Yaboot
mr: याबूट अधिष्ठापित होत आहे
ru: Установка Yaboot
tr: Yaboot kuruluyor
ug: Yaboot ئورنىتىۋاتىدۇ
uk: Встановлення Yaboot
zh_cn: 正在安装 Yaboot
zh_tw: 安裝 Yaboot

source: Installing Yaboot boot loader
am: ያቡት የገዢ ስልት ማስነሻን በመትከል ላይ
bg: Инсталиране на програмата за начално зареждане yaboot
cs: Instaluje se zavaděč Yaboot
es: Instalando el cargador de arranque Yaboot
ga: Luchtóir tosaithe Yaboot á shuiteáil
is: Set upp Yaboot ræsistjórann
it: Installazione del boot loader yaboot
kk: Yaboot жүйелік жүктеушісін орнату
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ
lo: ກຳລັງຕິດຕັ້ງບູດໂຫຼດເດີ Yaboot
mr: याबूट आरंभ सुचक अधिष्ठापित होत आहे
ru: Установка системного загрузчика Yaboot
tr: Yaboot önyükleyici kuruluyor
ug: Yaboot قوزغىتىش يېتەكلىگۈچ ئورنىتىۋاتىدۇ
uk: Встановлення системного завантажувача yaboot
zh_cn: 正在安装 Yaboot 启动引导器
zh_tw: 安裝 Yaboot 開機程式

source: Yaboot installation failed. Continue anyway?
am: Yaboot ተከላ አልተሳካም። ቢሆንም ልቀጥል?
bg: Грешка при инсталирането на Yaboot. Продължение?
cs: Instalace Yabootu selhala. Přesto pokračovat?
es: La instalación de Yaboot ha fallado. ¿Desea continuar de todas formas?
ga: Theip ar shuiteáil Yaboot. Lean ar aghaidh mar sin féin?
is: Uppsetning á Yaboot mistókst. Halda samt áfram?
it: Installazione di Yaboot non riuscita. Continuare comunque?
kk: Yaboot орнату сәтсіз аяқталды. Жалғастыра беруді қалайсыз ба?
kn: ಯಾಬೂಟ್ ಇನ್ಸ್ಟಾಲೇಶನ್ ವಿಫಲವಾಗಿದೆ. ಆದರೂ ಮುಂದುವರೆಯಬೇಕೆ?
lo: ຕິດຕັ້ງ Yaboot ບໍ່ສຳເລັດ ຈະດຳເນີນການຕໍ່ໄປ ຫຼື ບໍ?
mr: याबूट अधिष्ठापित होऊ शकले नाही. तरीही पुढे जायचे?
ru: Не удалось установить Yaboot. Продолжить установку?
tr: Yaboot kurulumu başarısız. Yine de devam edilsin mi?
ug: Yaboot ئورنىتىش مەغلۇپ بولدى. يەنىلا داۋاملاشتۇرامسىز؟
uk: Не вдалося встановити Yaboot. Всерівно продовжувати?
zh_cn: Yaboot 安装失败。仍然继续吗？
zh_tw: Yaboot 的安裝失敗了。是否無論如何仍然繼續？

source: The yaboot package failed to install into /target/. Installing Yaboot as a boot loader is a required step. The install problem might however be unrelated to Yaboot, so continuing the installation may be possible.
am: /target/ ላይ ያቡትን መትከል ሳይሳካ ቀርቷል፡፡ ያቡትን እንደ ቡት ማስነሻ መትከል አስፈላጊ የሆነ ደረጃ ነው፡፡ ነገርግን የመትከሉ ችግር ከያቡት ጋር ያልተገናኘና ተከላውንም መቀጠል ይቻል ይሆናል፡፡
bg: Грешка при инсталирането на пакета yaboot в /target/. Инсталирането на Yaboot като програма за начално зареждане е необходима стъпка. Проблемът при инсталиране обаче може да не е свързан с Yaboot, така че продължаването на инсталацията може да е възможно.
cs: Balík yaboot se nedokázal nainstalovat do /target. Instalace zavaděče (tedy Yabootu) je vyžadována. Nastalý problém ale nemusí nutně souviset s yabootem a možná lze v instalaci pokračovat.
es: No se pudo instalar el paquete «yaboot» en «/target/». La instalación de Yaboot como cargador de arranque es un paso necesario. El problema de instalación, sin embargo, puede no estar relacionado con Yaboot, así que podrá continuar con la instalación.
ga: Theip ar shuiteáil an phacáiste yaboot i /target/. Caithfear Yaboot a shuiteáil mar luchtóir tosaithe. Seans nach mbaineann an fhadhb shuiteála le Yaboot ar chor ar bith agus beidh tú in ann dul ar aghaidh leis an tsuiteáil.
is: Uppsetning á Yaboot pakkanum í /target/ mistókst. Það er nauðsynlegt að setja Yaboot upp sem ræsistjóra. Vandamálið gæti þó verið óskylt Yaboot, þannig að það gæti verið hægt að halda áfram með uppsetningu.
it: L'installazione del pacchetto yaboot in /target/ non è riuscita. L'installazione di Yaboot come boot loader è un passo richiesto. Tuttavia, il problema d'installazione potrebbe non essere in relazione con Yaboot e l'installazione potrebbe continuare.
kk: /target/-ке GRUB дестесін орнату мүмкін болмады. GRUB-ты жүйелік жүктеуіш ретінде орнату қажет. Бірақ бұл GRUB-қа байланысты болмауы мүмкін, сондықтан орнатуды жалғастыруға болады.
kn: /target/ ಗೆ ಇನ್ಸ್ಟಾಲ್ ಆಗುವಲ್ಲಿಯಾಬೂಟ್ ಪ್ಯಾಕೇಜ್ ವಿಫಲವಾಗಿದೆ. ಯಾಬೂಟ್ ಅನ್ನು ಒಂದು ಬೂಟ್ ಲೋಡರ್ ಆಗಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡುವುದು ಒಂದು ಅವಶ್ಯಕ ಹೆಜ್ಜೆಯಾಗಿದೆ. ಇನ್ಸ್ಟಾಲ್ ಸಮಸ್ಯೆಯು ಯಾಬೂಟ್ ಗೆ ಸಂಬಂಧಪಡದೆ ಇರಬಹುದು. ಆದ್ದರಿಂದ ಇನ್ಸ್ಟಾಲೇಶನ್ ಅನ್ನು ಮುಂದುವರೆಸುವುದುಸಾಧ್ಯವಿದೆ.
lo: ຕິດຕັ້ງແພັກແກັດ yaboot ລົງໃນ /target/ ບໍ່ສຳເລັດ ການຕິດຕັ້ງ yaboot ເປັນບູດໂຫຼດເດີ ເປັນຂັ້ນຕອນທີ່ຈຳເປັນ ແຕ່ບັນຫາຂອງການຕິດຕັ້ງອາດບໍ່ກ່ຽວກັບ Yaboot ກໍ່ໄດ້ ດັ່ງນັ້ນ ການດຳເນີນການຕິດຕັ້ງຕໍ່ໄປກໍ່ອາດເຮັດໄດ້
mr: /target/ मधे याबूट पॅकेज अधिष्ठापित होऊ शकले नाही. आरंभ सुचक म्हणून याबूट अधिष्ठापित करणे ही आवश्यक पायरी आहे. अधिष्ठापनेतील समस्या कदाचित याबूटसंबंधी नसेलही. त्यामुळे अधिष्ठापना पुढे चालू ठेवणे बहुदा शक्य आहे.
ru: Не удалось установить пакет yaboot в /target/. Установка Yaboot в качестве системного загрузчика является необходимым шагом. Однако, эта проблема может быть не связана с Yaboot, так что продолжение установки может оказаться возможным.
tr: Yaboot paketi /target/'a kurulamadı. Bir önyükleyici olarak Yaboot'un kurulması gerekiyor. Kurulum problemi Yaboot'la ilgili olmayabileceğinden kuruluma devam etmeniz mümkün olabilir.
ug: yaboot يۇمشاق دېتال بوغچىسىنى /target/ قا ئورنىتالمىدى. بۇ yaboot نى قوزغىتىش يېتەكلىگۈچ قىلىپ ئورنىتىشنىڭ زۆرۈر قەدىمى. بۇ ئورنىتىش مەسىلىسى yaboot بىلەن مۇناسىۋەتسىز بولۇشى مۇمكىن، شۇڭلاشقا داۋاملىق ئورنىتىشقا بولۇۋېرىدۇ.
uk: Не вдалося встановити пакунок yaboot в /target/. Встановлення Yaboot як системного завантажувача - це необхідний крок. Проте, ця проблема може і не мати відношення до Yaboot, таким чином продовжити встановлення може бути реально.
zh_cn: 无法将 yaboot 软件包安装到 /target/ 中。安装 Yaboot 作为启动引导器是一个必要步骤。此安装问题可能并非直接由 Yaboot 引起，因此继续进行安装也许是可行的。
zh_tw: 無法將 yaboot 套件安裝至 /target/。安裝 Yaboot 以作為開機程式乃是不可或缺的步驟﹔然而，可能並不是因為 Yaboot 套件才導致安裝失敗的，所以繼續進行安裝或許是無妨的。

source: Looking for bootstrap partitions
am: የbootstrap ክፋይን በመፈለግ ላይ
bg: Търсене на зареждащи дялове
cs: Hledají se zaváděcí oblasti
es: Buscando particiones «bootstrap»
ga: Ag lorg deighiltí tosaithe
is: Leita að bootstrap sneiðum
it: Ricerca delle partizioni di bootstrap
kk: Бұл бөлімнің тіркеу нүктесі:
kn: ಬೂಟ್ ಸ್ಟ್ರಾಪ್ ವಿಭಜನೆಗಲನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ
lo: ກຳລັງຄົ້ນຫາພາທິຊັ້ນບູດ
mr: आरंभ विभाजनांचा शोध होत आहे
ru: Поиск загрузочного раздела
tr: Önyüklemenin yapılacağı bölüm aranıyor
ug: يېتەكلەش رايونىنى ئىزدەۋاتىدۇ
uk: Пошук завантажувального розділу
zh_cn: 查找引导分区
zh_tw: 尋找 bootstrap 分割區

source: No bootstrap partition found
am: ምንም የbootstrap ፋይል አልተገኘም
bg: Не беше намерен зареждащ дял
cs: Zaváděcí oblast nebyla nalezena
es: No se han encontrado particiones «bootstrap»
ga: Níor aimsíodh deighilt tosaithe
is: Engar bootstrap sneiðar fundust
it: Nessuna partizione di bootstrap trovata
kk: Жүктеуіш бөлім табылмады
kn: ಯವುದೇ ಬೂಟ್ ಸ್ಟ್ರಾಪ್ ವಿಭಜನೆಯು ಸಿಗಲಿಲ್ಲಾ
lo: ບໍ່ພົບພາທິຊັ້ນບູດ
mr: कोणतेही आरंभ विभाजन सापडले नाही
ru: Не найден загрузочный раздел
tr: Önyükleme bölümü bulunamadı
ug: يېتەكلەش رايونى تېپىلمىدى
uk: Не знайдений завантажувальний розділ
zh_cn: 没有找到引导分区
zh_tw: 未能找到 bootstrap 分割區

source: No hard disks were found which have an "Apple_Bootstrap" partition. You must create an 819200-byte partition with type "Apple_Bootstrap".
am: "Apple_Bootstrap" ክፋይ ያለበት ምንም ዲስክ አልተገኘም፡፡ የ"Apple_Bootstrap" ዓይነት ያለበት ባለ 819200-byte ክፋይ የግድ መፍጠር ይኖርቦታል፡፡
bg: Не беше намерен твърд диск, който да има дял „Apple_Bootstrap“. Трябва да създадете дял с големина 819200 байта и тип „Apple_Bootstrap“.
cs: Nebyly nalezeny žádné disky s oblastí „Apple_Bootstrap“. Musíte vytvořit oblast typu „Apple_Bootstrap“ o velikosti 819200 bajtů.
es: No se ha encontrado ningún disco duro que tenga una partición del tipo «Apple_Bootstrap». Debe crear una partición de 819200 bytes del tipo «Apple_Bootstrap».
ga: Níor aimsíodh aon dioscaí crua a bhfuil deighilt "Apple_Bootstrap" orthu. Caithfidh tú deighilt 819200 beart a chruthú den chineál "Apple_Bootstrap".
is: Engir diskar sem innihalda "Apple_Bootstrap" fundust. Þú þarft að búa til 819200 bæta sneið með tegund "Apple_Bootstrap".
it: Non è stato trovato alcun disco fisso dove sia presente una partizione «Apple_Bootstrap». Creare una partizione di 819200 byte di tipo «Apple_Bootstrap».
kk: "Apple_Bootstrap" бөлімшелі қатты дискі табылмады. Сіз қатты дискіде "Apple_Bootstrap" типті көлемі 819200 байт бөлім құруыңыз керек.
kn: "Apple_Bootstrap" ವಿಭಜನೆಯ ಹೆಸರಿರುವ ಯಾವುದೇ ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ದೊರೆತಿಲ್ಲನೀವು 819200 ಬೈಟ್ ವಿಭಜನೆ ಉಳ್ಳ "Apple_Bootstrap" ನಿರ್ಮಿಸಬೆಕು
lo: ບໍ່ພົບຮາດດິກສ໌ທີ່ມີພາທິຊັ້ນແບບ "Apple_Bootstrap" ທ່ານຕ້ອງສ້າງພາທິຊັ້ນຂະໜາດ 819200 ໄຍສ໌ ຊະນິດ "Apple_Bootstrap" ເສຍກ່ອນ
mr: "Apple_Bootstrap" आरंभ विभाजन असलेली कोणतीही हार्ड डिस्क सापडली नाही. आपण ८१९२००-बाइटचे "Apple_Bootstrap" प्रकारचे विभाजन बनवणे आवश्यक आहे.
ru: Не найден жёсткий диск с разделом «Apple_Bootstrap». Вы должны создать на жёстком диске раздел размером 819200 байт с типом «Apple_Bootstrap».
tr: "Apple Önyükleyici" bulunan bir hard disk bulunamadı. "Apple_Bootstrap" türünde, 819200 byte'lık bir bölüm oluşturmalısınız.
ug: "Apple_Bootstrap" رايونى بار دىسكا تېپىلمىدى. 819200 بايت چوڭلۇقتىكى "Apple_Bootstrap" تىپتىكى رايوندىن بىرنى قۇرۇشىڭىز لازىم.
uk: Не знайдений жорсткий диск, що має розділ „Apple_Bootstrap“. Вам потрібно створити розділ розміром 819200 байт з типом „Apple_Bootstrap“.
zh_cn: 没有找到含有“Apple_Bootstrap”分区的磁盘。您必须创建一个 819200 字节大小、类型为“Apple_Bootstrap”的分区。
zh_tw: 未能找到含有 Apple_Bootstrap 分割區的硬碟。您必須建立一個大小為 819200 byte 且類型為 Apple_Bootstrap 的分割區。

source: Looking for root partition
am: የስር ክፋይን በመፈለግ ላይ
bg: Търсене на главен дял
cs: Hledá se kořenová oblast
es: Buscando partición raíz
ga: Ag lorg fréamhdheighilte
is: Leita að rótarsneið
it: Ricerca della partizione di root
kk: Түбірлік бөлімді іздеу
kn: ಮೂಲ ವಿಭಜನೆಗಲನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ
lo: ກຳລັງຄົ້ນຫາພາທິຊັ້ນພື້ນຖານ
mr: मूल विभाजनाचा शोध होत आहे
ru: Поиск корневого раздела
tr: Kök bölümü aranıyor
ug: غول رايون ئىزدەۋاتىدۇ
uk: Пошук кореневого розділу
zh_cn: 正在查找根分区
zh_tw: 尋找 root 分割區

source: No root partition found
am: ምንም የስር ክፋይ አልተገኘም።
bg: Не е намерен коренов дял
cs: Kořenová oblast nebyla nalezena
es: No se ha encontrado una partición raíz
ga: Níor aimsíodh aon fhréamhdheighilt
is: Engin rótarsneið fannst
it: Non è stata trovata alcuna partizione di root
kk: Түбірлік бөлім табылған жоқ
kn: ಯವುದೇ ಮೂಲ ವಿಭಜನೆಯು ಸಿಗಲಿಲ್ಲ
lo: ບໍ່ພົບພາທິຊັ້ນພື້ນຖານ
mr: कोणतेही मूल विभाजन सापडले नाही
ru: Не найден корневой раздел
tr: Kök bölümü bulunamadı
ug: غول رايون تېپىلمىدى
uk: Кореневий розділ не знайдений
zh_cn: 未找到根分区
zh_tw: 未能找到 root 分割區

source: No partition is mounted as your new root partition. You must mount a root partition first.
am: የስር ክፋይ ሆኖ የተጫነ ምንም ክፋይ የለም። በቅድሚያ የስር ክፋይን መጫን አለቦት።
bg: Няма монтиран дял като Ваш нов коренов дял. Трябва първо да монтирате коренов дял.
cs: Žádná oblast není připojena jako kořenová. Nejprve musíte připojit kořenovou oblast.
es: No hay ninguna partición montada en la partición raíz. Debe montar en primer lugar una partición raíz.
ga: Níl aon deighilt feistithe mar do fhréamhdheighilt nua. Caithfidh tú fréamhdheighilt a fheistiú ar dtús.
is: Engin disksneið er tengd sem rótarsneið. Þú þarft að tengja rótarsneið fyrst.
it: Non c'è alcuna partizione montata come nuova partizione di root. È necessario montare una partizione di root per prima cosa.
kk: Түбірлік бөлім жөнделген жоқ. Алдымен түбірлік бөлімді жөндеңіз.
kn: ಯವುದೇ ವಿಭಜನೆಯು ಮೂಲ ವಿಭಜನೆಯಾಗಿ ಮೌನ್ಟ್ ಆಗಿಲ್ಲಾ.ನೀವು ಮೊದಲು ಮೂಲ ವಿಭಜನೆಯಾಗಿ ಮೌನ್ಟ್ ಮಾಡಬೇಕು
lo: ບໍ່ມີພາທິຊັ້ນເມົ້າທ໌ທີ່ເປັນພາທິຊັ້ນພື້ນຖານໃໝ່ ທ່ານຕ້ອງເມົ້າທ໌ທີ່ເປັນພາທິຊັ້ນພື້ນຖານກ່ອນ
mr: कोणतेही विभाजन मूल विभाजन म्हणून आरोहित केलेले नाही. आपण मूल विभाजन प्रथम आरोहित करणे जरूरीचे आहे
ru: Корневой раздел не смонтирован. Сначала смонтируйте корневой раздел.
tr: Kök bölümü olarak bağlanmış bir bölüm bulunamadı. Önce bir kök bölümü bağlamalısınız.
ug: يېڭى غول رايون ئېگەرلەنمىدى. سىز ئالدى بىلەن غول رايوندىن بىرنى ئېگەرلەڭ.
uk: Жоден розділ не змонтований як новий кореневий розділ. Ви повинні спочатку змонтувати кореневий розділ.
zh_cn: 没有挂载新的根分区。您必须先挂载一个根分区。
zh_tw: 沒有將任何的磁碟分割區掛載為新的 root 分割區。您必須先掛載一個 root 分割區。

source: Looking for other operating systems
am: ሌላ ገዢ ስልቶችን በመፈለግ ላይ
bg: Търсене на други операционни системи
cs: Hledají se další operační systémy
es: Buscando otros sistemas operativos
ga: Córais oibriúcháin eile á lorg
is: Leita að öðrum stýrikerfum
it: Ricerca di altri sistemi operativi
kk: Басқа операциялық жүйелерді іздеу
kn: ಇತರ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಗಳನ್ನು ಹುಡುಕಲಾಗುತ್ತಿದೆ
lo: ກຳລັງກວດຫາລະບົບປະຕິບັດການອື່ນ
mr: इतर प्रचालन प्रणालींचा शोध चालू आहे
ru: Поиск других операционных систем
tr: Diğer işletim sistemleri araştırılıyor
ug: باشقا مەشغۇلات سىستېمىسىنى ئىزدەۋاتىدۇ
uk: Пошук інших операційних систем
zh_cn: 正在查找其它操作系统
zh_tw: 尋找是否有其它的作業系統

source: Device for boot loader installation:
am: የማስነሻ ጫኚ ፕሮግራም መትከያ አካል፦
bg: Устройство, в което да се инсталира програмата за начално зареждане:
cs: Zařízení pro instalaci zavaděče:
es: Dispositivo donde instalar el cargador de arranque:
ga: Gléas le haghaidh shuiteáil an luchtóra tosaithe:
is: Tæki til að setja upp ræsistjóra:
it: Device per l'installazione del boot loader:
kk: Жүйелік жүктеушіні орнату құрылғысы:
kn: ಬೂಟ್ ಲೋಡರ್ ಅನುಸ್ಥಾಪನೆಗೆ ಬೇಕಾದ ಉಪಕರಣ:
lo: ອຸປະກອນສຳລັບຕິດຕັ້ງບູດໂຫຼດເດີ:
mr: आरंभ सुचक अधिष्ठापित करण्यासाठी उपकरण:
ru: Устройство для установки системного загрузчика:
tr: Önyükleyici kurulacak aygıt:
ug: قوزغىتىش يېتەكلىگۈچ ئۈسكۈنىسى ئورنىتىش:
uk: Пристрій для встановлення системного завантажувача:
zh_cn: 安装启动引导器的设备：
zh_tw: 用來安裝開機程式的裝置:

source: Yaboot (the Linux boot loader) needs to be installed on a hard disk partition in order for your system to be bootable. Please choose the destination partition from among these partitions that have the bootable flag set.
bg: За да бъде Вашата система готова за начално зареждане, програмата за начално зареждане на Линукс Yaboot трябва да бъде инсталирана върху дял на твърд диск. Моля, изберете целевия дял сред дяловете, които имат флаг за начално зареждане.
cs: Aby jste mohli zavádět svůj systém, musí se Yaboot (linuxový zavaděč) nainstalovat na pevný disk. Z dostupných oblastí se zaváděcím příznakem si jednu vyberte.
es: «Yaboot» (el cargador de arranque de Linux) necesita instalarse en la partición de un disco duro para poder hacer arrancable el sistema. Elija, por favor, una partición de destino entre las particiones que tienen la marca de arranque habilitada.
ga: Caithfidh tú Yaboot (luchtóir tosaithe Linux) a shuiteáil ar dheighilt diosca crua leis an ríomhaire a thosú. Roghnaigh deighilt ó na deighiltí a bhfuil an bhratach 'intosaithe' socraithe orthu.
is: Það þarf að setja Yaboot (Linux ræsistjórann) upp á disksneið til að hægt sé að ræsa kerfið. Veldu sneið úr þeim sneiðum sem hafa ræsanlega flaggið stillt.
it: Yaboot (il boot loader di Linux) deve essere installato su una partizione del disco fisso al fine di rendere il sistema avviabile. Scegliere la partizione di destinazione tra quelle che hanno il flag avviabile attivo.
kk: Сіздің жүйеңіз жүктелуі үшін Yaboot-ты (Linux жүйелік жүктеуіші) қатты дискіге орнату керек. Мақсаттық бөлімді bootable жалаушасы бар бөлімдерден таңдаңыз.
kn: Yaboot (ಲಿನಕ್ಸ್ ಬೂಟ್ ಲೋಡರ್ ) ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ವಿಭಜನೆಯಲ್ಲಿ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಬೇಕುಮೂಲತಃ ಸಿಸ್ಟಮ್ ಬೂಟ್ ಮಡಬಲ್ಲುವ ಸಲುವಾಗಿದಯಮಾಡಿ ಬೂಟ್ ಪತಾಕೆಯುಳ್ಳ ವಿಭಜನೆಯನ್ನು ಆಇಕೆ ಮಾಡಿ
lo: Yaboot (ບູດໂຫຼດເດີສຳລັບລີນຸກ) ຈະຕ້ອງຕິດຕັ້ງລົງເທີງພາທິຊັ້ນໃນຮາດດິດສ໌ ເພື່ອໃຫ້ລະບົບບູດໄດ້ ກະລຸນາເລືອກພາທິຊັ້ນທີ່ຈະຕິດຕັ້ງຈາກພາທິຊັ້ນເຫຼົ່ານີ້ທີ່ໄດ້ຕັ້ງຄ່າແຟັກບູດໄດ້
mr: आपली नवीन प्रणाली आरंभयोग्य करण्यासाठी आपल्याला याबूट (लिनक्स आरंभ सुचक) हार्डडिस्कच्या विभाजनावर अधिष्ठापित करणे गरजेचे आहे. आरंभयोग्य झेंडा असलेल्या पुढील विभाजनांमधून एकाची त्यासाठी निवड करा.
ru: Yaboot (системный загрузчик Linux) необходимо установить на жёсткий диск, чтобы ваша система могла загружаться. Выберите целевой раздел из тех разделов, которые имеют флаг bootable.
tr: Sisteminizin açılabilir hale gelmesi için, Yaboot'un (Linux açılış önyükleyicisi) bir sabit diske kurulması gerekiyor. Lütfen "önyüklenebilir" bayrağı etkinleştirilmiş bölümler arasından, kurulumun yapılacağı hedef bölümü seçin.
ug: سىستېمىڭىز قوزغىلالىسا، Yaboot (Linux قوزغىتىش يېتەكلىگۈچ) نى مەلۇم قاتتىق دىسكا رايونىغا ئورنىتىشىڭىز لازىم. تۆۋەندىكى قوزغىتىش بەلگىسى قويۇلغان رايوندىن بىرنى تاللاپ ئورنىتىڭ.
uk: Yaboot (системний завантажувач Linux) повинен бути встановлений на розділ жорсткого диску для того, щоб ваша система змогла завантажитися. Виберіть розділ, який має встановлений прапорець „завантажувальний“, серед перелічених.
zh_cn: 要使您的系统能够启动，必须将 Yaboot (Linux 引导程序) 安装到某个硬盘分区中。请在以下拥有可启动标志的分区中选择一个来安装它。
zh_tw: 為了讓您的系統能夠開機，必須將 yaboot (Linux 的開機程式) 安裝至硬碟的分割區上。請在這些已設定為可開機的分割區中選擇一個分割區來進行安裝。

source: Warning: this will erase all data on the selected partition!
am: ማስጠንቀቂያ፦ ይህ በተመረጠው ክፋይ ላይ ያለውን ሁሉንም መረጃ ይሰርዛል!
bg: Внимание: това ще изтрие всички данни на избрания дял!
cs: Varování: Tímto se na vybrané oblasti smažou všechna data!
es: Aviso: ¡esta operación borrará todos los datos de la partición seleccionada!
ga: Rabhadh: léirscriosfar na sonraí uile ón deighilt roghnaithe!
is: Varúð: þetta mun eyða öllum gögnum af valdri disksneið!
it: Attenzione: questo cancellerà tutti i dati sulle partizioni selezionate.
kk: Ескерту: бұл операция таңдалған бөлімдегі барлың деректерді жояды!
kn: ಎಚ್ಚರಿಕೆ: ಇದು ನೀವು ಸೂಚೆಸಿದ ಭಜನೆಗಳಲ್ಲಿನ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನೂ ನಾಶಗೊಳಿಸುತ್ತದೆ.
lo: ຄຳເຕືອນ:ຂໍ້ມູນທັງໝົດໃນພາທິຊັ້ນທີ່ເລືອກຈະຖືກລົບຖີ້ມ!
mr: ताकीद: निवडलेल्या विभाजनावरील सर्व डेटा यामुळे नष्ट होईल!
ru: Внимание! Эта операция сотрёт все данные на выбранном разделе!
tr: Uyarı: bu işlem seçili bölümlerdeki tüm verileri silecektir!
ug: ئاگاھلاندۇرۇش: تاللانغان رايوندىكى بارلىق سانلىق مەلۇماتلار ئۆچۈرۈلىدۇ!
uk: Попередження: це знищить всі дані на вибраному розділі!
zh_cn: 警告：这将删除所选分区上的所有数据资料！
zh_tw: 警告：這樣會刪除所選定的分割區裡的所有資料！

source: Creating yaboot configuration
am: የያቡት ማስተካከያ ፋይል በመፍጠር ላይ
bg: Създаване на настройки на yaboot
cs: Vytváří se konfigurační soubor pro yaboot
es: Creando la configuración de Yaboot
ga: Cumraíocht yaboot á cruthú
is: Bý til yaboot stillingar
it: Creazione della configurazione di yaboot
kk: yaboot конфигурациясын құру
kn: ಯಾಬೂಟ್ ವಿನ್ಯಸದ ನಿರ್ಮಣ
lo: ກຳລັງຕິດຕັ້ງຄ່າໃຫ້ກັບ yaboot
mr: याबूटची संरचना होत आहे
ru: Создание настройки yaboot
tr: Yaboot yapılandırılması oluşturuluyor
ug: yaboot سەپلىمىسى قۇرۇۋاتىدۇ
uk: Створення установок yaboot
zh_cn: 正在创建 yaboot 配置
zh_tw: 建立 yaboot 設定

source: Failed to create yaboot configuration
am: ያቡት አስተካካይን ምፍጠር አልተቻለም
bg: Грешка при създаването на настройките на yaboot
cs: Selhalo vytvoření konfiguračního souboru pro yaboot
es: Falló al crear la configuración de yaboot
ga: Theip ar chruthú cumraíochta yaboot
is: Tókst ekki að búa til yaboot stillingar
it: Creazione della configurazione di yaboot non riuscita
kk: Алдын ала конфигурациялы файлды алу мүмкін болмады.
kn: ಯಾಬೂಟ್ ವಿನ್ಯಸದ ನಿರ್ಮಣ ವಿಫಲ
lo: ສ້າງແຟ້ມຄ່າຕັ້ງໃຫ້ກັບ yaboot ບໍ່ສຳເລັດ
mr: याबूट संरचित होऊ शकले नाही
ru: Не удалось создать настройку yaboot
tr: Yaboot yapılandırması oluşturulamadı
ug: yaboot سەپلىمىسى قۇرۇش مەغلۇپ بولدى
uk: Не вдалося створити налаштування yaboot
zh_cn: 创建 yaboot 配置失败
zh_tw: 無法建立 yaboot 設定

source: The creation of the main yaboot configuration file failed.
am: ዋናውን የያቡት ማዘጋጃ ፋይል ፈጠራ አልተሳካም፡፡
bg: Създаването на главния настройващ файл на yaboot завърши неуспешно.
cs: Vytváření hlavního konfiguračního souboru yabootu selhalo.
es: Falló la creación del fichero principal de configuración de Yaboot.
ga: Níorbh fhéidir príomhchomhad cumraíochta yaboot a chruthú.
is: Tókst ekki að búa til yaboot stillingaskrá
it: La creazione del file principale di configurazione di yaboot non è riuscita.
kk: yaboot конфигурациясының бас файлын құру мүмкін болмады.
kn: ಮುಖ್ಯ ಯಾಬೂಟ್ ವಿನ್ಯಸದ ಕಡತದ ಸೃಷ್ಟಿ ವಿಫಲವಾಗಿದೆ
lo: ບໍ່ສາມາດສ້າງແຟ້ມຄ່າຕັ້ງຫຼັກຂອງ yaboot ໄດ້
mr: याबूटची मुख्य संरचना फाइल निर्माण होऊ शकली नाही.
ru: Не удалось создать главный файл настройки yaboot.
tr: Yaboot ana yapılandırma dosyası oluşturma işlemi başarısız.
ug: yaboot ئاساسىي سەپلىمە ھۆججىتى قۇرۇش مەغلۇپ بولدى.
uk: Не вдалося створити головний файл установок yaboot.
zh_cn: 创建 yaboot 主配置文件失败。
zh_tw: Yaboot 的主要設定檔建立失敗了。

source: Check /var/log/syslog or see virtual console 4 for the details.
am: ለዝርዝሩ /var/log/syslog ወይም virtual console 4ን ይመልከቱ።
bg: Проверете /var/log/bootstrap.log или вижте виртуална конзола 4 за подробности.
cs: Podrobnosti naleznete ve /var/log/syslog nebo na 4. virtuální konzoli.
es: Compruebe el fichero /var/log/syslog o la consola virtual número 4 para los detalles.
ga: Seiceáil /var/log/syslog nó féach ar chonsól fíorúil 4 le tuilleadh eolais a fháil.
is: Skoðaðu skránna /var/log/syslog, eða skipanalínu (virtual console) 4 fyrir nánari upplýsingar.
it: Controllare /var/log/syslog o la console virtuale 4 per i dettagli.
kk: Қосымша мәліметті /var/log/syslog файлынан не 4 виртуал консольдан қараңыз.
kn: /var/log/syslogನಲ್ಲಿ ಅಥವಾ ಅವಾಸ್ತವಿಕ ಆಜ್ಞಾಫಲಕ ೪ ರಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಪರೀಕ್ಷಿಸಿ.
lo: ກະລຸນາກວດສອບ /var/log/syslog ຫຼືເບີ່ງທີ່ຄອນໂຊຄວາມແທ້ຈິງທີ 4 ເພື່ອເບິ່ງລາຍລະອຽດ.
mr: आधिक माहितीसाठी/var/log/syslog तपासा किंवा आभासी कन्सोल ४ पहा.
ru: Подробности смотрите в файле /var/log/syslog или на консоли 4.
tr: Ayrıntılı bilgi için /var/log/syslog dosyasına veya dördüncü konsola bakın.
ug: /var/log/syslog نى تەكشۈرۈڭ ياكى 4-مەۋھۇم كونترول سۇپىسىنى(console) كۆرۈپ تېخىمۇ كۆپ تەپسىلىي ئۇچۇرغا ئېرىشىڭ.
uk: Подробиці дивіться в /var/log/syslog або на віртуальній консолі 4.
zh_cn: 请检查 /var/log/syslog 或查看第四虚拟控制台以获得详细信息。
zh_tw: 請查看 /var/log/syslog 或是第四個虛擬主控台來獲得詳細訊息。

source: Warning: Your system may be unbootable!
am: ማስጠንቀቂያ፦ ስርዓትዎን ቡት ማድረግ አይቻል ይሆናል!
bg: Внимание: Вашата система може да стане неспособна за зареждане!
cs: Varování: Váš systém nemusí nabootovat!
es: Aviso: ¡El sistema puede no ser capaz de arrancar!
ga: Rabhadh: Seans nach mbeidh tú in ann do chóras a thosú!
is: Varúð: Kerfið þitt gæti verið óræsanlegt!
it: Attenzione: il sistema potrebbe non essere avviabile.
kk: Ескерту: сіздің жүйеңіз жүктеле алмайтындай қалуы мүмкін!
kn: ಏಚ್ಚರಿಕೆ: ನಿಮ್ಮ ವ್ಯವಸ್ಥೆಯು ಬೂಟ್ ಮಾಡಲು ಸಾದ್ಯವಾಗದಿರಬಹುದು
lo: ຄຳເຕືອນ: ລະບົບຂອງທ່ານອາດບໍ່ສາມາດບູດໄດ້!
mr: ताकीद: आपला संगणक कदाचित सुरू होऊ शकणार नाही!
ru: Осторожно! Ваша система может перестать загружаться!
tr: Uyarı: Sisteminiz açılamaz duruma gelebilir!
ug: ئاگاھلاندۇرۇش: سىستېمىڭىز قوزغالماسلىقى مۇمكىن!
uk: Попередження: ваша система, можливо, не зможе завантажитися!
zh_cn: 警告：您的系统可能将无法启动！
zh_tw: 警告：您的系統可能會無法開機！

source: Installing yaboot into bootstrap partition
am: ቪመሊሎን በመነሻ ከፋይ ላይ በመትከል ላይ...
bg: Инсталиране на yaboot върху зареждащ дял
cs: Yaboot se instaluje do zaváděcí oblasti
es: Instalando Yaboot en la partición «bootstrap»
ga: Yaboot á shuiteáil ar dheighilt tosaithe
is: Set yaboot upp á bootstrap sneið
it: Installazione di yaboot nella partizione di avvio
kk: yaboot-ты жүктеуіш бөлімге құру
kn: ಯಾಬೂಟ್ ಅನ್ನು ಬೂಟ್ ಸ್ಟ್ರಾಪ್ ವಿಭಜನೆಯಲ್ಲಿ ಇನ್ಸ್ಟಾಲ್ ಆಗುತ್ತಿದೆ
lo: ກຳລັງຕິດຕັ້ງ yaboot ລົງໃນພາທິຊັ້ນບູດ
mr: याबूट आरंभ विभाजनात अधिष्ठापित होत आहे
ru: Установка yaboot на загрузочный раздел
tr: Yaboot önyükleme bölümüne kuruluyor
ug: yaboot نى قوزغىتىش رايونىغا ئورنىتىۋاتىدۇ
uk: Встановлення yaboot в завантажувальний розділ
zh_cn: 正在将 yaboot 安装到启动分区
zh_tw: 把 yaboot 安裝至 bootstrap 分割區

source: Failed to install boot loader
am: ማስነሻ ፕሮግራም ተሰናክሏል
bg: Грешка при инсталиране на програма за начално зареждане
cs: Instalace zavaděče selhala
es: Se produjo un fallo al instalar el cargador de arranque
ga: Theip ar luchtóir tosaithe a shuiteáil
is: Uppsetning ræsiskráar mistókst
it: Installazione del boot loader non riuscita
kk: Жүйелік жүктеуішті орнату мүмкін болмады
kn: ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ವಿಫಲವಾಗಿದೆ.
lo: ຕິດຕັ້ງບູດໂຫຼດເດີບໍ່ສຳເລັດ
mr: आरंभ सुचक अधिष्ठापित होऊ शकला नाही
ru: Не удалось установить системный загрузчик
tr: Önyükleyici kurulumu başarısız
ug: قوزغىتىش يېتەكلىگۈچنى ئورنىتىش مەغلۇپ بولدى
uk: Не вдалося встановити системний завантажувач
zh_cn: 安装启动引导器失败
zh_tw: 無法安裝開機程式
