Repository: linuxmint/ubiquity
Catalog: d-i/source/yaboot-installer/debian/po/*.po
Languages: am, bg, cs, es, ga, is, it, kk, kn, lo, mr, ru, tr, ug, uk, zh_cn, zh_tw

source: The installation of the yaboot boot loader failed.
am: የቪሜሊሎ ማስነሻ ፕሮግራም ተሰናክሏል
bg: Инсталацията на програмата за начално зареждане yaboot завърши неуспешно.
cs: Instalace zavaděče yaboot selhala.
es: Falló la instalación del cargador de arranque Yaboot.
ga: Níorbh fhéidir luchtóir tosaithe yaboot a shuiteáil.
is: Uppsetning yaboot ræsiforritsins mistókst
it: L'installazione del boot loader yaboot non è riuscita.
kk: Базалық жүйені /target/ каталогына орнату мүмкін болмады.
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ್ ಇನ್ಸ್ಟಾಲ್ ಸಾಧ್ಯವಾಗಿಲ್ಲ
lo: ການຕິດຕັ້ງບູດໂຫຼດເດີ yaboot ລົ້ມເຫຼວ
mr: याबूट आरंभ सुचकाची अधिष्ठापना होऊ शकली नाही.
ru: Установка системного загрузчика yaboot завершилась неудачно.
tr: Yaboot önyükleyici kurulumu başarısız.
ug: yaboot قوزغىتىش يېتەكلىگۈچنى ئورنىتىش مەغلۇپ بولدى.
uk: Не вдалося встановити системний завантажувач yaboot.
zh_cn: 安装 Yaboot 启动引导器失败。
zh_tw: Yaboot 開機程式的安裝失敗了。

source: Successfully installed yaboot
am: የያቡት ተከላ ተስተካክሏል
bg: Yaboot е успешно инсталиран
cs: Yaboot byl úspěšně nainstalován
es: Se ha instalado Yaboot con éxito
ga: D'éirigh le suiteáil yaboot
is: Uppsetning yaboot tókst!
it: Installazione di Yaboot completata
kk: Yaboot сәтті орнатылды
kn: ಯಾಬೂಟ್ ಇನ್ಸ್ಟಾಲ್ ಫಲಿಸಿದೆ
lo: ຕິດຕັ້ງ yaboot ແລ້ວສົມບູນ
mr: याबूट यशस्वीरित्या अधिष्ठापित झाला
ru: Yaboot успешно установлен
tr: Yaboot kurulumu başarıyla sonuçlandı
ug: yaboot مۇۋەپپەقىيەتلىك ئورنىتىلدى
uk: Yaboot успішно встановлений
zh_cn: 安装 yaboot 成功
zh_tw: Yaboot 已安裝完成

source: The yaboot boot loader was successfully installed.
am: Yaboot ቡት ጫኝ በተሳካ ሁኔታ ተተክሏል
bg: Програмата за начално зареждане yaboot беше успешно инсталирана.
cs: Zavaděč yaboot byl úspěšně nainstalován.
es: El cargador de arranque Yaboot se instaló con éxito.
ga: D'éirigh le suiteáil luchtóir tosaithe yaboot.
is: Yaboot ræsistjórinn er nú uppsettur.
it: Il boot loader yaboot è stato installato con successo.
kk: yaboot жүйелік жүктеуіші сәтті орындалған
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ್ ಯಶಸ್ವಿಯಾಗಿ ಇನ್ಸ್ಟಾಲ್ ಆಗಿದೆ
lo: ຕິດຕັ້ງບູດໂຫຼດເດີ yaboot ແລ້ວສົມບູນ
mr: याबूट आरंभ सूचक यशस्वीरित्या अधिष्ठापित झाला आहे.
ru: Системный загрузчик yaboot был успешно установлен
tr: Yaboot önyükleyici başarıyla kuruldu.
ug: yaboot قوزغىتىش يېتەكلىگۈچ مۇۋەپپەقىيەتلىك ئورنىتىلدى
uk: Системний завантажувач yaboot був успішно встановлений.
zh_cn: yaboot 引导程序已经安装成功。
zh_tw: Yaboot 開機程式已經順利安裝完成。

source: The new system is now ready to boot.
am: አዲሱን ስርዓት ቡት ለማድረግ አሁን ዝግጁ ነው።
bg: Новата система сега е готова за зареждане.
cs: Nový systém je nyní připraven k zavedení.
es: El sistema ya está preparado para arrancar.
ga: Tá an córas nua réidh le tosú.
is: Nýja kerfið þitt er nú tilbúið til ræsingar.
it: Il nuovo sistema è pronto per essere avviato.
kk: Жаңа орнатылған жүйе енді жүктелуге дайын.
kn: ಈ ಹೊಸ ಸಿಸ್ಟಮ್ ಬೂಟಿಗೆ ತಯ್ಯಾರಾಗಿದೆ
lo: ລະບົບໃໝ່ພ້ອມທີ່ຈະບູດແລະວ
mr: आपली नवीन प्रणाली आरंभास तयार आहे.
ru: Новая система готова к загрузке.
tr: Yeni sisteminiz artık açılmaya hazır.
ug: يېڭى سىستېما قوزغىلىشقا تەييارلاندى.
uk: Нова система не готова для завантаження.
zh_cn: 可以启动新系统了。
zh_tw: 新的系統已經準備好可以啟動了。

source: Failed to mount /target/proc
am: /target/proc ን መጫን አልተሳካም
bg: Грешка при монтирането на /target/proc
cs: Připojení /target/proc selhalo
es: Fallo al montar «/target/proc»
ga: Theip ar fheistiú /target/proc
is: Tókst ekki að tengja /target/proc
it: Montaggio di /target/proc non riuscito
kk: /target/proc тіркеу сәтсіз
kn: /target/proc ಕಳಶವಾಗಿಸಲು ವಿಫಲವಾಗಿದೆ
lo: ລົ້ມແຫຼວທີ່ຈະຍຶດເປົ້າໝາຍ /target/proc
mr: /target/proc आरोहित करता आले नाही
ru: Не удалось смонтировать /target/proc
tr: /target/proc bağlanması başarısız
ug: /target/proc ئېگەرلەش مەغلۇپ بولدى
uk: Не вдалося змонтувати /target/proc
zh_cn: 挂载 /target/proc 失败
zh_tw: 無法掛載 /target/proc

source: Mounting the proc file system on /target/proc failed.
am: የproc ፋይል ስርዓትን በ /target/proc መጫን አልተሳካም።
bg: Монтирането на файловата система proc в /target/proc завърши неуспешно.
cs: Připojení souborového systému proc pod /target/proc selhalo.
es: Falló el montaje el sistema de ficheros proc en «/target/proc».
ga: Níorbh fhéidir an córas comhad proc a fheistiú ar /target/proc.
is: Tókst ekki að tengja proc skráakerfið á /target/proc
it: Il montaggio del file system proc su /target/proc non è riuscito.
kk: Базалық жүйені /target/ бумасын орнату сәтсіз аяқталды.
kn: proc ಕಡತ ವ್ಯವಸ್ಥೆ ಯು /target/proc ಮೇಲೆ ಕಳಶವಾಗಿಸಲು ವಿಫಲವಾಗಿದೆ
lo: ເມົ້າທ໌ລະບົບແຟ້ມ proc ເທີງ /target/proc ບໍ່ສຳເລັດ
mr: पीआरओसी फाईल प्रणाली /target/proc वर आरोहित करता आली नाही.
ru: Не удалось смонтировать файловую систему proc в /target/proc.
tr: /target/proc üzerine proc dosya sistemi bağlanması başarısız.
ug: proc ھۆججەت سىستېمىسىنى /target/proc غا ئېگەرلەش مەغلۇپ بولدى.
uk: Не вдалося змонтувати файлову систему proc в /target/proc.
zh_cn: 挂载 proc 文件系统到 /target/proc 上失败。
zh_tw: 在將 proc 檔案系統掛載至 /target/proc 上時失敗了。

source: Setting firmware variables for automatic boot
am: በራስ እንዲነሳ የfirmware ተለዋጭ እሴቶችን በመሰየም ላይ
bg: Задаване на променливите на фърмуера за автоматично зареждане
cs: Nastavení proměnných firmwaru pro automatické zavádění
es: Estableciendo las variables del firmware para el arranque automático
ga: Athróga dochtearra á socrú le haghaidh tosaithe uathoibrígh
is: Set fastminnisbreytur (firmware) til að vél ræsist sjálfkrafa
it: Impostazione delle variabili del firmware per l'avvio automatico
kk: Айнымалы firmware-ны автожүктеу үшін орнату
kn: ಫರ್ಮ್ ವೇರ್ ಚರಗಳು ಸ್ವಯಂ ಬೂಟ್ ಗಾಗಿ ಸ್ಥಿರವಾಗಿಸಿದೆ
lo: ການຕັ້ງຄ່າຕົວແປເຟີມແວສຳລັບການບູດອັດຕະໂນມັດ
mr: आपोआप लिनक्स सुरु होण्यासाठी फर्मवेअरच्या चलितांचे मूल्य ठरवले जातेय
ru: Установка переменных микропрограммы для автозагрузки
tr: Otomatik önyükleme için aygıt yazılımındaki değişkenler ayarlanıyor
ug: ئۆزلۈكىدىن قوزغىلىش ئۈچۈن firmware نىڭ ئۆزگەرگۈچىلىرىنى تەڭشەۋاتىدۇ
uk: Встановлюються змінні вбудованого програмного забезпечення для автоматичного завантаження
zh_cn: 正在为自动启动设置固件变量
zh_tw: 替自動開機設定韌體變數

source: Some variables need to be set in the Genesi firmware in order for your system to boot automatically. At the end of the installation, the system will reboot. At the firmware prompt, set the following firmware variables to enable auto-booting:
bg: За да може системата автоматично да зарежда Debian е необходимо някои променливи във фърмуера Genesi да бъдат променени. В края на инсталацията системата ще бъде рестартирана. На подканата на фърмуера Genesi задайте следните променливи, за да активирате автоматичното зареждане:
cs: Pro automatické zavádění systému se musí v Genesi firmwaru nastavit některé proměnné. Na závěr této fáze instalace se systém restartuje. Na výzvě firmwaru nastavte následující proměnné povolující automatické zavádění:
es: Debe establecer algunas variables en el firmware de Genesi para poder arrancar el sistema de forma automática. Al final de la instalación el sistema se reiniciará. En el símbolo de espera de órdenes del firmware establezca las variables de firmware que se indican a continuación para activar el arranque automático:
ga: Is gá le roinnt athróg a shocrú sna dochtearraí Genesi chun do chóras a thosú go huathoibríoch. Ag deireadh na suiteála, atosóidh an córas. Ag an leid dochtearra, socraigh na hathróga dochtearra seo a leanas chun tosú uathoibríoch a chumasú:
is: Einhverjar breytur þarf að stilla í Genesi fastbúnaðinum (firmware) svo að tölvan þín geti ræst sjálfkrafa. Við lok uppsetningarinnar mun tölvan endurræsa. Stilltu eftirfarandi fastminnisbreytur við kvaðningu fastbúnaðarins til að virkja sjálfvirka ræsingu:
it: Alcune variabili vanno impostate nel firmware Genesi per poter avviare automaticamente il sistema. Al termine dell'installazione il sistema verrà riavviato; al prompt del firmware, impostare le seguenti variabili per permettere l'avvio automatico:
kk: Жүйеңіз авто жүктелу үшін Genesi микрокод ішіне бірнеше айнымалы орнатылуы керек. Орнатудан кейін жүйе қайта қосылады. Микропрограмма сұранған кезде, жүктелуді ыңғайлату үшін келесі айнымалыларды енгізіңіз:
kn: ಕೆಲವು ಚರಗಳನ್ನು ಜೆನೆಸಿ ಫರ್ಮ್ ವೇರ್ ಗಾಗಿ ಸ್ವಯಂ ಬೂಟ್ ಗೆಂದು ಸ್ಥಿರವಾಗಿಸಿದೆ , ಇನ್ಸ್ಠಾಲ್ ಲೇಶನ್ ನ ಅಂತ್ಯದಲ್ಲಿ ವ್ಯವಸ್ಥೆಯು ಪುನಃ ಬೂಟ್ ಆಗುವುದು ಫರ್ಮ್ ವೇರ್ ಪ್ರಾಂಮ್ಟ್ ನಲ್ಲಿ ಸ್ವಯಂ ಬೂಟಿಂ ಗಾಗಿ ಫರ್ಮ್ ವೇರ್ ಚರಗಳನ್ನು ಚೇತನಗೊಳಿಸಿ
lo: ທ່ານຈຳເປັນຕ້ອງຕັ້ງຄ່າຕົວແປໃນເຟີມແວ Genesi ເພື່ອໃຫ້ລະບົບຂອງທ່ານສາມາດບູດໄດ້ໂດຍອັດຕະໂນມັດ ເມື່ອສຳເລັດຂະບວນການຕິດຕັ້ງແລ້ວ ລະບົບຈະເລີ່ມບູດໃໝ່ ທີ່ແຖວຄຳສັ່ງຂອງເຟີມແວ ໃຫ້ຕັ້ງຄ່າຂອງເຟີມແວຕໍ່ໄປນີ້ ເພື່ອທີ່ຈະສາມາດບູດໄດ້ໂດຍອັດຕະໂນມັດ:
mr: आपला संगणक सुरु केल्यावर आपोआप लिनक्स सुरु होण्यासाठी पिगॅसोस ओपनफर्मवेअरच्या काही चलितांचे मूल्य ठरवावे लागेल. त्याकरिता अधिष्ठापना पूर्ण झाल्यावर संगणक जेंव्हा पुन्हा चालू होईल व जेंव्हा पिगॅसोस ओपनफर्मवेअरची संकेतखूण दिसेल तेंव्हा त्या ओपनफर्मवेअरच्या पुढील चलितांचे मूल्य ठरवा:
ru: Для автоматического запуска системы требуется установить некоторые переменные в микропрограмме Genesi. В конце установки система будет перезагружена. Из приглашения микропрограммы установите следующие переменные для автозагрузки:
tr: Sisteminizin otomatik olarak açılması için Genesi aygıt yazılımındaki bazı değişkenlerin ayarlanması gerekiyor. Bu kurulum aşamasının sonunda sistem tekrar başlatılacak. Otomatik önyüklemeyi etkinleştirmek için aygıt komut isteminde aşağıdaki aygıt yazılımı değişkenlerini ayarlayın:
ug: سىستېمىنىڭ ئۆزلۈكىدىن قوزغىلىشى ئۈچۈن Genesi مۇقىم دېتال(firmware)نىڭ بىر قىسىم ئۆزگەرگۈچىلىرىنى تەڭشىشىڭىز لازىم. ئورنىتىش ئاخىرلاشقاندا سىستېما قايتا قوزغىلىدۇ. مۇقىم دېتال كۆرسەتمە بەلگىسى كۆرۈنگەندىن كېيىن، تۆۋەندىكى بىر قانچە مۇقىم دېتال ئۆزگىرىشچان قىممىتىنى بەلگىلەپ ئۆزلۈكىدىن قوزغىلىش ئىقتىدارىنى قوزغىتىڭ:
uk: Для автоматичного завантаження системи необхідно встановити змінні вбудованого ПЗ Genesi. Після закінчення встановлення система перезвантажиться. Для автоматичного завантаження, встановіть наступні змінні з командного рядка вбудованого ПЗ:
zh_cn: 要使系统能自动启动您的系统，您需要在 Genesi 固件中设置一些变量。在安装结束后，系统将会重启。在出现固件提示符后，请设置以下固件变量以开启自动启动功能：
zh_tw: 您必須在 Genesi 的韌體中設定一些變數才能讓您的系統能夠自動開機。在安裝結束後，系統將會重新開機。之後，在韌體的提示文字上，設定以下的韌體變數來啟用自動開機：

source: You will only need to do this once. Afterwards, enter the "boot" command or reboot the system to proceed to your newly installed system.
am: ይህንን ማደግ የሚያስፈልግዎት አንድ ጊዜ ብቻ ነው፡፡ ከዚያ በኋላ የ"boot" ትዕዛዝን በመስጠት ወይም እንደገና በማስነሳት አዲስ ወደ ተተከለው ስርዓትዎ ይግቡ፡፡
bg: Това е нужно да се направи само веднъж. След това въведете командата „boot“ или рестартирайте системата, за да продължите със следващите стъпки от инсталацията.
cs: Toto stačí zadat pouze jednou. Poté použijte příkaz „boot“ nebo restartujte počítač a pokračujte do svého nově nainstalovaného systému.
es: Sólo tendrá que hacer ésto una vez. Para acceder a su sistema recién instalado deberá introducir, más adelante, la orden «boot» o reiniciar el sistema.
ga: Ní gá duit é seo a dhéanamh ach uair amháin. Tar éis sin, tabhair an t-ordú "boot" nó atosaigh an córas chun do chóras nuashuiteáilte a úsáid.
is: Þú þarft aðeins að gera þetta einu sinni. Eftir það nægir að velja „ræsa‟ skipunina eða endurræsa kerfið til að til að fara í nýuppsetta kerfið þitt.
it: Questa operazione dovrà essere eseguita solo una volta. Dopodiché, è necessario eseguire il comando «boot» oppure riavviare il computer per accedere al nuovo sistema installato.
kk: Сіз осыны бір-ақ рет жасауыңыз қажет. Одан кейін, жаңа орнатылған жүйеге кіру үшін, "boot" командасын енгізіңіз не жүйеңізді қайта жүктеңіз.
kn: ಇದು ಒಂದು ಬಾರಿ ಸಾಕಾಗುತ್ತದೆ, ಆನಂತರದಲ್ಲಿ "boot" ಸೂಚನೆಯೊಂದಿಗೆಅಥವಾ ಪುನಃ ಬೂಟ್ ನೊಂದಿಗೆ ಹೊಸ ವ್ಯವಸ್ಥೆ ಆರಂಭವಾಗುವುದು
lo: ການສັ່ງດັ່ງກ່າວພຽງເທື່ອດຽວກໍ່ພຽງພໍ ໃນເທື່ອຕໍ່ໄປ ພຽງປ້ອນຄຳສັ່ງ "boot" ຫຼືບູດເຄື່ອງໃໝ່ເພື່ອເຂົ້າສູ້ລະບົບເພື່ອຕິດຕັ້ງໃໝ່
mr: तुम्हाला हे फक्त एकदाच करावे लागेल. त्यानंतर, "boot" आज्ञा द्या किंवा तुमच्या नवीन प्रणालीत आरंभ करण्याकरिता संगणक पुन्हा सुरू करा.
ru: Это необходимо сделать только один раз. После этого, введите команду «boot» или перезагрузите компьютер, чтобы продолжить в только что установленной системе.
tr: Bu işlemi sadece bir kere yapmanız gerekiyor. Sonraki durumlarda "boot" komutunu girin veya yeni kurulu sisteminizle devam etmek için sistemi yeniden başlatın.
ug: بۇ جەريان پەقەت بىرلا قېتىم ئىجرا بولىدۇ. ئاندىن "boot" بۇيرۇقى كىرگۈزۈڭ ياكى قايتا قوزغىتىپ يېڭىدىن ئورناتقان سىستېمىغا كىرىڭ.
uk: Вам потрібно буде зробити це тільки один раз. Після цього, наберіть „boot“ або перезавантажте систему.
zh_cn: 此过程只需要被执行一次。然后，请输入“boot”命令或重启系统以进入您新安装好的系统。
zh_tw: 這個動作只需進行一次。之後，輸入 boot 指令或重新啟動系統就能進入您新安裝好的系統。

source: Alternatively, you will be able to boot the kernel manually by entering, at the firmware prompt:
am: በfirmware ማስገቢያ ላይ ከርነሉን በማስገባት የማስነሳት ምርጫ ይኖሮታል፡፡
bg: Като алтернатива, ще можете да зареждате ядрото ръчно чрез въвеждане на:
cs: Volitelně budete moci zavést jádro ručně, když na výzvě firmwaru zadáte:
es: También podrá cargar el núcleo manualmente si introduce, en el indicador del firmware:
ga: Ina áit sin, beidh tú in ann an eithne a thosú de láimh. Iontráil é seo ag an leid dochtearra:
is: Að öðrum kosti getur þú ræst kjarnann handvirkt með því að slá inn, við kvaðningu fastminnisins:
it: Diversamente, sarà possibile avviare il kernel a mano digitando, al prompt del firmware:
kk: Басқаша, сіз ядроны қолмен жүктесеңіз де болады, ол үшін микрокод сұрауында келесіні енгізіңіз:
kn: ಪರಿಯಾಯವಾಗಿ , ಫರ್ಮ್ ವೇರ್ ಪ್ರಾಂಮ್ಟ್ ಸೂಚನೆಗಳೊಂದಿಗೆ ಕೆರ್ನೆಲ್ ಅನ್ನು ಇಚ್ಛಾನುಸಾರವಾಗಿ ಬೂಟ್ ಮಾಡಬಹುದು
lo: ຫຼື ບໍ່ດັ່ງນັ້ນ ທ່ານກໍ່ສາມາດສັ່ງບູດເດີຄາເນວເອງໄດ້ໂດຍປ້ອນຄຳສັ່ງທີ່ແຖວຄຳສັ່ງຂອງເຟີມແວ:
mr: पर्यायी, फर्मवेअर प्रॉम्प्ट वर हे दिल्यास तुम्ही स्वहस्ते गाभा आरंभ करू शकताः
ru: Или вы можете загрузить ядро вручную введя в приглашении микропрограммы следующее:
tr: Alternatif olarak, aygıt komut isteminde şu satırı girerek çekirdeği elle yüklemeniz de mümkün:
ug: ئۇنىڭدىن باشقا، مۇقىم دېتال كۆرسەتمە بەلگىسى ھالىتىدە تۆۋەندىكى مەزمۇننى كىرگۈزۈپ ئۆزىڭىز يادرونى قوزغاتسىڭىزمۇ بولىدۇ:
uk: Також ви зможете завантажити ядро вручну, ввівши в командному рядку вбудованого ПЗ:
zh_cn: 另外，您可以在固件提示符下输入以下内容来手工启动内核：
zh_tw: 而或者，您也可以藉由手動來讓 Kernel 開機，方法是在韌體的提示文字上輸入：

source: Install yaboot on a hard disk
am: የአቡት ስርዓት አስነሺ ፕሮግራምን ዲስኩ ላይ ይትከሉ፡፡
bg: Инсталиране на yaboot върху твърд диск
cs: Instalovat yaboot na pevný disk
es: Instalar yaboot en un disco duro
ga: Suiteáil yaboot ar dhiosca crua
is: Setja upp yaboot á hörðum diski
it: Installare yaboot su un disco fisso
kk: GRUB жүйелік жүктеуішін қатты дискіге орнату
kn: ಯಾಬೂಟ್ ಅನ್ನು ಹಾರ್ಡ್ ಡಿಸ್ಕ್ ಮೇಲೆ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ
lo: ຕິດຕັ້ງ yaboot ລົງໃນຮາດດິກສ໌
mr: याबूट हार्ड डिस्कवर अधिष्ठापित करा.
ru: Установка yaboot на жёсткий диск
tr: Yaboot'u bir sabit diske kur
ug: yaboot نى قاتتىق دىسكىغا ئورنات
uk: Встановити yaboot на жорсткий диск
zh_cn: 将 yaboot 安装至硬盘
zh_tw: 將 yaboot 安裝至硬碟上

source: Reinstall yaboot boot loader
am: ያቡት የገዢ ስልት ማስነሻ እንደገና ይተከል
bg: Преинсталиране на програмата за начално зареждане yaboot
cs: Reinstalovat zavaděč Yaboot
es: Reinstalando el cargador de arranque yaboot
ga: Suiteáil luchtóir tosaithe yaboot arís
is: Er að setja upp yaboot ræsistjórann
it: Re-installare il boot loader yaboot
kk: Yaboot жүйелік жүктеуішін қайта орнату
kn: ಯಾಬೂಟ್ ಬೂಟ್ ಲೋಡರ್ ಅನ್ನು ಮರು ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ
lo: ຕິດຕັ້ງບູດໂຫຼດເດີ yaboot ໃໝ່
mr: याबूट आरंभ सूचक पुन्हा अधिष्ठापित करा
ru: Переустановка системного загрузчика Yaboot
tr: Yaboot önyükleyiciyi tekrar kur
ug: Yaboot قوزغىتىش يېتەكلىگۈچنى قايتا ئورنات
uk: Перевстановити системний завантажувач yaboot
zh_cn: 重新安装 yaboot 启动引导器
zh_tw: 重新安裝 yaboot 開機程式
