Repository: linuxmint/ubiquity
Catalog: d-i/source/choose-mirror/debian/po/*.po
Languages: hr

source: Debian version to install:
hr: Izdanje Debiana za instalaciju:

source: Debian comes in several flavors. Stable is well-tested and rarely changes. Unstable is untested and frequently changing. Testing is a middle ground, that receives many of the new versions from unstable if they are not too buggy.
hr: Debian dolazi u nekoliko izdanja. Stabilno je dobro testirano i rijetko se mijenja. Nestabilno nije testirano i promjene su česte. Testno izdanje je u sredini, pa sadrži većinu novih inačica paketa iz nestabilnog izdanja, ako nemaju previše grešaka.

source: Only flavors available on the selected mirror are listed.
hr: Prikazana su samo izdanja dostupna na odabranom zrcalnom poslužitelju.

source: Checking the Debian archive mirror
hr: Provjeravanje Debianovog zrcalnog poslužitelja

source: Downloading Release files...
hr: Preuzimanje datoteka izdanja...

source: Go back and try a different mirror?
hr: Vrati se i pokušaj drugi zrcalni poslužitelj?

source: The specified (default) Debian version (${RELEASE}) is not available from the selected mirror. It is possible to continue and select a different release for your installation, but normally you should go back and select a different mirror that does support the correct version.
hr: Odabrano (zadano) Debian (${RELEASE}) izdanje nije dostupno sa odabranog zrcalnog poslužitelja. Moguće je nastaviti i odabrati drugo izdanje za vašu instalaciju, ali u pravilu ćete se vratiti i odabrati drugi zrcalni poslužitelj koji podržava ispravno izdanje.

source: Bad archive mirror
hr: Neispravna zrcalna arhiva

source: An error has been detected while trying to use the specified Debian archive mirror.
hr: Pojavila se greška pri pokušaju korištenja zadanog zrcalnog poslužitelja Debian arhive.

source: Possible reasons for the error are: incorrect mirror specified; mirror is not available (possibly due to an unreliable network connection); mirror is broken (for example because an invalid Release file was found); mirror does not support the correct Debian version.
hr: Mogući razlozi za ovu grešku su: odabir neispravnog zrcalnog poslužitelja; poslužitelj nije dostupan (moguće zbog nepouzdanog mrežnog povezivanja); zrcalni poslužitelj nije ispravan (npr. jer je na njemu pronađena neispravna datoteka izdanja); zrcalni poslužitelj ne podržava prikladno izdanje Debiana.

source: Additional details may be available in /var/log/syslog or on virtual console 4.
hr: Dodatne pojedinosti mogu biti dostupne u /var/log/syslog ili na virtualnoj konzoli F4.

source: Please check the specified mirror or try a different one.
hr: Provjerite odabrani poslužitelj ili probajte neki drugi.

source: Architecture not supported
hr: Arhitektura nije podržana

source: The specified Debian archive mirror does not seem to support your architecture. Please try a different mirror.
hr: Odabrani zrcalni poslužitelj Debian arhive ne podržava vašu arhitekturu. Pokušajte s drugim poslužiteljem.

source: oldstable
hr: zastarjela stabilna

source: stable
hr: stabilna

source: testing
hr: testirajuća

source: unstable
hr: nestabilna

source: Choose a mirror of the Debian archive
hr: Odabir zrcalne Debian arhive

source: enter information manually
hr: upišite informaciju ručno

source: US[ Default value for http]
hr: HR

source: Debian archive mirror country:
hr: Država Debian zrcalne arhive:

source: The goal is to find a mirror of the Debian archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
hr: Namjera je pronaći zrcalni poslužitelj Debian arhive koji je najbliži vama na mreži, ali znajte da susjedne države, pa čak i vaša vlastita, nisu nužno najbolji odabir.

source: Debian archive mirror:
hr: Zrcalni poslužitelj Debian arhive:

source: Please select a Debian archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
hr: Odaberite zrcalni poslužitelj Debian arhive. Ako ne znate s kojim imate najbrži pristup Internetu, trebali biste koristiti neki u svojoj državi ili regiji.

source: Usually, ftp.<your country code>.debian.org is a good choice.
hr: Uobičajeno je ftp.'<oznaka vaše zemlje>.debian.org' dobar izbor.

source: Debian archive mirror hostname:
hr: Naziv zrcalnog poslužitelja Debian arhive:

source: Please enter the hostname of the mirror from which Debian will be downloaded.
hr: Upišite naziv zrcalnog poslužitelja s kojeg ćete preuzeti Debian.

source: An alternate port can be specified using the standard [hostname]:[port] format.
hr: Alternativni ulaz se može postaviti koristeći standardni format [naziv-poslužitelja]:[ulaz].

source: Debian archive mirror directory:
hr: Direktorij zrcalne Debian arhive:

source: Please enter the directory in which the mirror of the Debian archive is located.
hr: Upišite direktorij u kojemu se nalazi zrcalna Debian arhiva.

source: HTTP proxy information (blank for none):
hr: HTTP proxy podaci (prazno ako su nedostupni):

source: If you need to use a HTTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
hr: Ako morate koristiti HTTP proxy za pristup vanjskom svijetu, unesite proxy podatke ovdje. U suprotnome, ostavite prazno.

source: The proxy information should be given in the standard form of "http://[[user][:pass]@]host[:port]/".
hr: Proxy postavke trebaju biti u standardnome obliku: "http://[[korisnik][:lozinka]@]poslužitelj[:ulaz]/".

source: FTP proxy information (blank for none):
hr: FTP proxy podaci (prazno ako su nedostupni):

source: If you need to use a FTP proxy to access the outside world, enter the proxy information here. Otherwise, leave this blank.
hr: Ako morate koristiti FTP proxy za pristup vanjskom svijetu, unesite proxy podatke ovdje. U suprotnome, ostavite prazno.

source: US[ Default value for ftp]
hr: HR

source: Protocol for file downloads:
hr: Protokol za preuzimanje datoteka:

source: Please select the protocol to be used for downloading files. If unsure, select "http"; it is less prone to problems involving firewalls.
hr: Odaberite mrežni protokol za preuzimanje datoteka. Ako niste sigurni, odaberite "http"; manje je sklon problemima povezanim s vatrozidima.

source: Checking the Linux Mint archive mirror
hr: Provjeravanje Linux Mint zrcalnog poslužitelja

source: The specified (default) Linux Mint version (${RELEASE}) is not available from the selected mirror. It is possible to continue and select a different release for your installation, but normally you should go back and select a different mirror that does support the correct version.
hr: Odabrano (zadano) Linux Mint (${RELEASE}) izdanje nije dostupno sa odabranog zrcalnog poslužitelja. Moguće je nastaviti i odabrati drugo izdanje za vašu instalaciju, ali u pravilu ćete se vratiti i odabrati drugi zrcalni poslužitelj koji podržava ispravno izdanje.

source: An error has been detected while trying to use the specified Linux Mint archive mirror.
hr: Pojavila se greška pri pokušaju korištenja zadanog zrcalnog poslužitelja Linux Mint arhive.

source: Possible reasons for the error are: incorrect mirror specified; mirror is not available (possibly due to an unreliable network connection); mirror is broken (for example because an invalid Release file was found); mirror does not support the correct Linux Mint version.
hr: Mogući razlozi za ovu grešku su: odabir neispravnog zrcalnog poslužitelja; poslužitelj nije dostupan (moguće zbog nepouzdanog mrežnog povezivanja); zrcalni poslužitelj nije ispravan (npr. jer je na njemu pronađena neispravna datoteka izdanja); zrcalni poslužitelj ne podržava prikladno izdanje Linux Minta.

source: The specified Linux Mint archive mirror does not seem to support your architecture. Please try a different mirror.
hr: Odabrani zrcalni poslužitelj Linux Mint arhive ne podržava vašu arhitekturu. Pokušajte s drugim zrcalnim poslužiteljem.

source: Choose a mirror of the Linux Mint archive
hr: Odabir zrcalne Linux Mint arhive

source: GB[ Default value for http]
hr: HR

source: Linux Mint archive mirror country:
hr: Država Linux Mint zrcalne arhive:

source: The goal is to find a mirror of the Linux Mint archive that is close to you on the network -- be aware that nearby countries, or even your own, may not be the best choice.
hr: Namjera je pronaći zrcalni poslužitelj Linux Mint arhive koji je najbliži vama na mreži, ali znajte da susjedne države, pa čak i vaša vlastita, nisu nužno najbolji odabir.

source: Linux Mint archive mirror:
hr: Zrcalni poslužitelj Linux Mint arhive:

source: Please select an Linux Mint archive mirror. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
hr: Odaberite zrcalni poslužitelj Linux Mint arhive. Ako ne znate s kojim imate najbrži pristup Internetu, trebali biste koristiti neki u svojoj državi ili regiji.

source: Usually, <your country code>.archive.ubuntu.com is a good choice.
hr: Uobičajeno je '<oznaka vaše zemlje>.archive.ubuntu.com' dobar izbor.

source: Linux Mint archive mirror hostname:
hr: Naziv zrcalnog poslužitelja Linux Mint arhive:

source: Please enter the hostname of the mirror from which Linux Mint will be downloaded.
hr: Upišite naziv zrcalnog poslužitelja s kojeg ćete preuzeti Linux Mint.

source: Linux Mint archive mirror directory:
hr: Direktorij zrcalne Linux Mint arhive:

source: Please enter the directory in which the mirror of the Linux Mint archive is located.
hr: Upišite direktorij u kojemu se nalazi zrcalna Linux Mint arhiva.

source: GB[ Default value for ftp]
hr: HR
