Repository: linuxmint/ubiquity
Catalog: d-i/source/shim-signed/debian/real-po/*.po
Languages: hr

source: Configuring Secure Boot
hr: Podešavanje Secure Boota

source: Invalid password
hr: Neispravna lozinka

source: The Secure Boot key you've entered is not valid. The password used must be between 8 and 16 characters.
hr: Secure Boot ključ koji ste upisali nije valjan. Korištena lozinka mora sadržavati između 8 i 16 znakova.

source: Disable UEFI Secure Boot?
hr: Onemogući UEFI Secure Boot?

source: Your system has UEFI Secure Boot enabled. UEFI Secure Boot is not compatible with the use of third-party drivers.
hr: Vaš sustav ima omogućen UEFI Secure Boot. UEFI Secure Boot nije kompatibilan s upravljačkim programima treće strane.

source: The system will assist you in disabling UEFI Secure Boot. To ensure that this change is being made by you as an authorized user, and not by an attacker, you must choose a password now and then use the same password after reboot to confirm the change.
hr: Sustav će vam pomoći pri UEFI Secure Boot onemogućavanju. Kako bi se osigurali da ste ovu promjenu učinili vi kao ovlašteni korisnik, a nije učinjena od strane napadača, morate odmah odabrati lozinku i zatim koristiti istu lozinku nakon ponovnog pokretanja kako bi potvrdili promjenu.

source: If you choose to proceed but do not confirm the password upon reboot, Linux Mint will still be able to boot on your system but these third-party drivers will not be available for your hardware.
hr: Ako odaberete nastavak i ne potvrdite lozinku nakon ponovnog pokretanja, Linux Mint će moći pokretati vaš sustav ali ti upravljački programi treće strane neće biti dostupni na vašem hardveru.

source: Password:
hr: Lozinka:

source: Please enter a password for disabling Secure Boot. It will be asked again after a reboot.
hr: Upišite lozinku za Secure Boot onemogućavanje. Biti ćete upitani za lozinku opet nakon ponovnog pokretanja

source: Re-enter password to verify:
hr: Ponovno upišite lozinku za potvrdu:

source: Please enter the same password again to verify you have typed it correctly.
hr: Upišite istu korisničku lozinku kao potvrdu da ste ju ispravno utipkali.

source: Password input error
hr: Greška upisa lozinke

source: The two passwords you entered were not the same. Please try again.
hr: Lozinke koje ste upisali nisu jednake. Pokušajte ponovno.
