Repository: linuxmint/ubiquity
Catalog: d-i/source/silo-installer/debian/po/*.po
Languages: am, ar, bg, bs, ca, da, dz, es, fr, gu, he, hu, id, it, ka, km, mk, ml, nb, ne, nl, nn, pa, pl, ru, sk, sq, sv, th, tl, tr, uk, zh_cn, zh_tw

source: In order to be successfully loaded by SILO (Sparc Linux Loader), the kernel must reside on an ext2, ext3 or ufs formatted partition. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition of type ${SILO_TYPE}.
ar: كي يتم تحميلها بنجاح من قبل SILO (محمل إقلاع Sparc)، يجب أن توضع النواة على جزء بنسق ext2، ext3 أوufs. في مخطط التجزئة الحالي سيتم تثبيت النواة على الجزء ${SILO_PART} من النوع ${SILO_TYPE}.
bg: За да бъде успешно заредено от SILO (Sparc Linux Loader), ядрото трябва да стои в дял, форматиран за ext2, ext3 и ufs. В текущото разпределение на дялове ядрото ще бъде инсталирано в дяла ${SILO_PART} от тип ${SILO_TYPE}.
bs: Kako bi se uspješno učitao od strane SILO (Sparc Linux Loader), kernel mora biti na ext2, ext3 ili ufs formatiranoj particiji. U trenutnoj particionoj šemi, kernel će biti instaliran na ${SILO_PART} particiji tipa ${SILO_TYPE}.
ca: Per a que el SILO (el carregador de Linux per a Sparc) el puga carregar, el nucli ha d'estar en una partició amb format ext2, ext3 o ufs. A l'esquema de partició actual el nucli s'instal·larà a la partició ${SILO_PART} de tipus ${SILO_TYPE}.
da: For at kunne indlÃÂÃÂÃÂÃÂ¦se SILO (Sparc-linuxindlÃÂÃÂÃÂÃÂ¦seren), skal kernen ligge pÃÂÃÂÃÂÃÂ¥ en ext2-, ext3- eller ufs-formatteret partition. Med den aktuelle partitionsudlÃÂÃÂÃÂÃÂ¦gning vil kernen blive installeret pÃÂÃÂÃÂÃÂ¥ partitionen ${SILO_PART}, af typen ${SILO_TYPE}.
dz: SILO (Sparc Linux Loader) གིས་མཐར་འཁྱོལཝ་སྦེ་མངོན་གསལ་འབད་ནིའི་དོན་ལུ་ ཀར་ནེལ་འདི་ext2, ext3 ཡང་ན་ ufs རྩ་སྒྲིག་འབད་ཡོད་པའི་བར་བཅད་ལུ་གནས་དགོ། ད་ལྟོ་བར་བཅད་འབད་ཡོད་པའི་འཆར་ལས་འདི་ལུ་ཀར་ནེལ་འདི་${SILO_TYPE}.ཡིག་དཔར་རྐྱབས་ཡོད་མི་གི་${SILO_PART}བར་བཅད་འདི་ལུ་གཞི་བཙུགས་འབད་ནི་ཨིན།
es: El núcleo debe estar instalado en una partición formateada como ext2, ext3 ó ufs para que pueda cargarlo SILO (el cargador de Linux para Sparc). El núcleo de Linux se va a instalar en la partición ${SILO_PART} de tipo ${SILO_TYPE} con el esquema de particionado actual.
fr: Afin de pouvoir être lancé correctement par SILO (« Sparc Linux Loader » : chargeur Linux pour Sparc), le noyau doit être placé sur une partition ext2, ext3 ou ufs. Dans le schéma actuel de partitionnement, le noyau sera installé sur la partition ${SILO_PART} de type ${SILO_TYPE}.
gu: SILO (સ્પાર્ક લિનક્સ લોડર) વડે સફળતાપૂર્વક લાવવા માટે, કર્નલ હંમેશા ext2, ext3 અથવા ufs વડે ફોર્મેટ કરેલ પાર્ટિશનમાં હોવું જોઇએ. હાલની પાર્ટિશન પધ્ધતિમાં કર્નલ ${SILO_TYPE} પ્રકારનાં પાર્ટિશન ${SILO_PART} પર સ્થાપિત થવા જઇ રહ્યું છે.
he: כדי לטעון בהצלחה את SILO (Sparc Linux Loader), הקרנל חייב להימצא במחיצות עם מערכת קבצים מסוג ext2, ext3 או ufs. בסכמה הנוכחית של החלוקה למחיצות הקרנל הולך להיות מותקן על המחיצה ${SILO_PART} מסוג ${SILO_TYPE}.
hu: A rendszermag SILO (Sparc Linux Loader) általi sikeres betöltéséhez egy ext2, ext3 vagy ufs fájlrendszerre formázott partíción kell lennie. A jelen partíciós táblában a rendszermag ide készül települni: ${SILO_TYPE} típusú ${SILO_PART}.
id: Agar dapat dimuat dengan baik oleh SILO (Sparc Linux Loader), kernel harus berada pata partisi ext2, ext3 atau ufs. Pada pola partisi saat ini, kernel akan dipasang pada partisi ${SILO_PART} yang bertipe ${SILO_TYPE}.
it: Affinché sia caricato con successo da SILO (Sparc Linux Loader), il kernel deve risiedere in una partizione formattata con ext2, ext3 o ufs. Nello schema di partizionamento attuale il kernel sarà installato nella partizione ${SILO_PART} di tipo ${SILO_TYPE}.
ka: SILO-ს (Sparc Linux Loader) მიერ უპრობლემოდ ჩატვირთვისათვის ბირთვი უნდა იყოს ext2, ext3 ან ufs ფაილური სისტემით დაფორმატებულ დანაყოფზე. დაყოფის მიმდინარე სქემაში ბირთვი ინსტალირებულია ${SILO_TYPE} ტიპის ${SILO_PART} დანაყოფზე.
km: ដើម្បី​អាច​ផ្ទុក​ SILO ដោយជោគ​ជ័យ​ (Sparc Linux Loader) ខឺណែល​ត្រូវ​តែ​ស្ថិត​នៅក្នុង​ភាគថាស ext2, ext3 ឬ ufs ដែល​បាន​ធ្វើ​ទ្រង់ទ្រាយ​រួច ។ នៅ​ក្នុង​គ្រោង​ការណ៍ចែក​ថាស​ជា​ភាគ​បច្ចុប្បន្ន ខឺណែល​នឹង​ត្រូវ​បាន​ដំឡើង​នៅ​លើ​ភាគថាស ${SILO_PART} ដែល​មាន​ប្រភេទ​ជា ${SILO_TYPE} ។
mk: За да биде успешно вчитан од SILO (Спарк Линукс вчитувачот) кернелот треба да биде на ext2, ext3 или ufs форматирана партиција. Во моменталната шема кернелот ќе биде инсталиран на ${SILO_PART} партиција со тип ${SILO_TYPE}.
ml: സിലോ (സ്പാര്‍ക്ക് ലിനക്സ് ലോഡര്‍) കൊണ്ട് വിജയകരമായി ചേര്‍ക്കപ്പെടുന്നതിനായി കെര്‍ണല്‍ ഒരു ext2, ext3 അല്ലെങ്കില്‍ ufs കൊണ്ട് ഫോര്‍മാറ്റ് ചെയ്ത ഭാഗത്തിലായിരിക്കണം. ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ കെര്‍ണല്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നത് ${SILO_TYPE} ലുള്ള ${SILO_PART} ഭാഗത്തിലായിരിക്കും.
nb: For at SILO (Sparc Linux Loader) skal kunne laste inn kjernen, må kjernen ligge på en ext2, ext3 eller ufs-partisjon. Med gjeldende partisjonering blir kjernen installert på ${SILO_PART}-partisjonen av type ${SILO_TYPE}.
ne: SILO (Sparc Linux Loader) द्वारा सफलतापूर्वक लोड गर्नका लागि, कर्नेल एउटा ext2 मा, ext3 मा वा ढाँचाबद्ध ufs विभाजनमा बस्नुपर्दछ । हालैको विभाजन योजनामा कर्नेल ${SILO_TYPE} प्रकारको विभाजन ${SILO_PART} मा स्थापना हुन गइरहेको छ ।
nl: SILO kan de kernel enkel laden als deze zich op een partitie in ext2, ext3 of ufs formaat bevindt. Met het huidige schijfindelingsschema zal de kernel ge誰nstalleerd worden op de ${SILO_PART}-partitie met type ${SILO_TYPE}.
nn: For at SILO (Sparc Linux Loader) skal kunne laste inn kjerna, må kjerna ligge på ein ext2, ext3 eller ufs-partisjon. Med gjeldande partisjonering blir kjerna installert på ${SILO_PART}-partisjonen av type ${SILO_TYPE}.
pa: SILO (Sparc Linux Loader) ਰਾਹੀਂ ਸਫਲਤਾ ਨਾਲ ਲੋਡ ਹੋਣ ਲਈ, ਕਰਨਲ ext2, ext3 ਜਾਂ ufs ਨਾਲ ਫਾਰਮੈਟ ਕੀਤੇ ਪਾਰਟੀਸ਼ਨ ਤੇ ਸਥਿਤ ਹੋਣਾ ਜਰੂਰੀ ਹੈ। ਮੌਜੀਦਾ ਪਾਰਟੀਸ਼ਨਿੰਗ ਸਕੀਮ ਵਿੱਚ ਕਰਨਲ ${SILO_TYPE} ਕਿਸਮ ਦੇ ${SILO_PART} ਪਾਰਟੀਸ਼ਨ ਤੇ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ।
pl: Aby SILO (Sparc Linux Loader) mógł z powodzeniem załadować jądro, musi znajdować się na partycji sformatowanej jako ext2, ext3 lub ufs. W aktualnym schemacie partycjonowania jądro zostanie zainstalowane na partycji ${SILO_PART} typu ${SILO_TYPE}.
ru: При загрузке с помощью SILO (Sparc Linux Loader), ядро должно быть размещено на разделе с файловой системой ext2, ext3 или ufs. В текущей схеме разметки диска ядро будет установлено в раздел ${SILO_PART}, который содержит файловую систему ${SILO_TYPE}.
sk: Na úspešné načítanie zavádzačom SILO (Sparc Linux Loader), musí byť jadro umiestnené na oblasti s ext2, ext3 alebo ufs súborovým systémom. Aktuálna tabuľka oblastí zabezpečí inštaláciu na oblasť ${SILO_PART} typu ${SILO_TYPE}.
sq: Në mënyrë që të ngarkohet me sukses nga SILO (Sparc Linux Loader), kerneli duhet të ndodhet në një ndarje të formatuar si ext2, ext3 apo ufs. Në skemën e tanishme të ndarjes kerneli do instalohet në ndarjen ${SILO_PART} të llojit ${SILO_TYPE}.
sv: För att SILO (Sparc Linux Loader) ska läsas in korrekt måste kärnan finnas på en ext2, ext3 eller en ufs-formaterad partition. Den nuvarande konfigurationen är satt till att kärnan installeras på ${SILO_PART} som är en ${SILO_TYPE}-partition.
th: ในการบูตด้วย SILO (Sparc Linux Loader) เคอร์เนลจะต้องอยู่ในพาร์ทิชันที่ฟอร์แมตไว้เป็นแบบ ext2, ext3 หรือ ufs แต่ในการกำหนดพาร์ทิชันปัจจุบันของคุณ เคอร์เนลจะถูกติดตั้งในพาร์ทิชัน ${SILO_PART} ซึ่งเป็นชนิด ${SILO_TYPE}
tl: Upang matagumpay na maipasok ng SILO (Sparc Linux Loader), ang kernel ay dapat nakaluklok sa isang partisyong naka-format na ext2, ext3 o ufs. Sa kasalukuyang pagpartisyon, ang kernel ay iluluklok sa partisyong ${SILO_PART} na uring ${SILO_TYPE}.
tr: SILO (Sparc Linux Loader) tarafından başarıyla yüklenebilmesi için çekirdeğin ext2, ext3 veya ufs olarak biçimlendirilmiş bir bölümde bulunması gerekiyor. Mevcut bölümleme şemasında çekirdek ${SILO_TYPE} türünde bir ${SILO_PART} bölümüne kurulacak.
uk: Щоб мати можливість бути завантаженим за допомогою SILO (Sparc Linux Loader), ядро має знаходитись на розділі з файловою системою ext2, ext3 або ufs. З існуючою схемою розбивки ядро буде встановлено на розділ ${SILO_PART} типу ${SILO_TYPE}.
zh_cn: 为了能让 SILO (Sparc Linux 引导程序) 成功读取，内核必须放在一个格式化为 ext2、ext3 或 ufs 类型的分区上。在现有的分区方案下，内核将被安装到 ${SILO_TYPE} 类型的 ${SILO_PART} 分区上。
zh_tw: 為了能成功地被 SILO (Sparc Linux Loader) 呼叫，Kernel 必須位於 ext2、ext3 或 utf 格式的分割區內。而以目前的磁碟分割表狀態，Kernel 將會被安裝在 ${SILO_TYPE} 格式的 ${SILO_PART} 分割區。

source: It is strongly recommended that you go back to partitioning and correct this problem. Keeping the current configuration may result in an unbootable system.
am: ወደ መክፈሉ ተመልሰው ይህንን ስህተት ቢያርሙት ይሻላል፡፡ አሁን ባለው አዘገጃጀት እንዲቀጥል ከተደረገ ወጤቱ የማይነሳ ስርዓት ሊሆን ይችላል፡፡
ar: من المستحسن جداً أن تعود إلى قائمة التجزئة وتصحيح هذه المشلكة. إبقاء التهيئة الحالية قد يتسبب بعدم إقلاع النظام.
bg: Силно препоръчително е да се върнете към манипулирането на дялове и да поправите този проблем. Задържането на текущите настройки може да доведе до незареждаема система.
bs: Jako se preporučuje da se vratite na particionisanje i ispravite ovaj problem. Zadržavanje trenutne konfiguracije može rezultovati u sistemu koji se ne može podići.
ca: És molt recomanable que torneu enrere a la partició per a corregir aquest problema. Si manteniu la configuració actual, és possible que no es puga arrencar el sistema.
da: Det anbefales kraftigt at gÃÂÃÂÃÂÃÂ¥ tilbage til partitioneringen og rette dette problem. Hvis du beholder den aktuelle opsÃÂÃÂÃÂÃÂ¦tning, risikerer du at systemet ikke kan startes op.
dz: ཁྱོད་བར་བཅད་འབད་ནི་ལུ་ལོག་འགྱོ་སྟེ་ དཀའ་ངལ་དེ་ནོར་བཅོས་འབད་དགོཔ་སྦེ་ འོས་སྦྱོར་འབད་དེ་ཡོདཔ་ཨིན། ད་ལྟོའི་རིམ་སྒྲིག་དེ་རང་བཞག་མི་དེ་གིས་གྲུབ་འབྲས་ བུཊི་འབད་མ་བཏུབ་མི་རིམ་ལུགས་སྦེ་བྱུངམ་ཨིན།
es: Se le recomienda encarecidamente que vuelva al particionado y corrija este problema. Es posible que su sistema no sea capaz de arrancar si mantiene la configuración actual.
fr: Il est fortement recommandé de recommencer le partitionnement et de corriger ce défaut. Si vous conservez cette configuration, le système risque de ne pas pouvoir démarrer.
gu: આગ્રહપૂર્વક સલાહ આપવામાં આવે છે કે તમે પાર્ટિશન મેનુમાં પાછા જાવ અને આ ક્ષતિને સુધારો. હાલનું રુપરેખાંકન શરુ ન થઇ શકે તેવી સિસ્ટમમાં પરિણમી શકે છે.
he: מומלץ מאוד שתחזור אחורה לתפריט החלוקה למחיצות ותתקן את בעיה זאת. שמירה על ההגדרות הנוכחיות עלולה להביא למערכת שאינה ניתנת לאתחול.
hu: Erősen ajánlott orvosolni e gondot. E beállítás megtartása indíthatatlan rendszert eredményezhet.
id: Sangat disarankan anda kembali ke menu pemartisian dan memperbaiki ini. Tetap menggunakan konfigurasi ini dapat menghasilkan sistem yang tak dapat booting.
it: È raccomandato tornare indietro al partizionamento e correggere il problema. Mantenere la configurazione attuale potrebbe portare a un sistema non avviabile.
ka: დაბრუნდით დაყოფის პროცედურაში და გაასწორეთ ეს შეცდომა. ამ კონფიგურაციით სისტემა შეიძლება არ ჩაიტვირთოს.
km: យក​ល្អ អ្នក​គួរ​តែ​ត្រឡប់​ទៅ​ចំណុច​ចែក​ភាគថាស​វិញ ហើយ​កែ​បញ្ហា​នេះ ។ ការ​ទុក​ការ​កំណត់​រចនាសម្ព័ន្ធ​បច្ចុប្បន្ន​នៅ​ដដែល អាច​នឹង​បណ្ដាល​ឲ្យ​អ្នក​មិន​អាច​ចាប់ផ្ដើម​ប្រព័ន្ធ​បាន ។
mk: Препорчаливо е да се вратиш на партиционирањето и да го поправиш овој проблем. Задржување на моменталната конфигурација може да резултира со систем кој неможе да се бутира.
ml: നിങ്ങള്‍ വിഭജനത്തിലേക്ക് തിരിച്ചു് പോയി ഈ പ്രശ്നം പരിഹരിക്കാന്‍ ശക്തമായി ശുപാര്‍ശ ചെയ്തിരിയ്ക്കുന്നു. ഇപ്പോഴുള്ള ക്രമീകരണം നിലനിര്‍ത്തുന്നത് ബൂട്ട് ചെയ്യാന്‍ സാധ്യമാകാത്ത സിസ്റ്റത്തില്‍ കലാശിച്ചേക്കാം.
nb: Det anbefales sterkt at du går tilbake til partisjoneringen og retter dette problemet. Det nåværende oppsettet kan resultere i et system som ikke kan startes.
ne: यो जोडदार सिफारिस गरिन्छ कि तपाईँ विभाजनमा फर्केर जानुहोस् र यो समस्या सुधार्नुहोस् । यो हालको कन्फिगरेशन राख्नाले एउटा अनबुटेवल प्रणालीमा नतिजा दिन सक्छ ।
nl: Het is ten sterkste aan te raden om terug te keren naar de schijfindeling en dit probleem te verhelpen. Behouden van de huidige configuratie leidt mogelijk tot een niet-opstartbaar systeem.
nn: Det er sterkt tilrådd at du går tilbake til partisjoneringa og rettar dette problemet. Det noverande oppsettet kan resultere i eit system som ikkje kan startast.
pa: ਇਹ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਤੁਹਾਨੂੰ ਪਾਰਟੀਸ਼ਨਿੰਗ ਵਿੱਚ ਵਾਪਸ ਜਾਓ ਅਤੇ ਇਹ ਸਮੱਸਿਆ ਠੀਕ ਕਰੋ। ਮੌਜੂਦਾ ਪਾਰਟੀਸ਼ਨਿੰਗ ਨਾਲ ਨਾ ਬੂਟ ਹੋਣ ਵਾਲਾ ਸਿਸਟਮ ਨਤੀਜਾ ਹੋਵੇਗਾ।
pl: Jest bardzo zalecane by powrócić do partycjonowania i naprawić ten problem. Zachowanie aktualnej konfiguracji może doprowadzić do sytuacji w której system nie będzie się uruchamiał.
ru: Настоятельно рекомендуется вернуться на этап разметки и решить проблему. Продолжение с имеющейся настройкой может сделать систему незагружаемой.
sk: Dôrazne sa odporúča, aby ste sa vrátili do menu rozdeľovania a opravili tento problém. Ak ponecháte súčasné nastavenie môže sa stať, že systém sa nepodarí naštartovať.
sq: Këshillohet fuqimisht të kthehesh prapa në ndarje dhe të korrigjosh këtë problem. Nëse mban konfigurimin e tanishëm sistemi mund të mos niset.
sv: Det är starkt rekommenderat att du går tillbaka till partitioneringen och rättar till det här problemet. Om du fortsätter med den här konfigurationen kan det betyda att ditt system inte kommer att starta.
th: ขอแนะนำให้กลับไปที่ขั้นตอนการแบ่งพาร์ทิชัน เพื่อแก้ปัญหานี้ การปล่อยการกำหนดให้เป็นแบบนี้อาจทำให้ระบบของคุณบูตไม่ขึ้น
tl: Malakas na mungkahi na bumalik kayo sa pagpartisyon at ayusin ang problemang ito. Maaaring hindi tumakbo ng tama ang sistema ninyo kung panatiliin ang kasalukuyang pagkaayos.
tr: Bölümlemeye geri dönerek bu sorunu düzeltmeniz şiddetle tavsiye edilir. Mevcut yapılandırmanın koruması halinde sistem açılmayabilir.
uk: Дуже рекомендуємо щоб ви повернулися назад та виправили цю проблему. Збереження поточних налаштувань може призвести до того, що система не зможе завантажуватися.
zh_cn: 强烈建议您回到分区步骤并改正这一问题。按照目前的设置继续将可能会造成系统无法启动。
zh_tw: 在此強烈建議您能返回重新切割磁碟並修正這個問題。繼續使用這樣的設定可能會導致系統無法開機。

source: Boot partition may cause problems with SILO
am: የቡት ክፋይ ከሲሎ ጋር ችግር ሊፈጥር ይችላል
ar: جزء الإقلاع قد يتسبب بمشاكل مع SILO
bg: Зареждащият дял може да създаде проблеми със SILO
bs: Boot particija može uzrokovati probleme sa SILO-m
ca: La partició d'arrencada pot causar problemes amb SILO
da: Opstartspartitionen kan give problemer med SILO
dz: SILO མཉམ་བུཊི་བར་བཅད་ཀྱིས་དཀའ་ངལ་ཚུ་འབྱུང་ནི་འོང་།
es: La partición de arranque puede causar problemas a SILO
fr: Partition de démarrage probablement incompatible avec SILO
gu: બૂટ પાર્ટિશન કદાચ SILO સાથે મુશ્કેલી ઉભી કરશે
he: מחיצת האתחול עלולה לגרום לבעיות עם SILO
hu: Az indító partíció gondokat okozhat SILO-val
id: Partisi boot dapat mengakibatkan masalah dengan SILO
it: La partizione di boot potrebbe causare problemi con SILO.
ka: შესაძლებელია რომ ჩატვირთვის დანაყოფს SILO-სთან პრობლემები შეექმნას.
km: ភាគថាស​ចាប់ផ្ដើម​អាច​នឹង​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ជាមួយ SILO
mk: Бут партицијата може да предизвика проблеми со SILO
ml: ബൂട്ട് ഭാഗം സിലോയുമായി പ്രശ്നങ്ങള്‍ക്ക് കാരണമായേക്കാം
nb: Oppstartspartisjonen kan gi problemer med SILO
ne: बुट विभाजनले SILO सँगै समस्याहरू उत्पन्न गर्छ
nl: Opstartpartitie kan problemen veroorzaken met SILO
nn: Oppstartspartisjonen kan gje problem med SILO
pa: ਬੂਟ ਪਾਰਟੀਸ਼ਨ SILO ਨੂੰ ਮੁਸ਼ਕਿਲ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ
pl: Partycja rozruchowa może powodować problemy z SILO
ru: Загрузочный раздел может вызвать проблемы с SILO
sk: Zavádzacia oblasť môže mať problém so zavádzačom SILO
sq: Ndarja e nisjes mund të krijojë probleme me SILO
sv: Uppstartspartitionen kan skapa problem tillsammans med SILO
th: พาร์ทิชันบูตอาจมีปัญหากับ SILO
tl: Maaaring magkaproblema ang SILO sa inyong partisyong boot
tr: Önyükleme bölümü SILO ile sorun çıkarabilir
uk: Завантажувальний розділ може викликати проблеми з SILO
zh_cn: 启动分区可能会给 SILO 造成麻烦
zh_tw: 啟動分割區可能無法和 SILO 搭配使用

source: This machine is likely to suffer from a firmware bug, which makes it impossible for SILO (Sparc Linux Loader) to boot a kernel placed farther than 1 GB from the beginning of the disk.
ar: يبدو أن ماكينتك تعاني من علة برمجيات ضمنيّة، والتي قد تجعل من المستحيل على SILO (محمل إقلاع Sparc) إقلاع نواة موجودة على جزء من القرص يبدأ من مساحة أكبر من 1ج.ب.
bg: Тази машина вероятно страда от грешка във фърмуеъра, което прави невъзможно SILO (Sparc Linux Loader) да зареди ядро, разположено по-далеч от 1 GB от началото на диска.
bs: Ova mašina izgleda pati od greške u firmwareu, što onemogućava SILO (Sparc Linux Loader) da podigne kernel smješten dalje od 1. GB od početka diska.
ca: És probable que aquest ordinador tinga una errada de microprogramari que farà que SILO (el carregador de Linux per a Sparc) no puga arrencar un nucli instal·lat més enllà del primer GiB del principi del disc.
da: Denne maskine lider sandsynligvis af en firmware-fejl, som gÃÂÃÂÃÂÃÂ¸r det umuligt for SILO (Spac linux-indlÃÂÃÂÃÂÃÂ¦seren) at starte en kerne op, som ligger lÃÂÃÂÃÂÃÂ¦ngere end 1 GB fra starten af disken.
dz: ཌིགསི་གི་འགོ་བཙུགས་དེ་ལས་ ༡་ཇི་བི་ལས་ལྷག་སྟེ་བཞགཡོད་པའི་ ཀར་ནེལ་དེ་ ཨེསི་ཨའི་ཨེལ་ཨོ་(Sparc Linux Loader)བུཊི་འབད་མ་ཚུགསཔ་བཟོ་མི་ ཕརམ་ཝེརི་བག་ནང་ལས་ ཕྲུལ་ཨམ་དེ་མནར་གཅོད་འབད་ནི་ཉེན་ཁ་འདུག
es: Es posible que este sistema tenga un error en el firmware que imposibilite que SILO (el cargador de Linux para Sparc) pueda arrancar un núcleo que esté situado a más de 1 GB del principio del disco.
fr: Cette machine est probablement affectée par un bogue du microcode (« firmware ») qui empêche SILO (« Sparc Linux Loader » : chargeur Linux pour Sparc) de lancer un noyau placé au delà du premier gigaoctet du disque.
gu: આ મશીન ફર્મવેર ક્ષતિ સાથે પીડાતું હોય તેમ લાગે છે, જે SILO (સ્પાર્ક લિનક્સ લોડર) માટે ડિસ્કની શરૂઆતથી ૧ જીબી થી આગળ મૂકેલ કર્નલને બૂટ કરાવવાનું અશક્ય બનાવી દેશે.
he: מכונה זאת כנראה סובלת מבאג בקושחה (firmware), שגורם ל-SILO (Sparc Linux Loader) לאתחל קרנל שנמצא יותר מ-1GB מתחילת הדיסק.
hu: E gép úgy tűnik firmware-hibás, így a SILO nem tud 1 GB felett lévő rendszermagot indítani.
id: Mesin ini tampaknya memiliki cacat pada firmware, yang menyebabkan SILO tidak dapat memuat kernel yang dipasang pada posisi diatas 1 GB dari awal disk.
it: Questo computer sembra soffrire di un bug del firmware che non permette a SILO (Sparc Linux Loader) di avviare un kernel registrato oltre il primo gigabyte dall'inizio del disco.
ka: როგორც ჩანს, მანქანის მიკროპროგრამაში ხარვეზია აღმოჩენილი, რის გამოც SILO (Sparc Linux Loader) ვერ ჩატვირთავს ბირთვს, რომელიც ჩაწერილია დისკის საწყის სექტორსა და 1 GB-ს შორის.
km: ម៉ាស៊ីន​នេះ​ទំនង​ជាទទួល​រង​កំហុស​ពី​កម្មវិធី​បង្កប់ ដែល​បណ្ដាល​ឲ្យ SILO (Sparc Linux Loader) មិន​អាច​ចាប់ផ្ដើម​ខឺណែល​ដែល​ស្ថិត​នៅ​លើស ១ ជីកាបៃ​ពី​ចំណុច​ដំបូង​នៃ​ថាស​បាន​ឡើយ ។
mk: Компјутерот најверојатно има firmware бубачка, поради што невозможно SILO (Спарк линукс вчитувачот) да го вчита кернелот поставен подалеку од првите 1ГБ од почетокот на дискот.
ml: ഈ മഷീന്‍ ഒരു ഫേംവെയര്‍ പിഴവ് കൊണ്ട് പ്രശ്നത്തിലാകാന്‍ സാധ്യതയുണ്ടു്, അതു് സിലോ (സ്പാര്‍ക്ക് ലിനക്സ് ലോഡര്‍) ക്ക് ഡിസ്കിന് തുടക്കത്തില്‍ നിന്നും 1 GB യില്‍ കൂടുതലകലെ വച്ചിട്ടുള്ള കെര്‍ണല്‍ ബൂട്ട് ചെയ്യുന്നത് അസാധ്യമാക്കും.
nb: Denne maskinen har antakelig en fastvare-feil som gjør det umulig for SILO (Sparc Linux Loader) å laste inn en kjerne som ligger lenger enn 1 GB fra begynnelsen av harddisken.
ne: यो मेशिन फर्मवेयर बगबाट पीडित हुन थालेछ, जसले यसलाई डिस्कको सुरुवातबाट १ जी बी भन्दा पर रहेको कर्नेल बुट गर्न SILO (Sparc Linux Loader) लाई असम्भव बनाईदिन्छ ।
nl: Deze machine zal waarschijnlijk last ondervinden van een firmware-bug die het onmogelijk maakt voor SILO (Sparc Linux Loader) om een kernel op te starten die zich niet in de eerste 1GB van het begin van de harde schijf bevindt.
nn: Denne maskina kan ha ein fastvarefeil som gjer det umogeleg for SILO (Sparc Linux Loader) å laste inn ei kjerne som ligg lenger enn 1 GB frå starten av harddisken.
pa: ਇਹ ਮਸ਼ੀਨ firmware ਬੱਗ ਤੋਂ ਪ੍ਰਭਾਵਿਤ ਲਗਦੀ ਹੈ, ਜੋ ਡਿਸਕ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ 1 GB ਤੋਂ ਬਾਅਦ ਵਿੱਚ ਕਰਨਲ ਨੂੰ SILO (Sparc Linux Loader) ਰਾਹੀਂ ਬੂਟ ਕਰਨ ਤੋਂ ਅਸੰਭਵ ਬਣਾਉਂਦਾ ਹੈ।
pl: Wygląda na to, że ten komputer posiada błędny firmware przez który SILO (Sparc Linux loader) nie może załadować i uruchomić jądra znajdującego się dalej niż 1GB od początku dysku.
ru: Данная машина вероятно имеет ошибку в микропрограмме, из-за которой SILO (Sparc Linux Loader) не сможет загрузить ядро, размещённое за первым гигабайтом от начала диска.
sk: Tento počítač pravdepodobne trpí chybou firmvéru, ktorá znemožňuje zavádzaču SILO (Sparc Linux Loader) načítať jadro umiestnené za 1 GB od začiatku disku.
sq: Ky kompjuter vuan nga një bug në firmware, çka e bën të pamundur për SILO (Sparc Linux Loader) të nisë një kernel që gjendet më tepër se 1 GB nga fillimi i diskut.
sv: Den här maskinen har troligtvis ett fel i den fasta programvaran som gör det omöjligt för SILO (Sparc Linux Loader) att starta en kärna som är placerad mer än 1GB från starten på disken.
th: เครื่องนี้มีแนวโน้มจะมีปัญหาจากข้อบกพร่องของเฟิร์มแวร์ ซึ่งจะทำให้ SILO (Sparc Linux Loader) ไม่สามารถบูตเคอร์เนลที่อยู่ในตำแหน่งเกิน 1 GB จากต้นฮาร์ดดิสก์ได้
tl: Ang makina na ito ay maaaring may problema sa firmware na sumasagabal sa SILO (Sparc Linux Loader) na mag-boot mula sa kernel na lampas sa 1 GB mula sa umpisa ng disk.
tr: Bu makine, diskin ilk 1 GB'lık bölümünün ötesine yerleştirilmiş bir çekirdeğin SILO (Sparc Linux Loader) tarafından yüklenmesini imkansız kılan bir aygıt yazılımı (firmware) hatasına sahip.
uk: Ця машина ймовірно страждатиме від помилки у вбудованому ПЗ, яка робить завантаження ядра, що знаходиться далі ніж 1Гб від початку диска, неможливим для SILO (Sparc Linux Loader).
zh_cn: 这台计算机可能会受到一个固件 bug 的影响，从而使得 SILO (Sparc Linux 引导程序)无法从未放在硬盘最前 1 GB 位置上的内核启动。
zh_tw: 這個機器很可能會受到韌體上的一些問題所影響，使得它無法使用 SILO (Sparc Linux Loader) 來啟動位於磁碟開頭 1GB 以外的 Kernel。
