Repository: linuxmint/ubiquity
Catalog: d-i/source/silo-installer/debian/po/*.po
Languages: am, ar, bg, bs, ca, da, dz, es, fr, gu, he, hu, id, it, ka, km, mk, ml, nb, ne, nl, nn, pa, pl, ru, sk, sq, sv, th, tl, tr, uk, zh_cn, zh_tw

source: SILO installation failed. Continue anyway?
am: የሲሎ ተከላ አልተሳካም፡፡ ቢሆንም ልቀጥል?
ar: فشل تثبيت SILO. هل تريد المتابعة على كلّ حال؟
bg: Грешка при инсталирането на SILO. Продължение?
bs: SILO instalacija nije uspjela. Nastaviti dalje?
ca: Ha fallat la instal·lació del SILO. Voleu continuar igualment?
da: Installation af SILO mislykkedes. FortsÃÂÃÂÃÂÃÂ¦t alligevel?
dz: SILO གཞི་བཙུགས་འཐུས་ཤོར་བྱུང་ཡོད། གང་རུང་སྦེ་འཕྲོ་མཐུད་?
es: La instalación de SILO ha fallado. ¿Desea continuar de todos modos?
fr: Échec de l'installation de SILO. Faut-il continuer malgré tout ?
gu: SILO સ્થાપન નિષ્ફળ. તેમ છતાં આગળ વધશો?
he: התקנת SILO נכשלה
hu: SILO telepítése sikertelen. Mégis folytatod?
id: Pemasangan SILO gagal. Tetap melanjutkan?
it: Installazione di Silo non riuscita. Continuare comunque?
ka: SILO დაყენება ვერ მოხერხდა. მაინც გავაგრძელო?
km: ការ​ដំឡើង SILO បាន​បរាជ័យ ។ ទោះ​យ៉ាងណា​បន្ត​ឬ​ទេ ?
mk: Инсталацијата на SILO не успеа. Сепак да продолжам?
ml: സിലോ ഇന്‍സ്റ്റളേഷന്‍ പരാജയപ്പെട്ടു. എന്നാലും തുടരണമോ?
nb: Klarte ikke å installere SILO. Vil du fortsette likevel?
ne: SILO स्थापना असफल भयो । जे भए पनि निरन्तरता दिनुहुन्छ?
nl: SILO-installatie is mislukt. Toch verdergaan?
nn: Installasjon av SILO feila. Vil du halde fram likevel?
pa: SILO ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ। ਕਿਵੇਂ ਵੀ ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
pl: Instalacja SILO nie powiodła się. Kontynuować mimo tego?
ru: Установка SILO не удалась. Продолжить установку?
sk: Inštalácia SILO zlyhala. Napriek tomu pokračovať?
sq: Instalimi i SILO-s dështoi. Të vazhdoj sidoqoftë?
sv: SILO-installationen misslyckades. Fortsätt ändå?
th: ติดตั้ง SILO ไม่สำเร็จ จะดำเนินการต่อไปหรือไม่?
tl: Bigo ang pagluklok ng SILO. Magpatuloy pa rin?
tr: SILO kurulumu başarısız. Yine de devam edilsin mi?
uk: Не вдалося встановити SILO. Всерівно продовжувати?
zh_cn: SILO 安装失败。仍然继续吗？
zh_tw: SILO 的安裝失敗了。是否無論如何仍然繼續？

source: The 'silo' package failed to install into /target/. Installing SILO as a boot loader is a required step. The install problem might however be unrelated to SILO, so continuing the installation may be possible.
am: /target/ ላይ ሲሎን መትከል ሳይሳካ ቀርቷል፡፡ ሲሎን እንደ ቡት ማስነሻ መትከል አስፈላጊ የሆነ ደረጃ ነው፡፡ ነገርግን የመትከሉ ችግር ከሲሎ ጋር ያልተገናኘና ተከላውንም መቀጠል ይቻል ይሆናል፡፡
ar: فشل تثبيت حزمة SILO على /target/. تثبيت SILO كمحمّل إقلاع خطوةٌ مطلوبة. مع ذلك، فإنّ مشكلة التثبيت قد لا تكون متعلّقةً بSILO، لذا فإنّ الاستمرار بالتثبيت قد يكون ممكناً.
bg: Грешка при инсталиране на пакета silo върху /target/. Инсталирането на SILO като програма за начално зареждане е необходима стъпка. Проблемът при инсталирането обаче може да не е свързан с SILO, така че продължаването на инсталацията може и да е възможно.
bs: SILO paket se nije uspio instalirati na /target/. Instaliranje SILO-a kao boot loadera je zahtijevani korak. Moguće da instalacijski problem nije vezan za SILO i da je moguće da nastavite instalaciju.
ca: No s'ha pogut instal·lar el paquet «silo» a /target/. Instal·lar SILO com el carregador és un pas requerit. El problema d'instal·lació pot no estar relacionat amb SILO, així doncs continuar amb la instal·lació potser serà possible.
da: Pakken silo kunne ikke installeres pÃÂÃÂÃÂÃÂ¥ /target/. Installationen af SILO som opstartsindlÃÂÃÂÃÂÃÂ¦ser er et pÃÂÃÂÃÂÃÂ¥krÃÂÃÂÃÂÃÂ¦vet trin. Dog kan installationsproblemet vÃÂÃÂÃÂÃÂ¦re uden relation til SILO, sÃÂÃÂÃÂÃÂ¥ mÃÂÃÂÃÂÃÂ¥ske kan det lade sig gÃÂÃÂÃÂÃÂ¸re at fortsÃÂÃÂÃÂÃÂ¦tte installationen alligevel.
dz: 'silo'ཐུམ་སྒྲིལ་འདི་/target/ ནང་ལུ་གཞི་བཙུགས་འབད་ནི་ལུ་འཐུས་ཤོར་བྱུང་ཡོད། བུཊི་མངོན་གསལ་པ་བཟུམ་སྦེ་ SILO་གཞི་བཙུགས་འབད་ནི་འདི་དགོས་མཁོ་ཅན་གྱི་རིམ་པ་ཨིན། ག་དེ་སྦེ་རང་ཨིན་རུང་གཞི་བཙུགས་དཀའ་ངལ་འདི་ SILO ལུ་འབྲེལ་བ་མེདཔ་འོང་ དེ་འབདཝ་ལས་འཕྲོ་མཐུད་འབད་མི་འདི་གིས་གཞི་བཙུགས་ནི་ལུ་འབད་ཚུགས་འོང་།
es: Falló la instalación del paquete «silo» en «/target/». La instalación de SILO como cargador de arranque es un paso necesario. El problema de instalación puede no estar relacionado con SILO así que es posible que pueda continuar con la instalación.
fr: Le paquet « silo » n'a pu être installé dans /target/. Installer silo comme gestionnaire de démarrage est une étape indispensable. Le problème d'installation n'est cependant pas nécessairement lié à silo, il est donc possible d'essayer de poursuivre l'installation.
gu: 'silo' પેકેજ /target/ પર સ્થાપિત થવામાં નિષ્ફળ. SILO ને બુટ લોડર તરીકે સ્થાપિત કરવું એ જરુરી પગથિયું છે. સ્થાપન મુશ્કેલી કદાચ SILO ને સંબંધિત ન પણ હોઇ શકે, એટલે સ્થાપનમાં આગળ વધવું એ કદાચ શક્ય થઇ શકે છે.
he: החבילה silo כשלה בהתקנה לתוך /target/. מנהל אתחול הוא שלב חשוב. למרות זאת, בעיית ההתקנה יכולה להיות ללא קשר ל-SILO, כך שאולי ניתן להמשיך בהתקנה.
hu: A 'silo' csomag /target/-be telepítése meghiúsult. A SILO telepítése pedig szükséges. Lehet, hogy e gond nem a SILO-hoz kötődik és a telepítés folytatása mégis lehetséges.
id: Paket silo gagal diinstal ke /target/. Memasang silo sebagai boot loader merupakan langkah yang diperlukan. Namun masalah instalasi mungkin tidak berhubungan dengan SiByl, jadi Anda tetap dapat melanjutkan instalasi.
it: L'installazione del pacchetto silo in /target/ non è riuscita. L'installazione di SILO come boot loader è un passo richiesto. Tuttavia, il problema di installazione, potrebbe non essere in relazione con SILO e l'installazione potrebbe continuare.
ka: silo-პაკეტი ვერ დადგა /target/-ში. სისტემურ ჩამტვირთველად SILO-ს დაყენება აუცილებელი ეტაპია, მაგრამ რადგანაც არ არის აუცილებელი, რომ პრობლემა SILO-ს გამოწვეული იყოს, შეიძლება ინსტალაციის გაგრძელება.
km: បាន​បរាជ័យ​ក្នុង​ការ​ដំឡើង​កញ្ចប់ 'silo' ទៅ​ក្នុង /target/ ។ ដាច់​ខាត​អ្នក​ត្រូវ​តែ​ដំឡើង SILO ជា​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ ។ ទោះ​យ៉ាង​ណា បញ្ហា​ការ​ដំឡើង​ប្រហែល​ជា​មិន​ទាក់ទង​នឹង SILO ឡើយ ដូច្នេះ​អ្នក​ប្រហែល​ជា​អាច​បន្ត​ការ​ដំឡើង​បាន ។​
mk: Пакетот „silo“ не успеа да се инсталира на /target/. Инсталирањето на SILO подигнувачот е задолжителен чекор. Сепак инсталационите проблем може да не поврзан со Yaboot, па инсталацијата може да продолжи.
ml: 'സിലോ' പാക്കേജ് /target/ ലേക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നതില്‍ പരാജയപ്പെട്ടു. സിലോ ബൂട്ട് ലോഡറായി ഇന്‍സ്റ്റാള്‍ ചെയ്യുന്നത് ഒരു അവശ്യ നടപടിക്രമമാണു്. എന്നിരുന്നാലും ഇന്‍സ്റ്റാള്‍ പ്രശ്നം സിലോയുമായി ബന്ധമില്ലാത്തതാകാം, അതു കൊണ്ട് തന്നെ ഇന്‍സ്റ്റളേഷന്‍ തുടരാന്‍ സാധ്യമായേക്കാം.
nb: Klarte ikke å installere Silo-pakka i /target. Å installere SILO som oppstartssystem er et nødvendig steg. Men det kan likevel hende at problemet er uavhengig av SILO, så kanskje det går an å fortsette installasjonen.
ne: 'silo' प्याकेज /target/ मा स्थापना गर्नु असफल भयो । बुट लोडरको रुपमा SILO सँग असम्बन्धित भएता पनि स्थापना समस्या हुन्छ, त्यसैले स्थापनालाई निरन्तरता दिनु सम्भव हुनेछ ।
nl: Installeren van het pakket 'silo' in /target/ is mislukt. Het installeren van SILO als opstartlader is een verplichte stap. Mogelijk is dit installatieprobleem niet gerelateerd aan SILO, in dat geval is verdergaan misschien mogelijk.
nn: Klarte ikkje installere silo-pakka på /target/. Å installere SILO som oppstartslastar er eit påkrevd steg. Installeringsproblemet kan vere uavhengig av SILO, så det kan vere det er mogeleg å halde fram.
pa: /target/ ਉੱਤੇ 'silo' ਪੈਕੇਜ ਦੀ ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ। SILO ਨੂੰ ਬੂਟ ਲੋਡਰ ਤੌਰ ਤੇ ਇੰਸਟਾਲ ਕਰਨਾ ਲੋੜੀਂਦਾ ਪਗ ਹੈ। ਭਾਵੇਂ ਇੰਸਟਾਲੇਸ਼ਨ ਸਮੱਸਿਆ ਦਾ SILO ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ, ਇਸ ਲਈ ਇੰਸਟਾਲੇਸ਼ਨ ਜਾਰੀ ਕਰਨਾ ਸੰਭਵ ਹੈ।
pl: Instalacja pakietu 'silo' w /target/ nie powiodła się. Instalacja SILO jako programu rozruchowego jest etapem wymaganym. Możliwe jednak, że błąd jest niezwiązany z SILO i kontynuacja instalacji będzie możliwa.
ru: Пакет 'silo' не удалось установить в /target/. Установка SILO в качестве системного загрузчика является необходимым этапом установки. Тем не менее, ошибки при установке могут быть не связаны собственно с SILO, поэтому продолжение установки возможно.
sk: Inštalácia balíka „silo“ do /target/ zlyhala. Inštalácia SILO zavádzača je nutná. Problém pri inštalácii možno nesúvisí so zavádzačom LILO, takže môžete pokračovať.
sq: Paketi SILO nuk mundi të instalohet në /target/. Instalimi i SILO-s si një ngarkues nisjeje është një hap i detyruar. Problemi i instalimit mund të mos varet nga SILO, kështu që mund të vazhdosh me instalimin.
sv: Lyckades inte installera paketet "silo" i /target/. Att installera SILO som starthanterare är ett nödvändigt steg. Men det kan också vara så att installationsproblemet inte är relaterat till SILO, i vilket fall det ändå kan vara möjligt att fortsätta installationen.
th: ติดตั้งแพกเกจ 'silo' ลงใน /target/ ไม่สำเร็จ การติดตั้ง SILO เป็นบูตโหลดเดอร์ เป็นขั้นตอนที่จำเป็น แต่ปัญหาของการติดตั้งอาจไม่เกี่ยวกับ SILO ก็ได้ ดังนั้น การดำเนินการติดตั้งต่อไปก็อาจทำได้
tl: Bigo ang pagluklok ng 'silo' sa /target/. Ang pagluklok ng SILO bilang boot loader ay kinakailangan. Maaaring walang kinalaman ang problema sa pag-install sa SILO, kaya maaaring magpatuloy ng pagluklok.
tr: 'silo' paketi /target/'a kurulamadı. Bir önyükleyici olarak SILO'nun kurulması gerekiyor. Kurulum problemi SILO'yla ilgili olmayabileceğinden kuruluma devam etmeniz mümkün olabilir.
uk: Не вдалося встановити пакунок „silo“ в /target/. Встановлення SILO як системного завантажувача - це необхідний крок. Проте, ця проблема може і не мати відношення до SILO, таким чином продовжити встановлення може бути реально.
zh_cn: 无法将“silo”软件包安装到 /target/ 中。这是将 SILO 安装为启动引导器的必要步骤。此安装问题可能跟 SILO 本身并无关系，因此继续进行安装也是可行的。
zh_tw: 無法將 silo 套件安裝至 /target/。安裝 SILO 以作為開機程式乃是不可或缺的步驟﹔然而，安裝失敗的原因可能並不是出在 SILO 身上，所以繼續進行安裝或許是無妨的。

source: SILO installation failed
am: የሲሎ ተከላ አልተሳካም
ar: فشل تثبيت SILO
bg: Грешка при инсталирането на SILO
bs: Instalacija SILO-a nije uspjela
ca: Ha fallat la instal·lació del SILO
da: Installation af SILO mislykkedes
dz: SILO གཞི་བཙུགས་འཐུས་ཤོར་བྱུང་ཡོད།
es: La instalación de SILO ha fallado
fr: Échec de l'installation de silo
gu: SILO સ્થાપન નિષ્ફળ
he: התקנת SILO נכשלה
hu: SILO telepítése sikertelen
id: Pemasangan SILO gagal
it: Installazione di Silo non riuscita
ka: SILO-ს დაყენება ვერ მოხერხდა.
km: ការ​ដំឡើង SILO បាន​បរាជ័យ
mk: Инсталацијата на SILO не успеа
ml: സിലോ ഇന്‍സ്റ്റളേഷന്‍ പരാജയപ്പെട്ടു
nb: Klarte ikke å installere SILO
ne: SILO स्थापना असफल भयो
nl: SILO-installatie is mislukt
nn: Installasjon av SILO feila
pa: SILO ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ
pl: Instalacja SILO nie powiodła się
ru: Установка SILO завершилась неудачно
sk: Inštalácia SILO zlyhala
sq: Instalimi i SILO dështoi
sv: SILO-installationen misslyckades
th: ติดตั้ง SILO ไม่สำเร็จ
tl: Bigo ang pagluklok ng SILO
tr: SILO kurulumu başarısız
uk: Не вдалося встановити SILO
zh_cn: SILO 安装失败
zh_tw: SILO 的安裝失敗了

source: Running "/sbin/silo" failed with error code "${ERRCODE}".
am: "/sbin/silo" ማስኬድ "${ERRCODE}" የስህተት ኮድ ተፈጥሮበት አልተሳካም፡፡
ar: فشل تشغيل "/sbin/silo" مع رمز الخطأ "${ERRCODE}".
bg: Грешка при изпълнението на „/sbin/silo“ с код на грешка „${ERRCODE}“.
bs: Pokretanje "/sbin/silo" nije uspjelo - poruka o grešci "${ERRCODE}".
ca: L'execució de «/sbin/silo» ha fallat amb el codi d'error «${ERRCODE}».
da: KÃÂÃÂÃÂÃÂ¸rsel af "/sbin/silo" mislykkedes med fejlkoden "${ERRCODE}".
dz: འཛོལ་བའི་ཨང་རྟགས་"${ERRCODE}"མཉམ་ "/sbin/silo"གཡོག་བཀོལ་བའི་བསྒང་འཐུས་ཤོར་བྱུང་ཡོད།
es: La ejecución de «/sbin/lilo» falló con el código de error «${ERRCODE}».
fr: L'exécution de « /sbin/silo » a échoué avec le code d'erreur « ${ERRCODE} ».
gu: "/sbin/silo" ચલાવવાનું ક્ષતિ સંજ્ઞા "${ERRCODE}" સાથે નિષ્ફળ.
he: הרצה של "/sbin/silo" נכשלה עם קוד שגיאה "${ERRCODE}".
hu: A "/sbin/silo" futtatása "${ERRCODE}" hibakóddal kilépett.
id: Eksekusi "/sbin/silo" gagal dengan kode kesalahan "${ERRCODE}".
it: Esecuzione di «/sbin/silo» non riuscita, codice di errore «${ERRCODE}».
ka: შეცდომა "/sbin/silo"-ს გაშვებისას კოდით: "${ERRCODE}".
km: ការ​រត់ "/sbin/silo" បាន​បរាជ័យ​ជាមួយ​នឹង​កូដ​កំហុស "${ERRCODE}" ។
mk: Извршување на „/sbin/slilo“ не успеа со грешка „${ERRCODE}“.
ml: "/sbin/silo" പ്രവര്‍ത്തിപ്പിക്കുന്നതു് "${ERRCODE}" എന്ന തെറ്റ് കോഡോടുകൂടി പരാജയപ്പെട്ടു.
nb: «/sbin/silo» mislyktes, feilkoden var «${ERRCODE}».
ne: त्रुटि कोड "${ERRCODE}" सँगै चलाईएको "/sbin/silo" असफल भयो ।
nl: Het uitvoeren van '/sbin/silo' is mislukt met foutcode "${ERRCODE}".
nn: Fekk feilkode «${ERRCODE}» under køyring av «/sbin/silo».
pa: "/sbin/silo" ਨੂੰ ਚਲਾਉਣ ਸਮੇਂ ਗਲਤੀ ਕੋਡ "${ERRCODE}" ਨਾਲ ਅਸਫਲ ਹੋਇਆ।
pl: Uruchamianie "/sbin/silo" nie powiodło się - błąd nr "${ERRCODE}".
ru: Запуск "/sbin/silo" привёл к ошибке номер "${ERRCODE}".
sk: Spustenie „/sbin/silo“ zlyhalo s chybou „${ERRCODE}“.
sq: Ekzekutimi i "/sbin/silo" dështoi me këtë gabim "${ERRCODE}".
sv: Körningen av "/sbin/silo" misslyckades med felkoden "${ERRCODE}".
th: การทำงานคำสั่ง "/sbin/silo" ไม่สำเร็จ โดยมีรหัสข้อผิดพลาด "${ERRCODE}"
tl: Naghudyat ng error code "${ERRCODE}" ang bigong pagtakbo ng "/sbin/silo".
tr: "/sbin/silo" çalıştırılırken "${ERRCODE}" hata kodu ile sonlandı.
uk: При виконанні „/sbin/silo“ виникла помилка з кодом „${ERRCODE}“.
zh_cn: 运行“/sbin/silo”失败，错误码为“${ERRCODE}”。
zh_tw: 在執行 /sbin/silo 時失敗了，錯誤代碼為 ${ERRCODE}。

source: SILO installation successful
am: የሲሎ ተከላ ተሳክቷል
ar: تمّ تثبيت SILO بنجاح
bg: Инсталацията на SILO е успешна
bs: Instalacija SILO-a uspješna
ca: S'ha instal·lat SILO amb èxit
da: Installation af SILO fuldfÃÂÃÂÃÂÃÂ¸rt
dz: SILO གཞི་བཙུགས་མཐར་འཁོལ་ཡོད།
es: La instalación de SILO se completó con éxito
fr: Installation de silo terminée
gu: SILO સ્થાપન સફળ
he: התקנת SILO הסתיימה בהצלחה
hu: A SILO telepítése sikerült
id: Pemasangan SILO berhasil
it: Installazione di Silo completata
ka: SILO-ს დაყენებამ წარმატებულად ჩაიარა
km: ការ​ដំឡើង SILO បាន​ជោគជ័យ
mk: Успешна инсталација на SILO
ml: സിലോ ഇന്‍സ്റ്റളേഷന്‍ വിജയകരം
nb: Vellykket SILO-installasjon
ne: SILO स्थापना सफल भयो
nl: SILO-installatie is geslaagd
nn: Installasjon av SILO var vellukka
pa: SILO ਇੰਸਟਾਲੇਸ਼ਨ ਸਫਲ ਹੋਈ
pl: Instalacja SILO zakończona pomyślnie
ru: Установка SILO завершена успешно
sk: Inštalácia SILO prebehla úspešne
sq: Instalimi i SILO përfundoi me sukses
sv: SILO-installationen lyckades
th: การติดตั้ง SILO สำเร็จสมบรูณ์
tl: Matagumpay ang pagluklok ng SILO
tr: SILO kurulumu başarılı
uk: SILO успішно встановлений
zh_cn: SILO 安装成功
zh_tw: SILO 已順利安裝完成

source: The SILO boot loader has been successfully installed on your new boot partition, and your system should now be able to boot itself.
ar: تمّ تثبيت محمّل الإقلاع SILO بنجاح على جزء الإقلاع الجديد، ويجب أن يكون نظامك الآن قادراً على إقلاع نفسه.
bg: Програмата за начално зареждане SILO е успешно инсталирана върху Вашия нов зареждащ дял и Вашата система трябва сега да може да се зареди сама.
bs: SILO boot loader je upješno instaliran na vaš novu boot particiju i vaš sistem bi se trebao moći podignuti.
ca: S'ha instal·lat el carregador SILO amb èxit a la partició d'arrencada nova, i ara el vostre sistema hauria de poder arrencar per ell mateix.
da: OpstartsindlÃÂÃÂÃÂÃÂ¦seren SILO er blevet installeret pÃÂÃÂÃÂÃÂ¥ din nye opstartspartition, og dit system skulle nu kunne startes op.
dz: ཁྱོད་ཀྱི་བུཊི་བར་བཅད་གསརཔ་ལུ་ SILO བུཊི་མངོན་གསལ་པ་འདི་མཐར་འཁོལཝ་སྦེ་གཞི་བཙུགས་འབད་ཡོདཔ་དང་ཁྱོད་ཀྱི་རིམ་ལུགས་འདི་ད་ལྟོ་ཁོ་རང་གིས་བུཊི་འབད་ཚུགས།
es: Se ha instalado con éxito el cargador de arranque SILO en la nueva partición de arranque. El sistema debería poder arrancar por sí solo.
fr: Le programme de démarrage silo a été correctement installé sur la nouvelle partition de démarrage et le système devrait maintenant pouvoir être lancé.
gu: SILO બૂટ લોડર તમારા નવાં બૂટ પાર્ટિશનમાં સફળતાપૂર્વક સ્થાપિત થઇ ગયું છે, અને તમારી સિસ્ટમ હવે જાતે શરુ થઇ શકશે.
he: מנהל האתחול SILO הותקן בהצלחה על מחיצת האתחול, המערכת שלך יכולה לאתחל את עצמה באופן עצמאי.
hu: A SILO rendszerbetöltő sikeresen települt az új indító partícióra, a rendszer már elvileg képes elindulni.
id: Boot loader SILO telah berhasil dipasang partisi boot baru Anda, dan sistem sekarang dapat melakukan boot sendiri.
it: Il boot loader Silo è stato installato correttamente sulla nuova partizione di avvio. Il sistema dovrebbe essere in grado di avviarsi.
ka: სისტემური ჩამტვირთველი SILO დაყენებულია ახალ ჩატვირთვის დანაყოფზე, თქვენი სისტემა მზადაა ჩაიტვირთოს.
km: បាន​ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ SILO ដោយ​ជោគជ័យ​លើ​ភាគថាស​ចាប់ផ្ដើម​ថ្មី​របស់​អ្នក ហើយ​ឥឡូវ​នេះ​ប្រព័ន្ធ​របស់​អ្នក​គួរ​តែ​អាច​ចាប់ផ្ដើម​ដោយ​ខ្លួន​វា​បាន​ហើយ ។
mk: SILO подигнувачот беше успешно инсталиран на новата бут партиција и твојот систем сега ќе може да се бутира сам.
ml: സിലോ ബൂട്ട് ലോഡര്‍ നിങ്ങളുടെ പുതിയ ബൂട്ട് ഭാഗത്ത് വിജയകരമായി ഇന്‍സ്റ്റാള്‍ ചെയ്തു, നിങ്ങളുടെ സിസ്റ്റത്തിനു് ഇപ്പോള്‍ സ്വയം ബൂട്ട് ചെയ്യാന്‍ കഴിയണം.
nb: Oppstartslasteren SILO er installert på den nye oppstartspartisjonen, så systemet skulle nå kunne starte seg selv.
ne: SILO बुट लोडर तपाईँको नयाँ बुट विभाजनमा सफलतापूर्वक स्थापना भयो, र तपाईँको प्रणाली अहिले आफै बुट हुनेछ ।
nl: De SILO-opstartlader is met succes ge誰nstalleerd op uw nieuwe opstartpartitie, uw systeem kan zichzelf nu opstarten.
nn: Oppstartslastaren SILO er installert på den nye oppstartspartisjonen din. Systemet ditt skal no vere i stand til å starte opp sjølv.
pa: SILO ਬੂਟ ਲੋਡਰ ਤੁਹਾਡੇ ਨਵੇਂ ਬੂਟ ਪਾਰਟੀਸ਼ਨ ਤੇ ਇੰਸਟਾਲ ਹੋ ਗਿਆ, ਅਤੇ ਤੁਹਾਡਾ ਸਿਸਟਮ ਹੁਣ ਆਟੋਮੈਟਿਕ ਹੀ ਬੂਟ ਹੋਣ ਦੇ ਯੋਗ ਹੈ।
pl: Program rozruchowy SILO został pomyślnie zainstalowany na nowej partycji rozruchowej, i Twój system może się teraz sam uruchamiać.
ru: Системный загрузчик SILO был успешно установлен в новый загрузочный раздел, и теперь система способна загружаться самостоятельно.
sk: Na vašu novú štartovaciu oblasť bol úspešne nainštalovaný zavádzač SILO, takže váš systém by sa mal vedieť sám spustiť.
sq: Ngarkuesi i nisjes SILO u instalua me sukses në ndarjen e nisjes tënde të re, tashmë sistemi duhet të jetë në gjendje të niset vetë.
sv: Starthanteraren SILO installerades framgångsrikt på din nya startpartition och ditt system bör nu kunna starta själv.
th: ติดตั้งบูตโหลดเดอร์ SILO ลงในพาร์ทิชันบูตใหม่ของคุณเรียบร้อยแล้ว และระบบของคุณจะสามารถบูตเองได้
tl: Matagumpay ang pagluklok ng SILO boot loader sa inyong bagong boot partisyon, at maaari nang mag-boot ang inyong sistema.
tr: SILO önyükleyici, yeni açılış bölümüne başarıyla kuruldu. Sisteminiz şu an açılabilir durumda.
uk: Системний завантажувач SILO було успішно встановлено у новий завантажувальний розділ, ваша система зараз повинна мати можливість завантажити себе.
zh_cn: SILO 启动引导器已被成功地安装到新的启动分区。现在，您的系统应该能够自行引导启动了。
zh_tw: SILO 開機程式已經順利安裝至新的啟動分割區，您的系統現在應該能夠自行開機了。

source: Install the SILO boot loader on a hard disk
am: የSILO ቡት አስነሺን ዲስኩ ላይ ይትከሉ፡፡
ar: تثبيت محمّل الإقلاع SILO على قرصٍ صلب
bg: Инсталиране на SILO върху твърд диск
bs: Instaliraj SILO boot loader na hard disk
ca: Instal·la el carregador SILO en un disc dur
da: InstallÃÂÃÂÃÂÃÂ©r opstartsindlÃÂÃÂÃÂÃÂ¦seren SILO pÃÂÃÂÃÂÃÂ¥ en harddisk
dz: ཧརཌི་ཌི་ཀསི་ལུ་SILO བུཊི་མངོན་གསལ་པ་གཞི་བཙུགས་འབད།
es: Instalar el cargador de arranque SILO en un disco duro
fr: Installer le programme de démarrage silo sur un disque dur
gu: SILO બૂટ લોડરને હાર્ડ ડિસ્ક પર સ્થાપિત કરો
he: התקן את מנהל האתחול SILO על הדיסק הקשיח
hu: A SILO rendszerbetöltő merevlemezre telepítése
id: Memasang boot loader SILO pada hard disk
it: Installazione del boot loader SILO su un disco fisso
ka: SILO სისტემური მტვირთავის დაყენება მყარ დისკზე
km: ដំឡើង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ SILO លើ​ថាស​រឹង
mk: Инсталирај го SILO подигнувачот на тврд диск
ml: സിലോ ബൂട്ട് ലോഡര്‍ ഹാര്‍ഡ് ഡിസ്കിലേക്ക് ഇന്‍സ്റ്റാള്‍ ചെയ്യുക
nb: Installer oppstartslasteren SILO på en harddisk
ne: हार्ड डिस्कमा SILO बुट लोडर स्थापना गर्नुहोस्
nl: SILO-opstartlader op een harde schijf installeren
nn: Installer oppstartslastaren SILO på ein harddisk
pa: ਹਾਰਡ ਡਿਸਕ ਤੇ SILO ਬੂਟ ਲੋਡਰ ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Zainstaluj program rozruchowy SILO na dysku twardym
ru: Установка системного загрузчика SILO на жёсткий диск
sk: Inštalácia SILO zavádzača na pevný disk
sq: Instalo ngarkuesin e nisjes SILO në një disk
sv: Installera starthanteraren SILO på en hårddisk
th: ติดตั้งบูตโหลดเดอร์ SILO ลงในฮาร์ดดิสก์
tl: Mag-install ng SILO boot loader sa hard disk
tr: SILO önyükleyiciyi bir sabit diske kur
uk: Встановити системний завантажувач SILO на жорсткий диск
zh_cn: 将 SILO 安装至硬盘
zh_tw: 將 SILO 開機程式安裝至硬碟上

source: Unsupported boot file system type
am: ያልተደገፈ የገዢ ስልት ማስነሻ ፋይል ስርዓት
ar: نوع نظام ملفّات لا يدعم الإقلاع
bg: Неподдържан вид на файловата система за първоначално зареждане
bs: Nepodržani boot tip datotečnog sistema
ca: El tipus de sistema de fitxers no està suportat per a arrencar
da: Ikke-understÃÂÃÂÃÂÃÂ¸ttet opstarts-filsystemtype
dz: རྒྱབ་སྐྱོར་མ་འབད་བའི་བུཊི་ ཡིག་སྣོད་རིམ་ལུགས་ཀྱི་དབྱེ་བ།
es: Tipo de sistema de ficheros de arranque no soportado
fr: Système de fichiers non géré pour /boot
gu: આધારિત ન હોય તેવી બૂટ ફાઈલ સિસ્ટમ પ્રકાર
he: סוג מערכת קבצים לא נתמך במחיצת האתחול
hu: Nem támogatott boot fájlrendszer típus
id: Sistem berkas boot tak didukung
it: Tipo di file system di avvio non supportato
ka: მტვირთავის მხარდაუჭერელი ფაილური სისტემა
km: ប្រភេទ​ប្រព័ន្ធ​ឯកសារ​ចាប់ផ្ដើម​ដែល​មិន​បាន​គាំទ្រ
mk: Неподржан тип на boot датотечен систем
ml: ഫയല്‍ സിസ്റ്റം തരം പിന്തുണക്കുന്നതല്ല
nb: Ikke støttet filsystemtype for oppstart
ne: समर्थन नभएको फाइल प्रणाली प्रकार
nl: Op de opstartpartitie gebruikt bestandssysteem-type wordt niet ondersteund voor opstartpartities
nn: Ikkje støtta filsystemtype for oppstart
pa: ਗ਼ੈਰ-ਸਹਿਯੋਗੀ ਬੂਟ ਫਾਇਲ-ਸਿਸਟਮ ਟਾਈਪ
pl: Nieobsługiwany rozruchowy system plików
ru: Неподдерживаемый тип для загрузочной файловой системы
sk: Nepodporovaný typ zavádzacieho súborového systému
sq: Lloj filesistemi nisjeje jo i suportueshëm
sv: Uppstartsfilsystemstypen stöds ej
th: ไม่สนับสนุนระบบแฟ้มบูตแบบนี้
tl: Hindi suportadong uri ng file system na boot
tr: Desteklenmeyen önyükleme dosya sistemi türü
uk: Непідтримувана завантажувальна файлова система
zh_cn: 不受支持的启动文件系统类型
zh_tw: 開機檔案系統的格式不被支援
