Repository: linuxmint/ubiquity
Catalog: d-i/source/silo-installer/debian/po/*.po
Languages: am, ar, bg, bs, ca, da, dz, es, fr, gu, he, hu, id, it, ka, km, mk, ml, nb, ne, nl, nn, pa, pl, ru, sk, sq, sv, th, tl, tr, uk, zh_cn, zh_tw

source: To avoid problems it is strongly recommended to install the kernel into a partition which fits entirely within the first GB of the disk (by creating a small /boot partition in the beginning of the disk, for example). In the current partitioning scheme it is going to be installed onto the ${SILO_PART} partition which extends up to ${SILO_OFF} mark. Keeping this configuration may result in an unbootable system.
ar: لتجنب المشاكل من المستحسن جداً تثبيت النواة على جزء واقع بالكامل في مساحة 1ج.ب. الأولى للقرص (بإنشاء جزء /boot صغير في بداية القرس، مثلاً). في تخطيط التجزئة الحالي سيتم تثبيت النواة على الجزء ${SILO_PART} والذي يمتد حتى العلامة ${SILO_OFF}. إبقاء هذه التهيئة قد يتسبب بجعل نظام غير قابل للإقلاع.
bg: За избягване на проблеми е силно препоръчително да бъде инсталирано ядро в дял, който е изцяло в първия гигабайт на диска, например чрез създаване на малък дял /boot в началото на диска. В текущото разпределение на дялове то ще бъде инсталирано в дяла ${SILO_PART}, който се разпростира до границата ${SILO_OFF}. Оставянето на тези настройки може да доведат то незаредима система.
bs: Kako bi izbjegli probleme, jako se preporučuje instaliranje kernela na particiju koja cijela staje unutar prvog gigabajta diska (npr., kreiranjem manje /boot particije na početku diska). U trenutnoj particionoj šemi, ono će se instalirati na ${SILO_PART} particiju koja prelazi preko ${SILO_OFF} markera. Zadržavanje ove konfiguracije može rezultirati sistemom koji se ne može podići.
ca: Per a evitar problemes, és molt recomanable instal·lar el nucli dins d'una partició que càpiga sencera dins del primer GiB del disc (creant una partició /boot petita al principi del disc, per exemple). A l'esquema de partició actual, s'instal·larà a la partició ${SILO_PART} que arriba fins a la marca ${SILO_OFF}. Si manteniu aquesta configuració, és possible que no es puga arrencar el sistema.
da: For at undgÃÂÃÂÃÂÃÂ¥ problemer anbefales det kraftigt at installere kernen pÃÂÃÂÃÂÃÂ¥ en partition, der holder sig indenfor den fÃÂÃÂÃÂÃÂ¸rste GB af disken (for eksempel ved at oprette en lille /boot-partition i starten af disken). I den aktuelle partitionsudlÃÂÃÂÃÂÃÂ¦gning vil den blive installeret pÃÂÃÂÃÂÃÂ¥ partitionen ${SILO_PART}, som strÃÂÃÂÃÂÃÂ¦kker sig op til ${SILO_OFF} fra diskens begyndelse. Hvis du beholder denne opsÃÂÃÂÃÂÃÂ¦tning, risikerer du at systemet ikke kan startes op.
dz: དཀའ་ངལ་ཚུ་འབྱུང་མི་བཅུག་ནིའི་ཐབས་ལུ་ ཌིགསི་དེ་གི་ཇི་བི་དང་པམ་གྱི་ནང་འཁོད་ལུ་ཆ་ཚང་སྦེ་ཚུད་མི་ ཀར་ནེལ་དེ་བར་བཅད་ནང་ལུ་གཞི་བཙུགས་འབད་དགོཔ་སྦེ་འོས་སྦྱོར་འབད་དེ་ཡོདཔ་ཨིན།(དཔེ་འབད་བ་ཅིན་ ཌིགསི་གི་འགོ་བཙུགས་གུར་ བུཊི་གི་བར་བཅད་ཆུང་ཀུ་ཅིག་གསར་བསྐྲུན་འབད་བའི་ཐོག་ལས།).ད་ལྟོའི་བར་བཅད་ཀྱི་འཆར་ལས་ནང་ལུ་ ${SILO_OFF}རྟགས་ ཚུན་ལུ་བརྒྱ་བསྐྱེད་འབད་མི་${SILO_PART}གུ་ལུ་གཞི་བཙུགས་འབད་ནི་ཨིན། རིམ་སྒྲིག་འདི་བཞག་མི་དེ་གིས་གྲུབ་འབྲས་ བུཊི་འབད་མ་ཏབཏུབ་མི་རིམ་ལུགས་སྦེ་བྱུངམ་ཨིན།
es: Para evitar cualquier problema se recomienda que instale el núcleo en una partición que esté dentro del primer GB del disco (por ejemplo, creando una pequeña partición «/boot» al principio del disco). Con el esquema de particionado actual se instalará en la partición ${SILO_PART} que se extiende más allá de la marca ${SILO_OFF}. Si mantiene esta configuración es posible que su sistema no arranque.
fr: Pour éviter ces problèmes, il est fortement recommandé d'installer le noyau sur une partition entièrement située dans le premier gigaoctet du disque dur (par exemple en créant une petite partition /boot au début du disque). Dans le schéma actuel de partitionnement, le noyau sera installé sur la partition ${SILO_PART} qui s'étend jusqu'à ${SILO_OFF}. Si vous conservez cette configuration, le système risque de ne pas pouvoir démarrer.
gu: મુશ્કેલીઓ ટાળવા માટે એ સલાહ ભર્યુ છે કે કર્નલને ડિસ્કને પાર્ટિશનમાં જે પ્રથમ જીબીમાં આવેલ છે તેમાં સ્થાપિત કરવું. (દાખલા તરીકે, નાનું /boot પાર્ટિશન ડિસ્કની શરુઆતમાં બનાવીને). હાલની પાર્ટિશન પધ્ધતિમાં તે ${SILO_PART} પાર્ટિશનમાં સ્થાપન થવા માટે જઇ રહ્યું છે જે ${SILO_OFF} સુધી વિસ્તરેલ છે. આ રુપરેખાંકન રાખવાથી શરુ ન કરી શકાય તેવી સિસ્ટમ મળી શકે છે.
he: כדי להימנע מבעיות, מומלץ להתקין את הקרנל על מחיצה שנמצאת כולה בתוך ה-GB הראשון שעל הדיסק (לדוגמה, יצירה של מחיצת /boot בתחילת הדיסק). בסכמה הנוכחית של החלוקה למחיצות הקרנל הולך להיות מותקן על המחיצה ${SILO_PART} שמתמשכת עד ${SILO_OFF}. שמירה על הגדרות אלו עלולה להוביל למערכת שאינה ניתנת לאתחול.
hu: Ennek elkerülésére erősen ajánlott a rendszermagot egy teljesen 1 GB alatt lévő partícióra telepíteni (például egy a lemez elején lévő kis /boot partícióra). A jelen partíciós táblában a ${SILO_PART} partícióra települ, mely idáig tart: ${SILO_OFF}. E beállítás megtartása indíthatatlan rendszert eredményezhet.
id: Untuk menghindari masalah, sangat disarankan memasang kernel pada partisi yang muat pada 1 GB pertama dari disk (misalnya membuat partisi /boot kecil diawal disk). Pada pola partisi saat ini, kernel akan dipasang pada pada partisi ${SILO_PART} yang berukuran sampai batas ${SILO_OFF}. Tetap menggunakan konfigurasi ini mungkin dapat menghasilkan sistem yang tak dapat booting.
it: Per evitare problemi è raccomandato installare il kernel in una partizione che rientri interamente nel primo GB di disco (creando una piccola partizione /boot all'inizio del disco, per esempio). Nell'attuale schema di partizionamento sarà installato sulla partizione ${SILO_PART} che si estende fino a ${SILO_OFF}. Mantenere questa configurazione potrebbe rendere il sistema non avviabile.
ka: პრობლემების თავიდან ასაცილებლად რეკომენდებულია ბირთვი ჩაიწეროს დანაყოფზე, რომელიც მთლიანად მოთავსებულია დისკის პირველ გიგაბაიტში (ამისათვის შეიძლება პატარა /boot დანაყოფის გახსნა დისკის დასაწყისში). ამჟამად ბირთვი მოთავსებულია ${SILO_PART} დანაყოფში, რომელიც ვრცელდება ${SILO_OFF}-მდე. თუ არაფერი შეიცვალა, სისტემის ჩატვირთვა ალბათ შეუძლებელი იქნება.
km: ដើម្បី​ចៀសវាង​បញ្ហា អ្នក​គួរ​តែ​ដំឡើង​ខឺណែល​ទៅ​ក្នុង​ភាគថាស​មួយ ដែល​ស្ថិត​នៅ​ក្នុង​មួយ​ជីកាបៃ​ដំបូង​របស់​ថាស (ឧទាហរណ៍ ដោយ​បង្កើត​ភាគថាស /boot តូច​មួយ​នៅ​ដើម​ដំបូង​នៃ​ថាស) ។ នៅ​ក្នុង​គ្រោងការណ៍​ចែក​ថាស​ជា​ភាគ​បច្ចុប្បន្ន ខឺណែល​នឹង​ត្រូវ​បាន​ដំឡើង​នៅ​លើ​ភាគថាស ${SILO_PART} ដែល​បន្លាយ​រហូត​ដល់​សញ្ញា​សម្គាល់ ${SILO_OFF} ។ បើ​អ្នក​នៅ​រក្សា​ការ​កំណត់​រចនាសម្ព័ន្ធ​នេះ អ្នក​នឹង​ទទួល​បាន​ប្រព័ន្ធ​មួយ​ដែល​មិន​អាច​ចាប់ផ្ដើម​បាន ។
mk: За да се избегнат проблеми препорачливо е да се инсталира кернел на партиција кој е целосно во првите 1ГБ од дискот (пр. создавајќи малечка бут партиција на почетокот на дискот). Во моменталната партициона шема тој ќе биде инсталиран на ${SILO_PART} партиција која се протега до ${SILO_OFF} ознаката. Задржување на оваа конфигурација може да резултира со систем кој нема да се бутира.
ml: പ്രശ്നങ്ങളൊഴിവാക്കാന്‍ മുഴുവനായും ഡിസ്കിന്റെ ആദ്യത്തെ GB ക്കുള്ളിലുള്ള ഭാഗത്തിലേക്ക് (ഉദാഹരണത്തിന് ഡിസ്കിന്റെ തുടക്കത്തില്‍ ഒരു ചെറിയ /boot ഭാഗം സൃഷ്ടിച്ചു കൊണ്ട്) കെര്‍ണല്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യാനായി ശക്തമായി ശുപാര്‍ശ ചെയ്യുന്നു. ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ കെര്‍ണല്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നത് ${SILO_PART} ഭാഗത്തിലായിരിക്കും അതു് ${SILO_OFF} അടയാളം വരെ നീണ്ട് കിടക്കുന്നു. ഈ ക്രമീകരണം നിലനിര്‍ത്തുന്നത് ബൂട്ട് ചെയ്യാന്‍ സാധ്യമാകാത്ത സിസ്റ്റത്തില്‍ കലാശിച്ചേക്കാം.
nb: For å unngå problemer anbefales det sterkt å installere kjernen på en partisjon som ligger helt inne i den første GB på disken (ved å lage en liten /boot-partisjon på begynnelsen av disken, for eksempel). Med det nåværende partisjonsoppsettet vil den bli installert på partisjonen ${SILO_PART} som går opp til ${SILO_OFF}. Dette oppsettet kan gi et system som ikke kan startes opp.
ne: यो समस्याबाट निकास पाउनका लागि, विभाजनमा डिस्कको पहिलो GB ( उदाहरणका लागि, डिस्कको प्रारम्भमा एउटा सानो /बुट विभाजन सिर्जना गरेर) भित्र पूर्ण रुपमा मिल्ने कर्नेल स्थापना गर्न जोडदार सिफारिस गरिन्छ । हालको विभाजन योजना अन्तर्गत ${SILO_PART} विभाजनमा स्थापना हुन गइरहेको छ जुन ${SILO_OFF} चिनो सम्म विस्तार हुन्छ । यो कन्फिगरेशन राख्नाले एउटा अनबुटेवल प्रणालीमा नतिजा दिन सक्छ ।
nl: Om problemen te voorkomen is het ten sterkste aan te raden om de kernel te installeren in een partitie die volledig binnen de eerste GB van de harde schijf past (b.v. door een kleine '/boot'-partitie aan te maken aan het begin van de schijf). In het huidige schijfindelingsschema wordt de kernel ge誰nstalleerd op de ${SILO_PART}-partitie, die loopt tot aan ${SILO_OFF}. Behouden van die configuratie kan leiden tot een niet-opstartbaar systeem.
nn: For å unngå problem er det sterkt tilrådd å installere kjerna på ein partisjon som ligg heilt inne i den første GB på disken (ved å lage ein liten /boot-partisjon på starten av disken til dømes). Med det noverande partisjonsoppsettet vil ho bli installert på partisjonen ${SILO_PART} som går opp til ${SILO_OFF}. Dette oppsettet kan gje eit system som ikkje kan startast opp.
pa: ਮੁਸ਼ਕਿਲਾਂ ਤੋਂ ਬਚਣ ਲਈ ਡਿਸਕ ਦੇ ਪਹਿਲੇ GB (ਉਦਾਹਰਨ ਵਜੋਂ, ਡਿਸਕ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਛੋਟਾ /boot ਪਾਰਟੀਸ਼ਨ ਬਣਾ ਕੇ) ਵਿੱਚ ਕਰਨਲ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਮੌਜੂਦਾ ਪਾਰਟੀਸ਼ਨਿੰਗ ਸਕੀਮ ਵਿੱਚ ${SILO_PART} ਪਾਰਟੀਸ਼ਨ ਵਿੱਚ ਇੰਸਟਾਲ ਹੋਣ ਜਾ ਰਿਹਾ ਹੈ ਜੋ ${SILO_OFF} ਤੱਕ ਫੈਲ ਸਕਦਾ ਹੈ। ਇਸ ਸੰਰਚਨਾ ਨਾਲ ਨਾ ਬੂਟ ਹੋਣ ਵਾਲਾ ਸਿਸਟਮ ਨਤੀਜਾ ਹੋ ਸਕਦਾ ਹੈ।
pl: By uniknąć problemów jest bardzo zalecana instalacja jądra na partycji, która w całości mieści się w pierwszym GB dysku (przykładowo tworząc małą partycję /boot na początku dysku). W aktualnym schemacie partycjonowania jądro zostanie zainstalowane na partycji ${SILO_PART}, której wielkość przekracza ${SILO_OFF}.
ru: Во избежании проблем рекомендуется устанавливать ядро в раздел, который целиком располагается в первом гигабайте диска (например, создав маленький /boot раздел в начале диска). В текущей схеме разметки ядро будет установлено в раздел ${SILO_PART}, который заходит за границу ${SILO_OFF}. Продолжение установки с такой настройкой может сделать систему незагружаемой.
sk: Problémom sa dá vyhnúť inštalovaním jadra do oblasti, ktorá sa celá nachádza v rámci prvého gigabajtu disku (napr. vytvorením malej oblasti /boot na začiatku disku). Pri súčasnom rozdelení disku sa jadro nainštaluje do oblasti ${SILO_PART}, ktorá je rozložená až do ${SILO_OFF}. Toto nastavenie môže mať za následok systém, ktorý sa nedá zaviesť.
sq: Për të shmangur probleme këshillohet fuqimisht instalimi i kernelit në një ndarje që gjendet tërësisht brenda GB-it të parë të diskut (p.sh.,duke krijuar një ndarje /boot të vogël në fillim të diskut). Në skemën e tanishme të instalimit është duke u instaluar në ndarjen ${SILO_PART} e cila zgjatet me ${SILO_OFF}. Nëse mban këtë konfigurim sistemi mund të mos niset.
sv: För att undvika problem är det starkt rekommenderat att installera kärnan på en partition som fullständigt får plats på den första gigabyte av disken (till exempel genom att skapa en liten /boot partition). I den nuvarande partitioneringen kommer den installeras på ${SILO_PART} partitionen som sträcker sig upp till ${SILO_OFF} markeringen. Fortsätta med det kan resultera i att ditt system inte startar.
th: เพื่อเลี่ยงปัญหานี้ เราขอแนะนำให้ติดตั้งเคอร์เนลลงในพาร์ทิชันที่อยู่ภายในกิกะไบต์แรกของดิสก์ทั้งพาร์ทิชัน (อาจจะโดยสร้างพาร์ทิชัน /boot เล็กๆ ที่ต้นฮาร์ดดิสก์ เป็นต้น) แต่ในการกำหนดพาร์ทิชันปัจจุบันของคุณ เคอร์เนลจะถูกติดตั้งในพาร์ทิชัน ${SILO_PART} ซึ่งจะขยายไปถึงตำแหน่ง ${SILO_OFF} การกำหนดแบบนี้อาจทำให้ระบบของคุณบูตไม่ขึ้น
tl: Upang maiwasan ang problema, iminumungkahi na iluklok ang kernel sa partisyon na nasa unang GB ng disk (halimbawa, lumikha ng maliit na partisyong /boot sa umpisa ng disk). Sa kasalukuyang pagkalatag ng partisyon na iluluklok sa partisyong ${SILO_PART} ay aabot ito sa markang ${SILO_OFF}. Maaaring magdulot ng sistemang hindi magagamit kung panatiliin ito.
tr: Sorunlardan kaçınmak için çekirdeğin, diskin ilk 1 GB'lık kısmında konumlandırılmış bir bölüme (mesela diskin başlangıcında küçük bir /boot bölümü oluşturarak) kurulması şiddetle tavsiye edilir. Mevcut bölümleme şemasında çekirdek ${SILO_OFF} konumuna kadar uzayan bir ${SILO_PART} bölümüne kurulacak. Yapılandırmanın korunması halinde sistem açılmayabilir.
uk: Щоб уникнути проблем, настійливо рекомендується встановлювати ядро на розділ, який повністю вміщується у першому гігабайті диска (наприклад, створивши маленький розділ /boot на початку диска). З поточною схемою розбивки ядро буде встановлено на розділ ${SILO_PART}, який простягається до відмітки ${SILO_OFF}. Якщо ви залишите все як є, то система боже не завантажуватися.
zh_cn: 为避免问题出现，强烈建议将内核安装在一个完全位于硬盘最前面 1 GB 的分区中(例如，在硬盘最前面创建一个小的 /boot 分区)。在目前的分区方案中，内核将被安装在 ${SILO_PART} 分区中，而该分区一直延伸到 ${SILO_OFF} 位置。保留这样的设置可能会造成系统无法启动。
zh_tw: 為了避免這個問題，在此強烈建議您能將 Kernel 安裝在一個完全位於磁碟開頭 1GB 內的磁碟分割區上。（比如說，在磁碟的開頭建立一個小的 /boot 分割區）。但在目前的磁碟分割設定裡，它將會被安裝在一個將延伸到 ${SILO_OFF} 標記的 ${SILO_PART} 分割區上。繼續使用這樣的設定可能會導致系統無法開機。

source: Unsupported partition table on the boot disk
am: በማስነሻው ዲስክ ዲስክ ላይ ያልተደገፈ ክፋይ አለ
ar: جدول تجزئة غير مدعوم على قرص الإقلاع
bg: Неподдържана таблица на дялове на зареждащия диск
bs: Nepodržana particiona tabela na boot disku
ca: La taula de particions del disc d'arrencada no està suportada
da: Ikke-understÃÂÃÂÃÂÃÂ¸ttet partitionstabel pÃÂÃÂÃÂÃÂ¥ opstartsdisken
dz: བུཊི་ཌིཀསི་འདི་ལུ་རྒྱབ་སྐྱོར་མེད་པའི་བར་བཅད་ཐིག་ཁྲམ།
es: No se puede utilizar la tabla de particiones en el disco de arranque
fr: Table de partition non gérée sur le disque de démarrage
gu: બૂટ ડિસ્કમાં આધાર ન અપાતું પાર્ટિશન કોષ્ટક
he: טבלת מחיצות לא נתמכת על דיסק האתחול
hu: Nem támogatott partíciós tábla a boot lemezen
id: Ditemukan table partisi yang tak didukung pada boot disk
it: Tabella della partizioni non supportata sul disco di avvio
ka: ჩატვირთვის დისკის დაყოფის ცხრილი დაუშვებელი შედგენილობისაა.
km: មិន​គាំទ្រ​តារាង​ភាគថាស​នៅ​លើ​ថាស​ចាប់ផ្ដើម​ឡើយ
mk: Неподржана партициона табела на бут дискот
ml: ബൂട്ട് ഡിസ്കില്‍ പിന്തുണക്കാത്ത വിഭജന പട്ടിക
nb: Ustøttet partisjonstabell på oppstartsdisken
ne: बुट डिस्कमा समर्थन प्राप्त नभएको विभाजन तालिका
nl: Niet-ondersteunde partitietabel op de opstartschijf
nn: Partisjonstabellen på oppstartsdisken er ikkje støtta
pa: ਬੂਟ ਡਿਸਕ ਉੱਤੇ ਨਾ-ਸਹਾਇਕ ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ ਹੈ।
pl: Nieobsługiwana tablica partycji na dysku rozruchowym
ru: Неподдерживаемая таблица разделов на загрузочном диске
sk: Nepodporovaná tabuľka oblastí na zavádzacom disku
sq: Tabelë ndarjeje jo e suportueshme në diskun e nisjes
sv: Partitionstabellen på uppstartsdisken stöds ej
th: ไม่สนับสนุนตารางพาร์ทิชันในดิสก์ที่ใช้บูต
tl: Di suportadong partisyon teybol sa boot disk
tr: Önyükleme diskinde desteklenmeyen bölümleme tablosu
uk: Таблиця розділів на завантажувальному диску не підтримується
zh_cn: 启动盘上有不受支持的分区表
zh_tw: 在開機磁碟上有著不被支援的磁碟分割表

source: SILO (Sparc Linux Loader) can only boot the kernel off a disk with the "sun" partition table. In the current partitioning scheme the kernel is going to be installed on the ${SILO_PART} partition located on a disk with the partition table of type "${SILO_DISK}".
am: SILO (Sparc Linux Loader) ከርነሉን መጫን የሚችለው የ"sun" ክፋይ ሠንጠረዥ ካለው ዲስክ ብቻ ነው፡፡ በአሁኑ የክፋይ መርሃግብር ከርነሉ የሚተከለው የ"${SILO_DISK}" የክፋይ ሠንጠረዥ ዓይነት ባለበት ዲስክ ላይ ባለው በ${SILO_PART} ክፋይ ላይ ይሆናል፡፡
ar: يتمكن SILO (محمل إقلاع Sparc) فقط من إقلاع النواة إن كان على قرص عليه جدول تجزئة "sun". في مخطط التجزئة الحالي سيتم تثبيت النواة على الجزء ${SILO_PART} الموجود في جدول تجزئة من نوع "${SILO_DISK}".
bg: SILO (Sparc Linux Loader) може да зареди ядро само от диск с таблица на дялове „sun“. В текущото разпределение на дялове ядрото ще бъде инсталирано в дяла ${SILO_PART}, разположени на диск с таблицата на дялове от тип „${SILO_DISK}“.
bs: SILO (Sparc Linux Loader) može podići kernel samo s diska sa "sun" particionom tabelom. U trenutnoj particionoj šemi, kernel će biti instaliran na ${SILO_PART} particiju lociranu na disku sa particionom tabelom tipa "${SILO_DISK}".
ca: El SILO (el carregador de Linux per a Sparc) només pot arrencar el nucli des d'un disc amb una taula de particions «sun». A l'esquema de partició actual, el nucli s'instal·larà a la partició ${SILO_PART} ubicada en un disc amb una taula de particions del tipus «${SILO_DISK}».
da: SILO (Sparc linux-indlÃÂÃÂÃÂÃÂ¦ser) kan kun starte kernen fra diske med "sun"-partitionstabeller. I den aktuelle partitionsudlÃÂÃÂÃÂÃÂ¦gning vil kernen blive installeret pÃÂÃÂÃÂÃÂ¥ partitionen ${SILO_PART}, som ligger pÃÂÃÂÃÂÃÂ¥ en disk med en partitionstabel af typen "${SILO_DISK}".
dz: "sun"བར་བཅད་ཐིག་ཁྲམ་མཉམ་ཌིཀསི་ནང་ལས་SILO (Sparc Linux Loader)རྐྱངམ་ཅིག་གིས་ཀར་ནེལ་འདི་བུཊི་འབད་ཚུགས། ད་ལྟོ་བར་བཅད་རྐྱབ་ནིའི་འཆར་ལས་འདི་ནང་ལུ་ "${SILO_DISK}" དཔར་བསྐྲུན་རྐྱབས་ཡོད་མི་གི་བར་བཅད་ཐིག་ཁྲམ་མཉམ་ཌིཀསི་ལུ་གནས་ཡོད་པའི་${SILO_PART}བར་བཅད་འདི་ལུ་ཀར་ནེལ་འདི་གཞི་བཙུགས་འབད་ནི་ཨིན།
es: SILO (el cargador de Linux para Sparc) sólo puede arrancar el núcleo de un disco que tenga una tabla de particiones «sun». El núcleo se va a instalar en la partición ${SILO_PART} ubicada en un disco con un tipo de tabla de partición «${SILO_DISK}» con el esquema de particionado actual.
fr: SILO (« Sparc Linux Loader » : chargeur Linux pour Sparc) ne peut pas lancer le noyau depuis un disque qui utilise une table des partitions « sun ». Dans le schéma actuel de partitionnement, le noyau sera installé sur la partition ${SILO_PART} située sur un disque dont la table des partitions est de type « ${SILO_DISK} ».
gu: SILO (સ્પાર્ક લિનક્સ લોડર) ફક્ત "sun" પાર્ટિશન કોષ્ટક ધરાવતી ડિસ્કમાંથી જ કર્નલ બૂટ કરી શકે છે. હાલની પાર્ટિશન પધ્ધતિમાં કર્નલ "${SILO_DISK}" પ્રકારનાં પાર્ટિશન કોષ્ટક ધરાવતી ડિસ્કનાં પાર્ટિશન ${SILO_PART} પર સ્થાપિત થવા જઇ રહ્યું છે.
he: SILO (Sparc Linux Loader) יכול לאתחל את הקרנל רק מדיסק עם טבלת מחיצות של sun. בסכמה הנוכחית של חלוקה למחיצות הקרנל הולך להיות מותקן על המחיצה ${SILO_PART} שנמצאת על הדיסק עם טבלת מחיצות מסוג "${SILO_DISK}".
hu: A SILO csak "sun" partíciós táblájú lemezen lévő rendszermagot tud indítani. A jelen partícós táblában a rendszermag ide készül települni: ${SILO_PART}, mely ilyen típusú partíciós táblájú lemezen van: "${SILO_DISK}".
id: SILO (Sparc Linux Loader) hanya dapat booting kernel dari disk dengan tabel partisi berjenis "sun". Pola partisi kernel saat ini akan dipasang pada partisi ${SILO_PART} yang ada pada disk dengan table partisi berjenis "${SILO_DISK}".
it: SILO (Sparc Linux Loader) può solo avviare il kernel da un disco con tabella di partizione «sun». Nell'attuale schema di partizionamento il kernel sarà installato sulla partizione ${SILO_PART} che si trova su un disco con tabella delle partizioni di tipo «${SILO_DISK}».
ka: SILO-ს (Sparc Linux Loader) შეუძლია მხოლოდ "sun" დაყოფის ცხრილის მქონე ბირთვის ჩატვირთვა . ამჟამად ბირთვი ${SILO_PART} დანაყოფში მოთავსდდება, რომელიც დაყოფის ცხრილის "${SILO_DISK}" ტიპია.
km: SILO (Sparc Linux Loader) អាច​ចាប់ផ្ដើម​ខឺណែល​តែ​ពី​ថាស​ដែល​មាន​តារាង​ភាគថាស "sun" ប៉ុណ្ណោះ ។ នៅ​ក្នុង​គ្រោង​ការណ៍ចែក​ថាស​ជា​ភាគ​បច្ចុប្បន្ន ខឺណែល​នឹង​ត្រូវ​បាន​ដំឡើង​នៅ​លើ​ភាគថាស ${SILO_PART} ដែល​ស្ថិត​នៅ​លើ​ថាស​មួយ​ដែល​មាន​តារាង​ភាគថាស​ប្រភេទ "${SILO_DISK}" ។
mk: SILO (Спарк линукс вчитувачот) може да бутира кернел од диск со „sun“ партициона табела. Во моменталната партициона шема кернелот ќе биде инсталиран на ${SILO_PART} партиција лоцирана на диск со партициона табела со тип „${SILO_DISK}“.
ml: സിലോ (സ്പാര്‍ക്ക് ലിനക്സ് ലോഡര്‍) ക്ക് "sun" വിഭജന പട്ടികയുള്ള ഒരു ഡിസ്കിലെ കെര്‍ണല്‍ മാത്രമേ ബൂട്ട് ചെയ്യാന്‍ സാധിക്കുകയുള്ളൂ. ഇപ്പോഴത്തെ വിഭജന പദ്ധതിയില്‍ കെര്‍ണല്‍ ഇന്‍സ്റ്റാള്‍ ചെയ്യപ്പെടുന്നത് "${SILO_DISK}" എന്ന തരത്തിലുള്ള വിഭജന പട്ടികയോട് കൂടിയ ${SILO_PART} ഭാഗത്തിലായിരിക്കും.
nb: SILO (Sparc Linux Loader) kan bare starte kjernen fra en disk som har en «sun»-partisjonstabell. I det nåværende oppsettet blir kjernen installert på partisjonen ${SILO_PART} som ligger på en disk med partisjonstabell av typen «${SILO_DISK}».
ne: "sun" विभाजन तालिका सँगै डिस्कको कर्नेल SILO (Sparc Linux Loader) ले मात्रै बुट गर्न सक्छ । हालको विभाजन योजना अन्तर्गत कर्नेल "${SILO_DISK}" प्रकारको विभाजन तालिका सँगै डिस्कमा रहेको ${SILO_PART} विभाजनमा स्थापना हुन गइरहेको छ ।
nl: SILO (Sparc Linux Loader) kan de kernel enkel opstarten vanaf een schijf met een 'sun'-schijfindelingstabel. Met het huidige schijfindelingsschema zal de kernel ge誰nstalleerd worden op de ${SILO_PART}-partitie die zich bevindt op een schijf met een schijfindelingstabel van type '${SILO_DISK}'.
nn: SILO (Sparc Linux Loader) kan berre starte kjerna frå ein disk som har ein «sun»-partisjonstabell. I det noverende oppsettet blir kjerna installert på partisjonen ${SILO_PART} som ligg på ein disk med partisjonstabell av typen «${SILO_DISK}».
pa: SILO (Sparc Linux Loader) ਸਿਰਫ ਡਿਸਕ ਦੇ ਕਰਨਲ ਨੂੰ "sun" ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ ਨਾਲ ਬੂਟ ਕਰ ਸਕਦਾ ਹੈ। ਮੌਜੂਦਾ ਪਾਰਟੀਸ਼ਨਿੰਗ ਸਕੀਮ ਵਿੱਚ ਕਰਨਲ ਡਿਸਕ ਦੇ ${SILO_PART} ਪਾਰਟੀਸ਼ਨ ਜੋ "${SILO_DISK}" ਕਿਸਮ ਦੀ ਪਾਰਟੀਸ਼ਨ ਟੇਬਲ ਹੈ ਉੱਤੇ ਇੰਸਟਾਲ ਹੋ ਰਿਹਾ ਹੈ।
pl: SILO (Sparc Linux Loader) może uruchamiać jedynie jądra z dysków zawierających tablicę partycji "sun". W aktualnym schemacie partycjonowania jądro zostanie na partycji ${SILO_PART} znajdującej się na dysku z tablicą partycji typu "${SILO_DISK}".
ru: SILO (Sparc Linux Loader) способно загружать ядро только с диска, который имеет таблицу разделов "sun". В текущей схеме разметки ядро будет установлено на раздел ${SILO_PART}, который расположен на диске с таблицей разделов "${SILO_DISK}".
sk: SILO (Sparc Linux Loader) môže zaviesť jadro iba z oblasti s tabuľkou oblastí typu „sun“. Pri súčasnom rozdelení disku sa jadro nainštaluje na oblasť ${SILO_PART} umiestnenú na disku s tabuľkou oblastí typu „${SILO_DISK}“.
sq: SILO (Sparc Linux Loader) mundet të nisë kernelin vetëm nga një disk me tabelën e ndarjes "sun". Në skemën e tanishme të ndarjes kerneli është duke u instaluar në ndarjen ${SILO_PART} që gjendet në një disk me tabelën e ndarjes të llojit "${SILO_DISK}".
sv: SILO (Sparc Linux Loader) kan bara starta upp en kärna på en disk med "sun"-partitionstabell. I nuvarande partitionsinställning kommer kärnan att installeras på partitionen ${SILO_PART} som finns på en disk med partitionstypen "${SILO_DISK}".
th: SILO (Sparc Linux Loader) สามารถบูตเคอร์เนลได้จากดิสก์ที่ใช้ตารางพาร์ทิชันแบบ "sun" เท่านั้น แต่ในการกำหนดพาร์ทิชันปัจจุบันของคุณ เคอร์เนลจะถูกติดตั้งในพาร์ทิชัน ${SILO_PART} ซึ่งอยู่ในดิสก์ที่ใช้ตารางพาร์ทิชันแบบ "${SILO_DISK}"
tl: Maari lamang mag-boot ang SILO (Sparc Linux Loader) ng kernel mula sa disk na may partisyon teybol na markadong "sun". Sa kasalukuyang pagkalatag ng partisyon ang kernel ay iluluklok sa partisyong ${SILO_PART} ng disk sa partisyon teybol na "${SILO_DISK}" ang uri.
tr: SILO (Sparc Linux Loader) sadece "sun" bölümleme tablosuna sahip bir diskteki çekirdekten önyükleme yapabilir. Mevcut bölümleme şemasında çekirdek, ${SILO_DISK} türünde bölümleme tablosuna sahip bir diskteki ${SILO_PART} bölümüne kurulacak.
uk: SILO (Sparc Linux Loader) може завантажувати ядро тільки з диска з таблицею розділів „sun“. З поточною схемою розбивки ядро буде встановлено на розділ ${SILO_PART} що знаходиться на диску з таблицею розділів типу „${SILO_DISK}“.
zh_cn: SILO (Sparc Linux 启动程序) 目前只能从在有“sun”类型分区表的硬盘上安装的内核启动。在目前的分区方案下，内核将被安装在 ${SILO_PART} 分区上，而该分区所在硬盘的分区表类型为“${SILO_DISK}”。
zh_tw: SILO (Sparc Linux Loader) 只能啟動使用了 sun 分割表的磁碟上的 Kernel。但在目前的磁碟分割設定裡，Kernel 將會被安裝在使用了 ${SILO_DISK} 格式分割表的磁碟裡的 ${SILO_PART} 分割區。
