Repository: linuxmint/ubiquity
Catalog: d-i/source/apt-setup/debian/po/*.po
Languages: bs, zh_cn

source: Configure the package manager
bs: Podesi upravitelj paketa
zh_cn: 配置软件包管理器

source: Configuring apt
bs: Podešavam apt
zh_cn: 正在配置 apt

source: Running ${SCRIPT}...
bs: Pokrećem ${SCRIPT}...
zh_cn: 正在运行 ${SCRIPT}...

source: Scanning local repositories...
bs: Pretražujem lokalne repozitorije...
zh_cn: 正在扫描本地软件源...

source: Scanning the security updates repository...
bs: Pretražujem repozitorij sa sigurnosnim zakrpama...
zh_cn: 正在扫描安全更新软件源...

source: Scanning the release updates repository...
zh_cn: 正在扫描发布版本的 updates 软件源...

source: Retry
bs: Ponovi
zh_cn: 重试

source: Ignore
bs: Ignoriši
zh_cn: 忽略

source: Downloading local repository key failed:
bs: Preuzimanje ključa lokalnog repozitorija nije uspjelo:
zh_cn: 下载本地仓库密钥失败：

source: The installer failed to download the public key used to sign the local repository at ${MIRROR}:
bs: Installer nije uspjeo preuzeti javni ključ korišten za potpis lokalnog repozitorija sa ${MIRROR}:
zh_cn: 安装程序从 ${MIRROR} 下载用于签署本地仓库的公钥失败：

source: This may be a problem with your network, or with the server hosting this key. You can choose to retry the download, or ignore the problem and continue without all the packages from this repository.
bs: Ovo može biti problem s vašom mrežom ili serverom na kojem je ključ. Možete pokušati preuzimanje opet ili ignorisati problem i nastaviti bez svih paketa iz ovog repozitorija.
zh_cn: 这可能是您的网络问题，也可能是保存此密钥服务器的错误。您可以选择重试下载；使用别的镜像网站；或者忽略这一问题，不使用这个镜像网站的任何软件包并继续。

source: Cannot access repository
bs: Ne mogu pristupiti repozitoriju
zh_cn: 无法访问软件源

source: The repository on ${HOST} couldn't be accessed, so its updates will not be made available to you at this time. You should investigate this later.
bs: Repozitoriju na ${HOST} se ne može pristupiti, tako da te zakrpe Vam sada neće biti dostupne. Trebate ovo istražiti poslije.
zh_cn: 无法访问位于 ${HOST} 的软件源，因此您现在还无法使用那里的软件更新。您应随后调查这一问题。

source: Commented out entries for ${HOST} have been added to the /etc/apt/sources.list file.
bs: Komentirani unosi za ${HOST} su dodani u /etc/apt/sources.list datoteku.
zh_cn: 被注释掉的有关 ${HOST} 的条目已被加入到 /etc/apt/sources.list 文件中。

source: security updates (from ${SEC_HOST})
bs: sigurnosne zakrpe (sa ${SEC_HOST})
zh_cn: 安全更新 (来自 ${SEC_HOST})

source: release updates
zh_cn: 发布版本的更新(updates)：

source: Services to use:
bs: Servisi za koristiti:
zh_cn: 要使用的服务：

source: Debian has two services that provide updates to releases: security and release updates.
zh_cn: Debian 有两个为已发布版本提供更新的服务：security (安全) 和 updates (更新)。

source: Security updates help to keep your system secured against attacks. Enabling this service is strongly recommended.
bs: Sigurnosne zakrpe pomažu da zadržite svoj sistem siguran od napada. Uključivanje ovog servisa je jako preporučeno.
zh_cn: 安全更新能够帮助您的系统抵御外来的攻击。强烈建议您启用这项更新服务。

source: Release updates provide more current versions for software that changes relatively frequently and where not having the latest version could reduce the usability of the software. It also provides regression fixes. This service is only available for stable and oldstable releases.
zh_cn: 发布版本更新(updates)为那些变动相对频繁，而且使用非最新版本会降低可用性的软件提供新的版本，也提供回归修复(regression fixes)。这一服务只针对稳定版 (stable) 和旧稳定版 (oldstable)。

source: Scanning the CD-ROM...
bs: Pretražujem CD-ROM...
zh_cn: 正在扫描光盘...

source: apt configuration problem
bs: apt konfiguracioni problem
zh_cn: Apt 设置问题

source: An attempt to configure apt to install additional packages from the CD failed.
bs: Pokušaj podešavanja apt-a kako bi instalirao dodatne pakete s CD-ROMa nije uspio.
zh_cn: 尝试配置 apt 从光盘安装额外的软件包失败。

source: Scan another CD or DVD?
bs: Želite li pretražiti drugi CD ili DVD?
zh_cn: 要扫描其它 CD 或 DVD 吗？

source: Your installation CD or DVD has been scanned; its label is:
bs: Vaš instalacioni CD ili DVD je učitan, njegov naziv je:
zh_cn: 已经扫描完您的安装 CD 或 DVD；它的标记为：

source: You now have the option to scan additional CDs or DVDs for use by the package manager (apt). Normally these should be from the same set as the installation CD/DVD. If you do not have any additional CDs or DVDs available, this step can just be skipped.
bs: Sada imate opciju da učitate dodatne CDove ili DVDove za upotrebu paketnom softveru (apt). Obično ovi mediji su iz istog kompleta u kojem je instalacioni CD/DVD. Ako nemate nikakvih dodatnih CDova ili DVDova dostupno možete preskočiti ovaj korak.
zh_cn: 现在您可以选择扫描其它 CD 或 DVD 以供软件包管理器 (apt) 使用。一般来说，这些 CD/DVD 是和安装 CD/DVD 在同一套里面的。如果您没有任何其它的 CD 或 DVD，可以直接跳过这一步。

source: If you wish to scan another CD or DVD, please insert it now.
bs: Ako želite učitati drugi CD ili DVD ubacite ga sada.
zh_cn: 如果您想要扫描其它 CD 或 DVD，现在请将其插入。

source: The CD or DVD with the following label has been scanned:
bs: CD ili DVD sa sljedećim nazivom je učitan:
zh_cn: 已经扫描了有下列标记的 CD 或 DVD：

source: The CD or DVD with the following label has already been scanned:
bs: CD ili DVD sa sljedećim nazivom je već učitan ranije:
zh_cn: 下列标记的 CD 或 DVD 之前已经扫描过了：

source: Please replace it now if you wish to scan another CD or DVD.
bs: Molim da sada zamijenite medij ako želite učitati drugi CD ili DVD.
zh_cn: 如果您想要扫描其它的 CD 或 DVD，现在请将其替换。

source: An attempt to configure apt to install additional packages from the CD/DVD failed.
bs: Pokušaj konfiguracije apt-a da instalira dodatne pakete sa CDa/DVDa nije uspio.
zh_cn: 尝试配置 apt 从 CD/DVD 安装额外的软件包失败。

source: Please check that the CD/DVD has been inserted correctly.
bs: Molim provjerite da je CD/DVD ispravno ubačen.
zh_cn: 请确保 CD/DVD 已被正确插入。

source: Media change
bs: Promijeni medij
zh_cn: 更换介质

source: /cdrom/:Please insert the disc labeled: '${LABEL}' in the drive '/cdrom/' and press enter.
bs: /cdrom/:Molimo ubacite CD/DVD sa nazivom: '${LABEL}' u pogon '/cdrom/' i pritisnite enter.
zh_cn: /cdrom/:请将标记为“${LABEL}”的光盘插入 /cdrom/ 驱动器中，并按回车键。

source: Disabling netinst CD in sources.list...
bs: Isključujem netinst CD u sources.list...
zh_cn: 正在 sources.list 里禁用 netinst CD...

source: If you are installing from a netinst CD and choose not to use a mirror, you will end up with only a very minimal base system.
bs: Ako instalirate s netinst CDa i odaberete da ne koristite mirror, završiti ćete s veoma minimalnim osnovnim sistemom.
zh_cn: 如果您正在用网络安装 (netinst) 光盘进行安装并且选择不使用镜像，您将只能装上一个非常小的基本系统。

source: You are installing from a netinst CD, which by itself only allows installation of a very minimal base system. Use a mirror to install a more complete system.
bs: Instalirate sa netinst CDa koji dozvoljava instalaciju samo minimalnog (baznog) sistema. Upotrijebite mirror da instalirate kompletniji sistem.
zh_cn: 您正在从网络安装 (netinst) 光盘进行安装，而网络安装光盘只能安装一个非常小的基本系统。您可以使用镜像来安装一个更完备的系统。

source: You are installing from a CD, which contains a limited selection of packages.
bs: Instalirate sa CDa koji sadržava ograničenu količinu paketa.
zh_cn: 您正在从 CD 进行安装，而其中只包含有限的一部分软件包。

source: You have scanned %i CDs. Even though these contain a fair selection of packages, some may be missing (notably some packages needed to support languages other than English).
bs: Učitali ste %i CDova. Iako oni sadrže pošten izbor paketa, moguće je da neki nedostaju (primjetno, paketi potrebni za podržavanje drugih jezika osim engleskog).
zh_cn: 您已经扫描了 %i 张 CD。虽然其中包含了相当多的软件包，但是仍然可能缺少一些 (特别是那些用于支持英语以外的语言的软件包)。

source: You have scanned %i CDs. Even though these contain a large selection of packages, some may be missing.
bs: Učitali ste %i CDova. Iako oni sadrže velik izbor paketa, moguće je da neki nedostaju.
zh_cn: 您已经扫描了 %i 张 CD。虽然其中包含了很大一部分软件包，但是仍然可能有所遗漏。

source: Note that using a mirror can result in a large amount of data being downloaded during the next step of the installation.
bs: Budite upozoreni da je moguća posljedica korištenja mirrora skidanje velikih količina podataka sa interneta tokom sljedećeg koraka instalacije.
zh_cn: 注意使用镜像将导致在下一步安装过程中下载大量的数据。

source: You are installing from a DVD. Even though the DVD contains a large selection of packages, some may be missing.
bs: Instalirate sa DVDa. Iako DVD sadrži velik odabir paketa, moguće je da neki nedostaju.
zh_cn: 您正在从 DVD 进行安装。虽然 DVD 里包含了很大一部分软件包，但是仍然可能有所遗漏。

source: Unless you don't have a good Internet connection, use of a mirror is recommended, especially if you plan to install a graphical desktop environment.
bs: Ako nemate dobru internet konekciju, upotreba mirrora je preporučena, posebno ako planirate instalirati grafičko desktop okruženje.
zh_cn: 只要您有良好的 Internet 连接，特别是如果您打算安装一个图形界面的桌面环境的话，那就推荐您使用镜像。

source: If you have a reasonably good Internet connection, use of a mirror is suggested if you plan to install a graphical desktop environment.
bs: Ako imate razumno dobru internek konekciju, predlažemo da koristite mirror ako planirate instalirati grafičko desktop okruženje.
zh_cn: 如果您有足够好的 Internet 连接，并且打算安装一个图形界面的桌面环境，那么建议您使用镜像。

source: Scanning the mirror...
bs: Pretražujem mirror...
zh_cn: 正在扫描镜像站点...

source: Use non-free software?
bs: Da li želite koristiti non-free software?
zh_cn: 使用 non-free 软件吗？

source: Some non-free software has been made to work with Debian. Though this software is not at all a part of Debian, standard Debian tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
bs: Neki non-free software je prilagođen za Debian. Iako ovaj software uopšte nije dio Debiana, standardni Debian alati se koriste za instalaciju ovog softwarea. Ovaj software je izdat pod različitim licencama koje vam mogu sprječavati njegovo korištenje, modifikovanje ili dijeljenje.
zh_cn: 有些非自由软件也能在 Debian 中使用。尽管这些软件并不是 Debian 的一部分，但标准 Debian 工具还是可以安装它们。这些软件都有其不同的许可权，这可能会阻止您使用、修改或共享它们。

source: Please choose whether you want to have it available anyway.
bs: Molim odlučite da li želite da vam u svakom slučaju bude dostupan.
zh_cn: 请您选择是否想使用它们。

source: Use contrib software?
bs: Da li želite koristiti contrib software?
zh_cn: 使用 contrib 软件吗？

source: Some additional software has been made to work with Debian. Though this software is free, it depends on non-free software for its operation. This software is not a part of Debian, but standard Debian tools can be used to install it.
bs: Određeni dodatni software je prilagođen za Debian. Iako je ovaj software free (slobodan), on ovisi o non-free softwareu kako bi mogao funkcionisati. Ovaj software uopšte nije dio Debiana, standardni Debian alati se koriste za instalaciju ovog softwarea
zh_cn: 有些额外的软件可以在 Debian 中使用。尽管其本身是自由的，但它们的运行依赖于其它一些非自由的软件。这些软件也不是 Debian 的一部分，但标准 Debian 工具可以安装它们。

source: Please choose whether you want this software to be made available to you.
bs: Molim odlučite da li želite da vam ovaj software bude dostupan.
zh_cn: 请您选择是否想使用这些软件。

source: Change mirror
bs: Promijeni mirror
zh_cn: 更换镜像

source: Downloading a file failed:
bs: Preuzimanje datoteke nije uspjelo:
zh_cn: 下载文件失败：

source: The installer failed to access the mirror. This may be a problem with your network, or with the mirror. You can choose to retry the download, select a different mirror, or ignore the problem and continue without all the packages from this mirror.
bs: Instalater nije uspio pristupiti mirroru. Ovo može biti problem sa vašom mrežom ili sa mirrorom. Možete ponovo pokušati preuzimanje, odabrati drugi mirror ili ignorisati problem i nastaviti bez svih paketa sa ovog mirrora.
zh_cn: 安装程序无法连接镜像网站。这可能是您的网络问题，也可能是镜像网站的错误。您可以选择重试下载；使用别的镜像网站；或者忽略这一问题，不使用这个镜像网站的任何软件包并继续。

source: Use a network mirror?
bs: Koristiti mrežni mirror?
zh_cn: 使用网络镜像吗？

source: A network mirror can be used to supplement the software that is included on the CD-ROM. This may also make newer versions of software available.
bs: Mrežni mirror se može koristiti kao dodatak software-u koji je uključen na CD-ROM-u. Ovo može učiniti dostupnim nove verzije software-a.
zh_cn: 网络镜像可以用来补充光盘所带的软件，也可以用来提供较新版本的软件。

source: Continue without a network mirror?
bs: Nastavite bez mrežnog mirrora?
zh_cn: 没有网络镜像，继续安装吗？

source: No network mirror was selected.
bs: Nije odabran nijedan mrežni mirror.
zh_cn: 没有选择网络镜像。

source: Use restricted software?
bs: Koristiti softver sa restrikcijama?
zh_cn: 使用 restricted 软件吗？

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
bs: Neki non-free softver je dostupan u upakovanom obliku. Iako ovaj softvare nije dio glavne distribucije, standardni alati za upravljanje paketima se mogu koristiti za njegovu instalaciju. Ovaj softver dolazi sa različitim licencama koje Vas mogu sprječavati da ga koristite, modifikujete ili dijelite.
zh_cn: 某些非自由软件也有可用的软件包。虽然这些软件不是主要发布 (main distribution) 的一部分，您仍可用标准的软件包管理工具来安装它们。这些软件有各种不同的授权许可，可能会禁止您使用、修改、或分享该软件。

source: Use software from the "universe" component?
bs: Koristiti softver iz "universe" komponente?
zh_cn: 使用“universe”部分的软件吗？

source: Some additional software is available in packaged form. This software is free and, though it is not a part of the main distribution, standard package management tools can be used to install it.
bs: Neki dodatni softver je dostupan u upakovanom obliku. Ovaj softver je slobodan i iako nije dio glavne distribucije, standardni alati za upravljanje paketima se mogu koristiti za njegovu instalaciju.
zh_cn: 某些附加的软件也有可用的软件包。这些软件是自由软件，尽管它们不是主要发布 (main distribution) 的一部分，您一样可以使用标准的软件包管理工具来安装它们。

source: Use software from the "multiverse" component?
bs: Koristiti softver iz "multiverse" komponente?
zh_cn: 使用“multiverse”源中的软件吗？

source: Some non-free software is available in packaged form. Though this software is not a part of the main distribution, standard package management tools can be used to install it. This software has varying licenses and (in some cases) patent restrictions which may prevent you from using, modifying, or sharing it.
bs: Neki non-free softver je dostupan u upakovanom obliku. Iako ovaj softvare nije dio glavne distribucije, standardni alati za upravljanje paketima se mogu koristiti za njegovu instalaciju. Ovaj softver dolazi sa različitim licencama i (u nekim slučajevima) patentnim ograničenjima koji Vas mogu spriječavati da ga koristite, modifikujete ili dijelite.
zh_cn: 某些非自由软件也有可用的软件包。虽然这些软件不是主要发布 (main distribution) 的一部分，您仍可用标准的软件包管理工具来安装它们。这些软件有各种不同的授权许可和 (在某些情况下有) 专利限制，这可能会禁止您使用、修改、或分享该软件。

source: Use software from the "partner" repository?
bs: Koristiti softver iz "partner" repozitorija?
zh_cn: 使用“partner”仓库的软件吗？

source: Some additional software is available from Canonical's "partner" repository. This software is not part of Ubuntu, but is offered by Canonical and the respective vendors as a service to Ubuntu users.
bs: Dodatni softver je dostupan iz Canonicalovog "partner" repozitorija. Ovaj softver nije dio Ubuntuua ali se nudi od strane Canonicala i cijenjenih prodavača kao servis Ubuntu korisnicima.
zh_cn: Canonical 的“partner”仓库中有额外的软件。这些软件不是 Ubuntu 的组成部分，但是是由 Canonical 以及各个供应商作为 Ubuntu 用户的服务而提供的。

source: Use backported software?
bs: Koristiti backported softver?
zh_cn: 使用移植回来的 (backported) 软件吗？

source: Some software has been backported from the development tree to work with this release. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
bs: Neki softver je dodan iz razvojnog stabla za korištenje sa ovim izdanjem. Iako ovaj software nije prošao kroz kompletno testiranje kao onaj koji je sadržan u izdanju, on uključuje novije verzije nekih aplikacija koje mogu pružati korisne mogućnosti.
zh_cn: 某些软件已被从正在开发的代码中移植回到这一发布中使用。虽然这些软件不象正式发布中包含的软件一样经过了详尽的测试，但是它们包括一些应用程序的新版本，因而可能会提供一些有用的功能。
