Repository: linuxmint/ubiquity
Catalog: d-i/source/partman-reiserfs/debian/po/*.po
Languages: ar, bs, da, el, pt, sq

source: Checking the ReiserFS file system in partition #${PARTITION} of ${DEVICE}...
ar: تفقّد نظام الملفّات ReiserFS في الجزء #${PARTITION} من ${DEVICE}...
bs: Provjeravam ReiserFS datotečni sistem na particiji #${PARTITION} na ${DEVICE}...
da: Tjekker ReiserFS-filsystemet på partition ${PARTITION} på ${DEVICE}...
el: Έλεγχος του συστήματος αρχείων ReiserFS στην κατάτμηση #${PARTITION} της συσκευής ${DEVICE}...
pt: A verificar o sistema de ficheiros ReiserFS na partição #${PARTITION} de ${DEVICE}...
sq: Duke kontrolluar filesistemin ReiserFS në ndarjen Nr. ${PARTITION} të ${DEVICE}...

source: Go back to the menu and correct errors?
ar: العودة إلى القائمة وتصحيح الأخطاء؟
bs: Vratiti se nazad na meni i ispraviti greške?
da: Gå tilbage til menuen for at rette fejlene?
el: Θέλετε να επιστρέψετε στο μενού και να διορθώσετε τα σφάλματα;
pt: Voltar ao menu e corrigir os erros?
sq: Kthehu mbrapa në menu dhe korrigjo gabimet?

source: The test of the file system with type ReiserFS in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ar: عثر اختبار نظام الملفّات ذو فئة ReiserFS في الجزء #${PARTITION} من ${DEVICE} على أخطاءٍ غير مصحّحة.
bs: Testom datotečnog sistema tipa ReiserFS na particiji #${PARTITION} na ${DEVICE} nađene su neispravljene greške.
da: Testen af filsystemet med typen ReiserFS på partition ${PARTITION} på ${DEVICE} fandt fejl, der ikke var rettet.
el: Ο έλεγχος του συστήματος αρχείων τύπου ReiserFS στην κατάτμηση #${PARTITION} της συσκευής ${DEVICE} ανίχνευσε μη επιδιορθωμένα σφάλματα.
pt: O teste do sistema de ficheiros com o tipo ReiserFS na partição #${PARTITION}de ${DEVICE} encontrou erros não corrigidos.
sq: Testimi i filesistemit të llojit ReiserFS në ndarjen Nr. ${PARTITION} të ${DEVICE} gjeti gabime të pakorrigjueshme.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ar: إذا لم تعد إلى قائمة التجزئة و تقم بتصحيح هذه الأخطاء فلن يستعمل هذا الجزء إطلاقاً.
bs: Ako se ne vratite nazad na meni za particionisanje i ispravite ove greške, particija se neće uopšte koristiti.
da: Hvis du ikke går tilbage til partitioneringsmenuen og retter disse fejl, vil partitionen slet ikke blive benyttet.
el: Αν δεν επιστρέψετε στο μενού διαμέρισης και δεν διορθώσετε τα σφάλματα αυτά, η κατάτμηση αυτή δε θα χρησιμοποιηθεί.
pt: Se não voltar ao menu de particionamento e corrigir esses erros, a partição não será utilizada.
sq: Nëse nuk kthehesh mbrapa tek menuja e ndarjes të korrigjosh këto gabime, atëhere ndarja nuk do përdoret fare.

source: Failed to create a file system
ar: فشل إنشاء نظام الملفّات
bs: Ne mogu kreirati datotečni sistem
da: Kunne ikke oprette et filsystem
el: Απέτυχε η δημιουργία ενός συστήματος αρχείων
pt: Falha ao criar um sistema de ficheiros
sq: Dështoi në krijimin e filesistemit

source: The ReiserFS file system creation in partition #${PARTITION} of ${DEVICE} failed.
ar: فشل إنشاء نظام الملفّات ReiserFS في الجزء #${PARTITION} من الجهاز ${DEVICE}.
bs: Kreiranje ReiserFS datotečnog sistema na particiji #${PARTITION} na ${DEVICE} nije uspjelo.
da: Oprettelsen af ReiserFS-filsystem på partition ${PARTITION} på ${DEVICE} mislykkedes.
el: Απέτυχε η δημιουργία συστήματος αρχείων ReiserFS στην κατάτμηση #${PARTITION} της συσκευής ${DEVICE}.
pt: A criação do sistema de ficheiros ReiserFS na partição #${PARTITION} de ${DEVICE} falhou.
sq: Krijimi i filesistemit ReiserFS në ndarjen Nr. ${PARTITION} të ${DEVICE} dështoi.

source: Do you want to return to the partitioning menu?
ar: هل تريد العودة إلى قائمة التجزئة؟
bs: Da li se želite vratiti na meni za particionisanje?
da: Vil du tilbage til partitioneringsmenuen?
el: Θέλετε να επιστρέψετε στο μενού διαμέρισης;
pt: Deseja voltar ao menu de particionamento?
sq: Dëshiron të kthehesh tek menuja e ndarjes?

source: No mount point is assigned for the ReiserFS file system in partition #${PARTITION} of ${DEVICE}.
ar: لم تعيّن أي موضع تركيب لنظام الملفّات ReiserFS في الجزء #${PARTITION} من ${DEVICE}.
bs: Tačka montiranja nije dodijeljena za ReiserFS datotečni sistem na particiji #${PARTITION} na ${DEVICE}.
da: Der er ikke angivet noget monteringspunkt for ReiserFS-filsystemet på partition ${PARTITION} på ${DEVICE}.
el: Δεν έχει οριστεί σημείο προσάρτησης για το σύστημα αρχείων ReiserFS στην κατάτμηση #${PARTITION} της συσκευής ${DEVICE}.
pt: Não foi atribuído nenhum mount point para o sistema de ficheiros ReiserFS na partição ${PARTITION} de ${DEVICE}.
sq: Nuk është caktuar asnjë pikë montimi për filesistemin ReiserFS në ndarjen Nr. ${PARTITION} të ${DEVICE}.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ar: إذا لم تعد إلى قائمة التجزئة وتعين موضع تركيب من هناك فلن يستعمل هذا الجزء إطلاقاً.
bs: Ako se ne vratite nazad na meni za particionisanje i tamo ne dodijelite tačku montiranja, particija se neće uopšte koristiti.
da: Hvis du ikke går tilbage til partitioneringsmenuen og angiver et monteringspunkt derfra, vil denne partition slet ikke blive benyttet.
el: Αν δεν επιστρέψετε στο μενού διαμέρισης και δεν ορίσετε ένα σημείο προσάρτησης, η κατάτμηση αυτή δεν θα χρησιμοποιηθεί.
pt: Se não voltar ao menu de particionamento e atribuir um mount point a partir de lá, esta partição não será utilizada.
sq: Nëse nuk kthehesh mbrapa tek menuja e ndarjes dhe nuk cakton një pikë montimi që aty, kjo ndarje nuk do përdoret fare.

source: Mount point:
ar: موضع التركيب:
bs: Tačka montiranja:
da: Monteringspunkt:
el: Σημείο επαφής:
sq: Pika e montimit:

source: ReiserFS journaling file system
ar: نظام ملفّات ReiserFS سجلّي
bs: ReiserFS journaling datotečni sistem
da: ReiserFS-journalfilsystem
el: σύστημα αρχείων ReiserFS με journal
pt: Sistema de ficheiros ReiserFS com journal
sq: filesistem ReiserFS journaling
