Repository: linuxmint/ubiquity
Catalog: d-i/source/partman-jfs/debian/po/*.po
Languages: ca, cs, dz, gl, hu, km, ko, nb, pl, pt, sr, th, uk

source: Checking the jfs file system in partition #${PARTITION} of ${DEVICE}...
ca: S'està comprovant el sistema de fitxers jfs a la partició no. ${PARTITION} de ${DEVICE}...
cs: Kontroluje se souborový systém jfs v oblasti č.${PARTITION} na ${DEVICE}...
dz: ${DEVICE}...གྱི་བར་བཅད་#${PARTITION}ནང་གྱི་ཡིག་སྣོད་རམ་ལུགས་ jfs འདི་ཞིབ་དཔྱད་འབད་དོ།
gl: A comprobar o sistema de ficheiros jfs da partición núm. ${PARTITION} de ${DEVICE}...
hu: jfs fájlrendszer ellenőrzése ${DEVICE} ${PARTITION}. partícióján...
km: កំពុង​ពិនិត្យ​មើល​ប្រព័ន្ធ​ឯកសារ jfs នៅ​ក្នុង​ភាគថាស #${PARTITION} របស់ ${DEVICE}...
ko: ${DEVICE} 장치의 #${PARTITION} 파티션의 jfs 파일 시스템을 검사하는 중입니다...
nb: Sjekker jfs-filsystemet på partisjon nr. ${PARTITION} på ${DEVICE} ...
pl: Sprawdzanie systemu plików jfs na partycji #${PARTITION} urządzenia ${DEVICE}...
pt: A verificar o sistema de ficheiros jfs na partição #${PARTITION} de ${DEVICE}...
sr: Проверавам jfs фајл систем на партицији бр. ${PARTITION} на ${DEVICE}...
th: กำลังตรวจสอบระบบแฟ้ม jfs ในพาร์ทิชัน #${PARTITION} ของ ${DEVICE}...
uk: Перевірка файлової системи jfs на розділі #${PARTITION} пристрою ${DEVICE}...

source: Go back to the menu and correct errors?
ca: Voleu tornar al menú i corregir els errors?
cs: Vrátit se zpět do menu a opravit chyby?
dz: དཀར་ཆག་ནང་ལོག་འགྱོ་འདི་འཛོལ་བ་ཚུ་ནོར་འཅོས་འབད?
gl: Desexa volver ao menú e corrixir os erros?
hu: Visszamész a menübe és javítod a hibákat?
km: ត្រឡប់​ទៅ​ម៉ឺនុយ ហើយ​កែ​កំហុស ?
ko: 메뉴로 돌아가서 오류를 바로잡으시겠습니까?
nb: Vil du gå tilbake til menyen og rette opp feil?
pl: Powrócić do menu i poprawić błędy?
pt: Voltar ao menu e corrigir os erros?
sr: Да ли желите да се вратите назад у мени и исправите грешке?
th: กลับไปยังเมนูเพื่อแก้ไขข้อผิดพลาดหรือไม่?
uk: Повернутися до меню та виправити помилки?

source: The test of the file system with type jfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
ca: La comprovació del sistema de fitxers de tipus jfs a la partició no. ${PARTITION} de ${DEVICE} ha trobat errors no corregits.
cs: Test souborového systému jfs v oblasti č.${PARTITION} na ${DEVICE} odhalil neopravené chyby.
dz: ${DEVICE}གྱི་བར་བཅད་#${PARTITION} ནང་གི་jfsདཔར་བསྐྲུན་དང་མཉམ་ཡིག་སྣོད་རིམ་ལུགས་ལུ་ཞིབ་དཔྱད་འབདཝ་ད་ནོར་དཅོས་མ་འབད་བའི་འཛོལ་བ་ཚུ་ཐོབ་ནུག།
gl: A comprobación do sistema de ficheiros de tipo jfs da partición núm. ${PARTITION} de ${DEVICE} atopou erros sen corrixir.
hu: Hibák vannak ${DEVICE} ${PARTITION}. partíciója jfs típusú fájlrendszerében.
km: ការ​សាកល្បង​ប្រព័ន្ធ​ឯកសារ​ជាមួយ​នឹង​ប្រភេទ​ jfs នៅ​ក្នុង​ភាគថាស #${PARTITION} របស់${DEVICE} បាន​រកឃើញ​កំហុស​ជាច្រើន ។
ko: ${DEVICE} 장치의 파티션 #${PARTITION}에 jfs 파일 시스템을 테스트하는 중에 바로잡지 않은 오류를 발견했습니다.
nb: Testen av jfs-filsystemet på partisjon nr. ${PARTITION} av ${DEVICE} fant feil som ikke er rettet.
pl: Testowanie systemu plików jfs na partycji #${PARTITION} urządzenia ${DEVICE} wykazało błędy niemożliwe do naprawienia.
pt: O teste do sistema de ficheiros com o tipo jfs na partição #${PARTITION} de ${DEVICE} encontrou erros não corrigidos.
sr: Тест фајл система типа jfs на партицији бр. ${PARTITION} на${DEVICE} је пронашао неисправљене грешке.
th: การทดสอบระบบแฟ้มชนิด jfs ในพาร์ทิชัน #${PARTITION} ของ ${DEVICE} พบข้อผิดพลาดที่ยังไม่ได้รับการแก้ไข
uk: Перевірка файлової системи типу jfs на розділі #${PARTITION} пристрою ${DEVICE} виявила невиправлені помилки.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
ca: Si no aneu enrere al menú de partició i corregiu aquests errors, la partició no s'utilitzarà en absolut.
cs: Pokud se nevrátíte zpět do rozdělovacího menu a neopravíte tyto chyby, oblast se vůbec nepoužije.
dz: ཁྱོད་ཀྱིས་འཛོལ་བ་འདི་ཚུ་ངེས་བདེན་དང་བར་བཅད་འབད་མིའི་དཀར་ཆག་ནང་ལུ་ལོག་མ་འགྱོ་བ་ཅིན་ བར་བཅད་འདི་གྱིས་ལག་ལེན་འཐབ་མི་བཏུབ།
gl: Se non volta ao menú de particionamento e corrixe estes erros, non se ha empregar a partición.
hu: Ha nem térsz vissza a particionáló-menübe és orvoslod e gondokat, a partíció nem kerül használatba.
km: បើ​អ្នក​មិន​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគថាស ហើយ​កែ​កំហុស​ទាំងនេះ​ទេ ភាគ​ថាស​នឹង​មិន​ត្រូវ​បាន​ប្រើ​ឡើយ ។
ko: 파티션 메뉴로 돌아가서 이 오류를 바로잡지 않으면, 이 파티션 전체를 사용할 수 없습니다.
nb: Hvis du ikke går tilbake til partisjoneringsmenyen og retter opp disse feilene, vil partisjonen ikke bli brukt i det hele tatt.
pl: Jeśli nie wrócisz do menu partycjonowania i nie poprawisz błędów, partycja w ogóle nie zostanie użyta.
pt: Se não voltar ao menu de particionamento e corrigir esses erros, a partição não será utilizada.
sr: Ако се не вратите назад на мени за партиционисање и не поправите овегрешке, партиција се уопште неће употребљавати.
th: ถ้าคุณไม่กลับไปยังเมนูแบ่งพาร์ทิชันเพื่อแก้ข้อผิดพลาดเหล่านี้ ระบบจะไม่ใช้พาร์ทิชันนี้เลย
uk: Якщо ви не повернетесь до меню розбивки та не виправите помилки, то розділ не буде використано взагалі.

source: Failed to create a file system
ca: No s'ha pogut crear un sistema de fitxers
cs: Selhalo vytváření souborového systému
dz: ཡིག་སྣོད་རིམ་ལུགས་གསར་བསྐྲུན་འབད་ནི་ལུ་འཐུས་ཤོར་འབྱུང་ཡོད
gl: Non foi posíbel crear un sistema de ficheiros
hu: Fájlrendszer létrehozása meghiúsult
km: បរាជ័យ​ក្នុង​ការ​បង្កើត​ប្រព័ន្ធ​ឯកសារ
ko: 파일 시스템을 만드는 데 실패했습니다
nb: Klarte ikke å lage et filsystem
pl: Utworzenie systemu plików nie powiodło się
pt: Falha ao criar um sistema de ficheiros
sr: Нисам успео да креирам фајл систем
th: สร้างระบบแฟ้มไม่สำเร็จ
uk: Не вдалося створити файлову систему

source: The jfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
ca: Ha fallat la creació del sistema de fitxers jfs a la partició no. ${PARTITION} del ${DEVICE}.
cs: Vytváření souborového systému jfs v oblasti č.${PARTITION} zařízení ${DEVICE} selhalo.
dz: ${DEVICE}གི་བར་བཅད་#${PARTITION}ནང་གི་ jfsཡིག་སྣོད་རིམ་ལུགས་གསར་བསྐྲུན་འབད་མི་འདི་འཐུས་ཤོར་བྱུང་ནུག།
gl: Non foi posíbel crear o sistema de ficheiros jfs na partición núm. ${PARTITION} de ${DEVICE}.
hu: A jfs fájlrendszer létrehozása meghiúsult ${DEVICE} ${PARTITION}. partícióján.
km: ការ​បង្កើតប្រព័ន្ធ​ឯកសារ jfs នៅ​ក្នុង​ភាគថាស #${PARTITION} របស់ ${DEVICE} បាន​បរាជ័យ​ហើយ ។
ko: ${DEVICE} 장치의 파티션 #${PARTITION}에 jfs 파일 시스템을 만드는 데 실패했습니다.
nb: Klarte ikke å opprette et jfs-filsystemet på partisjon nr. ${PARTITION} av ${DEVICE}.
pl: Utworzenie systemu plików jfs na partycji #${PARTITION} urządzenia ${DEVICE} nie powiodło się.
pt: A criação do sistema de ficheiros jfs na partição #${PARTITION} de ${DEVICE} falhou.
sr: Креирање jfs фајл система на партицији бр. ${PARTITION} на ${DEVICE} није успело.
th: สร้างระบบแฟ้ม jfs ในพาร์ทิชัน #${PARTITION} ของ ${DEVICE} ไม่สำเร็จ
uk: Не вдалося створити файлову систему jfs на розділі #${PARTITION} пристрою ${DEVICE}.

source: Do you want to return to the partitioning menu?
ca: Voleu tornar al menú de partició?
cs: Chcete se vrátit do rozdělovacího menu?
dz: ཁྱོད་ བར་བཅད་འབད་མིའི་དཀར་ཆག་ནང་ལུ་སླར་ལོག་འབད་ནི་ཨིན་ན?
gl: Desexa voltar ao menú de particionamento?
hu: Visszatérsz a particionáló-menübe?
km: តើ​អ្នកចង់​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគថាស​វិញ​ឬ​ទេ ?
ko: 파티션 메뉴로 돌아가시겠습니까?
nb: Vil du gå tilbake til partisjoneringsmenyen?
pl: Chcesz wrócić do menu partycjonowania?
pt: Deseja voltar ao menu de particionamento?
sr: Да ли желите да се вратите на мени за партиционисање?
th: คุณต้องการกลับไปยังเมนูแบ่งพาร์ทิชันหรือไม่?
uk: Чи бажаєте ви повернутися до меню розбивки?

source: No mount point is assigned for the jfs file system in partition #${PARTITION} of ${DEVICE}.
ca: No s'ha assignat cap punt de muntatge per al sistema de fitxers jfs a la partició no. ${PARTITION} de ${DEVICE}.
cs: Souborovému systému jfs v oblasti č.${PARTITION} na ${DEVICE} není přiřazen žádný přípojný bod.
dz: ${DEVICE}.གི་བར་བཅད་#${PARTITION}ནང་གི་jfsཡིག་སྣོད་རིམ་ལུགས་ཀྱི་དོན་ལུ་སྡྱར་བརྩེགས་ས་ཚིགས་འདི་འགན་སྤྲོད་མ་འབད་བས།
gl: Non hai ningún punto de montaxe asignado ao sistema de ficheiros jfs da partición núm. ${PARTITION} de ${DEVICE}.
hu: Csatolási pont nélküli jfs fájlrendszer ${DEVICE} ${PARTITION}. partícióján.
km: មិន​បាន​ផ្ដល់​ចំណុច​ម៉ោន​សម្រាប់​ប្រព័ន្ធ​ឯកសារ jfs នៅ​ក្នុង​ភាគថាស #${PARTITION} របស់ ${DEVICE} ឡើយ ។
ko: ${DEVICE} 장치의 파티션 #${PARTITION}의 jfs 파일 시스템을 마운트할 위치를 지정하지 않았습니다.
nb: Det er ikke tildelt noe monteringspunkt for jfs-filsystemet på partisjon nr. ${PARTITION} av ${DEVICE}.
pl: Nie przydzielono żadnego punktu montowania dla systemu plików jfs na partycji ${PARTITION} urządzenia ${DEVICE}.
pt: Não foi atribuído nenhum mount point para o sistema de ficheiros jfs na partição #${PARTITION} de ${DEVICE}.
sr: Ниједна тачка качења није додељена jfs фајл систему на партицији бр.${PARTITION} на ${DEVICE}.
th: ไม่มีการกำหนดตำแหน่งเมานท์สำหรับระบบแฟ้ม jfs ในพาร์ทิชัน #${PARTITION} ของ ${DEVICE}
uk: Для файлової системи jfs на розділі #${PARTITION} пристрою ${DEVICE} не призначено точку монтування.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
ca: Si no aneu enrere al menú de partició i hi assigneu un punt de muntatge, aquesta partició no s'utilitzarà en absolut.
cs: Pokud se nevrátíte zpět do rozdělovacího menu a nepřiřadíte oblasti přípojný bod, oblast se vůbec nepoužije.
dz: ཁྱོད་ཀྱིས་བར་བཅད་འབད་མིའི་དཀར་ཆག་ནང་ལོག་མ་འགྱོ་བར་སྦྱར་བརྩེགས་ས་ཚིགས་དེ་ཁར་ལས་འགན་སྤྲོད་མ་འབད་བ་ཅིན་ འ་ནི་བར་བཅད་འདི་གྱིས་ལག་ལེན་འཐབ་མི་བཏུབ།
gl: Se non volta ao menú de particionamento e asigna un punto de montaxe, non se ha empregar a partición.
hu: Ha a particionáló-menüben nem adsz meg egy csatolási pontot, a partíció használatlanul marad.
km: បើ​អ្នក​មិន​ត្រឡប់​ទៅ​ម៉ឺនុយ​ចែក​ភាគថាស ហើយ​ផ្ដល់​ចំណុច​ម៉ោន​នៅ​ទីនោះ​ទេ ភាគថាស​នេះ​នឹង​មិន​ត្រូវ​បាន​ប្រើ​ឡើយ ។
ko: 파티션 메뉴로 돌아가서 마운트 위치를 지정하지 않으면, 이 파티션 전체를 사용할 수 없습니다.
nb: Hvis du ikke går tilbake til partisjonsmenyen og oppgir et monteringspunkt der, så vil ikke denne partisjonen bli brukt i det hele tatt.
pl: Jeśli nie wrócisz do menu partycjonowania i nie przydzielisz punktu montowania, ta partycja w ogóle nie zostanie użyta.
pt: Se não voltar ao menu de particionamento e atribuir um mount point a partir de lá, esta partição não será utilizada.
sr: Ако се не вратите назад на мени за партиционисање и не доделите тачкукачења, партиција се уопште неће користити.
th: ถ้าคุณไม่กลับไปยังเมนูแบ่งพาร์ทิชันเพื่อกำหนดตำแหน่งเมานท์ ระบบจะไม่ใช้พาร์ทิชันนี้เลย
uk: Якщо ви не повернетесь до меню розбивки та не призначите точку монтування, то цей розділ не буде використовуватися взагалі.

source: Mount point:
ca: Punt de muntatge:
cs: Přípojný bod:
dz: སྦྱར་བརྩེགས་ས་ཚིགས།
gl: Punto de montaxe:
hu: Csatolási pont:
km: ចំណុច​ម៉ោន ៖
ko: 마운트 위치:
nb: Monteringspunkt:
pl: Punkt montowania:
sr: Тачка качења:
th: ตำแหน่งเมานท์:
uk: Точка монтування:

source: JFS journaling file system
ca: Sistema de fitxers transaccional JFS
cs: žurnálovací souborový systém JFS
dz: JFS ཇོར་ན་ལིང་ཡིག་སྣོད་རིམ་ལུགས།
gl: Sistema de ficheiros transaccional JFS
hu: JFS naplózó fájlrendszer
km: ប្រព័ន្ធ​ឯកសារ​ទិន្នានុប្បវត្តិ JFS
ko: JFS 저널링 파일 시스템
nb: JFS journalførende filsystem
pl: system plików JFS z księgowaniem
pt: Sistema de ficheiros JFS com journal
sr: JFS журналски фајл систем
th: ระบบแฟ้ม journaling JFS
uk: файлова система JFS

source: Use unrecommended JFS root file system?
ca: Voleu utilitzar el sistema de fitxers arrel JFS no recomanat?
cs: Použít pro kořen nedoporučovaný souborový systém JFS?
dz: འོས་སྦྱོར་འབད་འདི་མེད་པའི JFS རྩ་འབྲེལ་ཡིག་སྣོད་རིམ་ལུགས་ལག་ལེན་འཐབ?
gl: Desexa empregar JFS no sistema de ficheiros raíz (non recomendado)?
hu: JFS gyökér fájlrendszert akarsz? (nem ajánlott)
km: ប្រើ​ប្រព័ន្ធ​ឯកសារ root របស់ JFS ដែល​មិន​បាន​ផ្ដល់​អនុសាសន៍ ?
ko: 추천하지 않는 JFS 루트 파일 시스템을 사용하시겠습니까?
nb: Vil du bruke JFS som rotfilsystem (ikke anbefalt)?
pl: Użyć JFS jako systemu plików dla /boot? (nie zalecane)
pt: Utilizar o não recomendado sistema de ficheiros JFS como raíz ?
sr: Да ли желите да користите непрепоручени JFS root фајл систем?
th: ใช้ระบบแฟ้มรากแบบ JFS (ซึ่งไม่แนะนำ) หรือไม่?
uk: Використовувати нерекомендовану кореневу файлову систему JFS?

source: Your root file system is a JFS file system. This can cause problems with the boot loader used by default by this installer.
ca: El vostre sistema de fitxers arrel és un sistema de fitxers JFS. Això pot causar problemes amb el carregador que utilitza de manera predeterminada aquest instal·lador.
cs: Váš kořenový souborový systém je JFS. To může způsobit problémy s výchozím zavaděčem používaným tímto instalátorem.
dz: JFSཡིག་སྣོད་རིམ་ལུགས་འདི་ཁྱོད་ཀྱི་རྩ་འབྲེལ་ཡིག་སྣོད་རིམ་ལུགས་ཨིན་ འ་ནི་འདི་གྱིས་གཞི་བཙུགས་པ་འདི་གྱི་སྔོན་སྒྲིག་གིས་ལག་ལེན་འཐབ་པའི་བུཊི་མངོན་གསལ་འབད་མི་དང་མཉམ་དཀའ་ངལ་ཚུ་འབྱུང་ནི་ལུ་རྒྱུ་རྐྱེན་འབད་འོང་།
gl: O sistema de ficheiros raíz é un sistema de ficheiros JFS. Isto pode causar problemas co cargador de arranque predeterminado deste instalador.
hu: Gyökér fájlrendszered JFS. Ez gondot okozhat e telepítő által alapértelmezetten használt boot betöltővel.
km: ប្រព័ន្ធ​ឯកសារ​ root របស់​អ្នក​គឺ​ជា​ប្រព័ន្ធ​ឯកសារ​ JFS ។ វា​អាច​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ជាមួយ​នឹង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ ដែល​ប្រើ​ជា​លំនាំដើម​ដោយ​កម្មវិធី​ដំឡើង​នេះ​ ។
ko: 루트 파일 시스템이 JFS 파일 시스템입니다. 설치 프로그램에서 기본으로 사용하는 부트로더에서 문제가 발생할 수 있습니다.
nb: Rotfilsystemet ditt er et JFS-filsystem. Dette kan føre til problemer med standard oppstartslasteren som dette installeringsprogrammet bruker.
pl: Twój główny system plików używa JFS. To zazwyczaj powoduje problemy z programem rozruchowym, który jest domyślnie używany przez instalator.
pt: O seu sistema de ficheiros raíz é um sistema de ficheiros JFS. Isto pode causar problemas com o gestor de arranque pré-definido utilizado neste instalador.
sr: Ваш root фајл систем је типа JFS. Ово може узроковати проблеме са подразумеваним бут лоудером.
th: ระบบแฟ้มรากของคุณเป็นระบบแฟ้ม JFS ซึ่งอาจมีปัญหากับบูตโหลดเดอร์ปริยายที่ใช้โดยโปรแกรมติดตั้งนี้
uk: Ваша коренева файлова система є файловою системою JFS. Це може викликати проблеми з системним завантажувачем, що використовується за замовчанням цим встановлювачем.

source: You should use a small /boot partition with another file system, such as ext3.
ca: Hauríeu d'emprar una partició /boot petita amb un altre sistema de fitxers, com ara ext3.
cs: Měli byste použít malou oblast pro /boot, na které bude jiný souborový systém, např. ext3.
dz: ཁྱོད་ཀྱིས་ ext3. བཟུམ་མའི་ཡིག་སྣོད་རིམ་ལུགས་གཞན་དང་མཉམ་ཆུང་ཀུ/བུཊི་བར་བཅད་ཚུ་ལག་ལེན་འཐབ་དགོ།
gl: Debería empregar unha pequena partición para /boot con outro sistema de ficheiros, como ext3.
hu: Inkább más fájlrendszerrel hozz létre egy kis /boot partíciót, pl.: ext3
km: អ្នក​គួរ​ប្រើ​ភាគថាស /boot តូច​មួយ​ជាមួយ​នឹង​ប្រព័ន្ធ​ឯកសារ​មួយ​ទៀត ដូចជា ext3 ជាដើម ។
ko: 작은 /boot 파티션을 만들어 ext3와 같은 다른 파일 시스템을 사용해야 합니다.
nb: Du burde bruke en liten /boot-partisjon med et annet filsystem, som f.eks. ext3.
pl: Powinieneś użyć małej partycji /boot z innym systemem plików, np. ext3.
pt: Deve utilizar uma pequena partição /boot com outro sistema de ficheiros, tal como ext3.
sr: Требало би да направите малу /boot партицију другог типа, као што је ext3.
th: คุณควรสร้างพาร์ทิชัน /boot เล็กๆ ในรูปของระบบแฟ้มอื่น เช่น ext3
uk: Вам потрібно використовувати невеликий розділ /boot з іншою файловою системою, такою як ext3.

source: Use unrecommended JFS /boot file system?
ca: Voleu utilitzar el sistema de fitxers /boot JFS no recomanat?
cs: Použít nedoporučovaný souborový systém JFS na /boot?
dz: འོས་སྦྱོར་མ་འབད་བའི་JFS/བུཊི་ཡིག་སྣོད་རིམ་ལུགས་ལག་ལེན་འཐབ?
gl: Desexa empregar JFS no sistema de ficheiros /boot (non recomendado)?
hu: JFS /boot fájlrendszert akarsz? (nem ajánlott)
km: ប្រើ​ប្រព័ន្ធ​ឯកសារ​ /boot របស់ JFS ដែល​មិន​បាន​ផ្ដល់​អនុសាសន៍ ?
ko: 추천하지 않는 JFS 루트 파일 시스템을 사용하시겠습니까?
nb: Vil du bruke JFS som /boot-filsystem (ikke anbefalt)?
pl: Użyć JFS jako systemu plików dla /boot? (nie zalecane)
pt: Utilizar o sistema de ficheiros JFS não recomendado em /boot ?
sr: Да ли желите да користите непрепоручени JFS /boot фајл систем?
th: ใช้ระบบแฟ้ม /boot แบบ JFS (ซึ่งไม่แนะนำ) หรือไม่?
uk: Використовувати нерекомендовану файлову систему JFS на /boot?

source: You have mounted a JFS file system as /boot. This is likely to cause problems with the boot loader used by default by this installer.
ca: Heu muntat un sistema de fitxers JFS a /boot. Això pot causar molt probablement problemes amb el carregador que utilitza de manera predeterminada aquest instal·lador.
cs: Váš souborový systém v adresáři /boot je JFS. To může způsobit problémy s výchozím zavaděčem používaným tímto instalátorem.
dz: ཁྱོད་ཀྱིས་JFSཡིག་སྣོད་རིམ་ལུགས་འདི་/boot བཟུམ་སྦེ་སྦྱར་བརྩེགས་འབད་ནུག་ འ་ནི་འདི་གྱིས་གཞི་བཙུགས་པའི་སྔོན་སྒྲིག་གིས་ལག་ལེན་འཐབ་པའི་བུཊི་མངོན་གསལ་འབད་མི་དང་མཉམ་དཀའ་ངལ་ཚུ་འབྱུང་ནི་ལུ་རྒྱུ་རྐྱེན་འབད་འོང་།
gl: Montou un sistema de ficheiros JFS como /boot . Isto pode causar problemas co cargador de arranque predeterminado deste instalador.
hu: JFS fájlrendszer lett csatolva /boot-ként. Ez gondokat fog okozni e telepítő által használt boot betöltő számára.
km: អ្នក​បាន​ម៉ោន​ប្រព័ន្ធ​ឯកសារ​ JFS មួយ​ជា /boot ។ វា​អាច​នឹង​បណ្ដាល​ឲ្យ​មាន​បញ្ហា​ជាមួយ​​នឹង​កម្មវិធី​ចាប់ផ្ដើម​ប្រព័ន្ធ ដែល​ប្រើ​ជា​លំនាំដើម​ដោយ​កម្មវិធី​ដំឡើង​នេះ ។​
ko: JFS 파일 시스템을 /boot로 마운트했습니다. 설치 프로그램에서 기본으로 사용하는 부트로더에서 문제가 발생할 수 있습니다.
nb: Du har montert et JFS-filsystem som /boot. Dette kan føre til problemer med standard oppstartslasteren som dette installeringsprogrammet bruker.
pl: Twój system plików /boot używa JFS. To zazwyczaj powoduje problemy z programem rozruchowym, który jest domyślnie używany przez instalator.
pt: Você montou como /boot um sistema de ficheiros JFS. Isto pode causar problemas com o gestor de arranque pré-definido utilizado neste instalador.
sr: Закачили сте JFS фајл систем као /boot. Ово ће врло вероватно узроковати проблеме са подразумеваним бут лоудером.
th: คุณได้เมานท์ระบบแฟ้มแบบ JFS เป็น /boot ซึ่งมีแนวโน้มจะเกิดปัญหากับบูตโหลดเดอร์ปริยายที่ใช้โดยโปรแกรมติดตั้งนี้
uk: Ваша файлова система /boot є файловою системою JFS. Це може викликати проблеми з системним завантажувачем, що використовується за замовчанням цим встановлювачем.

source: You should use another file system, such as ext3, for the /boot partition.
ca: Hauríeu d'emprar un altre sistema de fitxers, com ara ext3, per a la partició /boot.
cs: Pro oblast /boot byste měli použít jiný souborový systém, např. ext3.
dz: /བུཊི་བར་བཅད་ཀྱི་དོན་ལུ་ ཁྱོད་ཀྱིས་ext3 བཟུམ་སྦེ་ཡིག་སྣོད་རིམ་ལུགས་གཞན་ལང་ལེན་འཐབ་དགོ།
gl: Debería empregar outro sistema de ficheiros, como ext3, para a partición /boot.
hu: E helyett más fájlrendszert, például ext3-at használj a /boot partícióhoz.
km: អ្នក​គួរ​ប្រើ​ប្រព័ន្ធ​ឯកសារមួយ​ទៀត ដូចជា​ ext3 ជាដើម សម្រាប់​​​ភាគថាស /boot ។
ko: /boot 파티션으로 ext3와 같은 다른 파일 시스템을 사용해야 합니다.
nb: Du burde bruke et annet filsystem, som f.eks. ext3, for /boot-partisjonen.
pl: Powinieneś użyć innego systemu plików dla partycji /boot, np. ext3.
pt: Deve utilizar outro sistema de ficheiros, tal como ext3, para a partição /boot.
sr: Требало би да користите други тип фајл система као што је ext3, за /boot партицију.
th: คุณควรใช้ระบบแฟ้มอื่นกับพาร์ทิชัน /boot เช่น ext3
uk: Вам потрібно використовувати іншу файлову систему, таку як ext3, для розділу /boot.
