Repository: linuxmint/ubiquity
Catalog: debian/po/*.po
Languages: eo, is, ku, nl, nn, oc, pl, pt, sr, vi, zh_hk

source: Finding the distribution to copy...
eo: Trovanta la disdonaĵon por kopii...
is: Leita að dreifingunni sem á að afrita...
ku: Dîtina belavkirina ku dê were jibergirtin...
nl: De te kopiëren distributie vinden...
nn: Finn ein distribusjon å kopiera...
oc: Recèrca de la distribucion de copiar...
pl: Wyszukiwanie dystrybucji do kopiowania...
pt: A procurar distribuição para copiar...
sr: Тражим дистрибуцију за пресликавање...
vi: Đang tìm bản phát hành để chép...
zh_hk: 正在尋找檔案分佈以進行複製...

source: Scanning files...
eo: Skananta dosierojn...
is: Fer yfir skrár...
ku: Pel tên skenkirin...
nl: Bestanden scannen...
nn: Ser over filer...
oc: Examèn dels fichièrs...
pl: Przeglądanie plików...
pt: A verificar ficheiros...
sr: Претраживање датотека...
vi: Đang quét các tệp...
zh_hk: 掃瞄檔案中...

source: Copying files...
eo: Kopianta dosierojn...
is: Afrita skrár...
ku: Pel tên jibergirtin...
nl: Bestanden aan het kopiëren...
nn: Kopierer filer...
oc: Còpia dels fichièrs...
pl: Kopiowanie plików...
pt: A copiar ficheiros...
sr: Копирам датотеке...
vi: Đang sao chép các tệp...
zh_hk: 複製檔案中...

source: Copying files (less than a minute remaining)...
eo: Kopiante dosierojn (malpli ol unu minuto restas)...
is: Afrita skrár (minna en mínúta eftir)...
ku: Pel têne jibergirtin (ji xulekekê kêmtir maye)
nl: Bestanden worden gekopieerd (minder dan een minuut te gaan)...
nn: Kopierer filer (mindre enn eit minutt att)...
oc: Còpia de fichièrs (mens d'una minuta restanta)...
pl: Kopiowanie plików (mniej niż minuta)...
pt: A copiar ficheiros (falta menos de um minuto)...
sr: Копирање датотека (преостало је мање од једне минуте)...
vi: Đang sao chép các tệp (chỉ còn chưa đến một phút)...
zh_hk: 正在複製檔案 (剩餘時間少於一分鐘)...

source: Installation Failed
eo: Instalado malsukcesis
is: Uppsettning mistókst
ku: Sazkirin bi ser neket
nl: Installatie mislukt
oc: L'installacion a pas capitat
pl: Instalacja nie powiodła się
pt: Falha na Instalação
vi: Tiến trình cài đặt đã bị lỗi.

source: The installer encountered an error copying files to the hard disk:
eo: La instalilo renkontis eraron dum kopiado de dosieroj al la fiksita disko:
is: Villa kom upp í uppsetningu við það að afrita skrár á harða diskinn:
ku: Dema ku pel li hard dîskê dihatin kopîkirin sazkar rastî çewtiyekê hat:
nl: Fout geconstateerd tijdens het kopiëren van bestanden naar de harde schijf:
nn: Installasjonen støtte på ein feil ved kopiering av filer til harddisken:
oc: Lo programa d'installacion a rencontrat una error al moment de copiar de fichièrs sul disc dur :
pl: Instalator natrafił na błąd podczas kopiowania plików na dysk twardy:
pt: O instalador encontrou um erro ao copiar ficheiros para o disco rígido:
sr: Инсталер је наишао на грешку током копирања датотека на хард диск.
vi: Chương trình cài đặt gặp một lỗi khi chép các tập tin vào đĩa cứng:
zh_hk: 安裝程式在複製檔案到硬碟時遇到一個錯誤。

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
eo: Ĉi tio estas kaŭzata pro nesufiĉa diskspaco por fini la instaladon sur la cela subdisko. Bonvolu reruligi la instalilon kaj elektu pli larĝan subdiskon por instali en ĝi.
is: Þetta er vegna þess að það er ekki nægt pláss á diskinum til að að setja upp deild. Keyrðu uppsetninguna aftur og veldu stærri deild til að setja upp á.
ku: Ji bo bidawîkirina sazkirinê di dabeşa armanc de valahî têr nake. Ji kerema xwera sazkerê dîsa bixebitînin û dabeşeka firehtir hilbijêrin ji bo sazkirinê.
nl: Er is niet voldoende ruimte beschikbaar voor de installatie op de doelpartitie. Start de installatie opnieuw en kies een grotere partitie.
oc: Lo problèma es que l'espaci disc es pas sufisent per que l'installacion se pòsca acabar sus la particion cibla. Tornatz aviar l'installaire e seleccionatz una particion d'installacion pus bèla.
pl: Powodem jest niewystarczająca ilość miejsca na partycji docelowej. Proszę uruchomić ponownie instalator i wybrać większą partycję.
pt: Isto deve-se a espaço suficiente no disco para completar a instalação na partição alvo. Por favor corra novamente o instalador e seleccione uma partição maior.
vi: Do dung lượng phân vùng đã chọn không phù hợp, vui lòng chạy cài đặt lại và chọn phân vòng lớn hơn để cài đặt.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
eo: Ĉi tio ofte estas kaŭzata de erara KD/DVD-disko aŭ diskingo. Povas helpi purigi la KD/DVD-on, rikordi la KD/DVD-on per pli malalta rapido, aŭ purigi la KD/DVD-diskingan lenson (purigilaroj ofte haveblas ĉe elektronikbutikoj).
is: Þetta er oft vegna gallaðs geisla- eða mynddisks eða drifs. Það að þrífa geisla- eða mynddiskinn, brenna geisla- eða mynddiskinn við minni hraða til að forðast villur, eða að þrífa linsuna í diskadrifinu (oft er hægt er að kaupa vörur til að þrífa linsuna í raftækjaverslun) gæti hjálpað.
ku: Ev pirsgirêk bi piranî ji ber CD/DVD'yên xirabe derdikeve. Dibe ku heke CD'yê paqij bikî, optîka ajokar paqij bikî an jî CD'yê ji nû ve bidî nivîsandin, pirsgirêk çareser bibe. (Amûrên paqijkirinê lê firoşgehên ku amûrên elektronîk difiroşin peyda dibin.)
nl: Dit wordt vaak veroorzaakt door een gebrekkige CD/DVD-schijf of speler. Mogelijke oplossingen zijn het schoonmaken van de CD/DVD, de CD/DVD opnieuw branden op een lagere snelheid of het schoonmaken van de lens van de CD/DVD-speler (schoonmaakproducten zijn te verkrijgen bij de meeste elektronicawinkels).
pl: Powodem jest często uszkodzenie nośnika lub napędu CD/DVD. Pomocne może być czyszczenie napędu, próba zapisu z niższą prędkością lub czyszczenie układu optycznego CD/DVD (zestawy czyszczące są dostępne w sklepach z asortymentem elektronicznym).
pt: Isto deve-se normalmente ao facto de um disco ou leitor de CD/DVD defeituoso. Pode ajudar a resolver o problema se limpar o CD/DVD, gravar o CD/DVD numa velocidade inferior, ou limpar as lentes do gravador de CD/DVD (kits de limpeza são encontrados facilmente em lojas de informática).
vi: Việc này xảy ra thường do lỗi CD/DVD hoặc ổ đĩa. Hãy thử lau CD/DVD, ghi CD/DVD với tốc độ chậm hơn, hoặc lau chùi mắt đọc CD/DVD (các dụng cụ lau chùi thường có bán tại các cửa hàng điện tử)

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
eo: Ĉi tio ofte estas kaŭzata de erara fiksdisko. Povas helpi kontroli ĉu la fiksdisko estas malnova kaj anstataŭigenda, aŭ movi la sistemon al pli malvarma ĉirkaŭaĵo.
is: Þetta er oft vegna gallaðs harða disks. Það að gá hvort harði diskurinn sé gamall, hvort þurfti að skipta um hann eða hvort það þurfti að færa diskinn á einhvern kaldari stað gæti hjálpað.
nl: Dit is vaak het gevolg van een defecte harde schijf. Het kan helpen om na te gaan of de harde schijf te oud is en vervanging noodzakelijk is, of te zorgen voor een betere koeling, bij voorbeeld verplaatsen naar een koelere omgeving.
pl: Powodem jest często uszkodzenie dysku twardego. Należy sprawdzić, czy dysk twardy nie wymaga wymiany lub zapewnić lepsze chłodzenie systemu.
pt: Isto deve-se normalmente a um disco rígido defeituoso. Pode ajudar a resolver o problema se verificar se o disco rígido é antigo e necessita de ser trocado, ou mover o sistema para um ambiente mais fresco.
vi: Việc này xảy ra thường do lỗi ổ cứng. Hãy thử kiểm tra tuổi thọ ổ đĩa, nếu cần hãy thay thế hoặc dời hệ thống sang chỗ giải nhiệt tốt hơn.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
eo: Ĉi tio ofte estas kaŭzata de erara KD/DVD-disko aŭ diskingo, aŭ erara fiksdisko. Povas helpi purigi la KD/DVD-on, rikordi la KD/DVD-on per pli malalta rapido, purigi la KD/DVD-diskingan lenson (purigilaroj ofte haveblas ĉe elektronikbutikoj), kontroli ĉu la fiksdisko estas malnova kaj anstataŭigenda, aŭ movi la sistemon al pli malvarma ĉirkaŭaĵo..
is: Þetta er oft vegna gallaðs geisla- eða mynddisks, drifs eða harða disks. Það að þrífa geisla- eða mynddiskinn, brenna geisla- eða mynddiskinn við minni hraða til að forðast villur, eða að þrífa linsuna í diskadrifinu (oft er hægt er að kaupa vörur til að þrífa linsuna í raftækjaverslun) gæti hjálpað. Einnig gæti hjálpað að gá hvort harði diskurinn sé gamall, hvort þurfti að skipta um hann eða hvort færa þurfi diskinn á kaldari stað.
nl: Dit wordt vaak veroorzaakt door een gebrekkige CD/DVD-schijf of speler. Mogelijke oplossingen zijn het schoonmaken van de CD/DVD, de CD/DVD opnieuw branden op een lagere snelheid of het schoonmaken van de lens van de CD/DVD-speler (schoonmaakproducten zijn te verkrijgen bij de meeste elektronicawinkels), na te gaan of de harde schijf te oud is en vervanging noodzakelijk is, of te zorgen voor een betere koeling, bij voorbeeld verplaatsen naar een koelere omgeving.
pl: Powodem jest często uszkodzenie nośnika lub napędu CD/DVD. Pomocne może być czyszczenie napędu, próba zapisu z niższą prędkością lub czyszczenie układu optycznego CD/DVD (zestawy czyszczące są dostępne w sklepach z asortymentem elektronicznym), wymiana dysku twardego, lub zapewnienie lepszego chłodzenia systemu.
pt: Isto deve-se normalmente ao facto de um disco ou leitor de CD/DVD defeituoso, ou a um disco rígido defeituoso. Pode ajudar a resolver o problema se limpar o CD/DVD, gravar o CD/DVD numa velocidade inferior, ou limpar as lentes do gravador de CD/DVD (kits de limpeza são encontrados facilmente em lojas de informática), ou verificar se o disco rígido é antigo e necessita de ser trocado, ou mover o sistema para um ambiente mais fresco.
vi: Việc này xảy ra thường do lỗi CD/DVD hoặc ổ đĩa. Hãy thử lau CD/DVD, ghi CD/DVD với tốc độ chậm hơn, hoặc lau chùi mắt đọc CD/DVD (các dụng cụ lau chùi thường có bán tại các cửa hàng điện tử), thử kiểm tra tuổi thọ ổ đĩa, nếu cần hãy thay thế hoặc dời hệ thống sang chỗ giải nhiệt tốt hơn.

source: The following file did not match its source copy on the CD/DVD:
eo: La jena dosiero ne egalis al sia fonta versio sur la KD/DVC:
is: Eftirfarandi skrá passaði ekki við upprunalega afritið á geisla- eða mynddiskinum:
nl: Het volgende bestand komt niet overeen met het oorspronkelijke exemplaar op de CD/DVD:
nn: Den følgjande fila var ikkje lik kopien av kjelda på CD-en/DVD-en:
oc: Lo fichièr seguent correspon pas a sa còpia originala sul CD/DVD :
pl: Plik nie jest zgodny ze źródłem na płycie CD/DVD:
pt: O seguinte ficheiro não corresponde ao original no CD/DVD:
vi: Các tệp dưới đây không giống với tệp gốc trên đĩa CD/DVD:
zh_hk: 以下檔案和在 CD/DVD 中的版本不匹配：

source: Copying installation logs...
eo: Kopianta instaladajn registraĵojn...
is: Afrita uppsetningarannála...
ku: Tomarên sazkirinê tên jibergirtin...
nl: De installatielogboeken worden gekopieerd...
nn: Kopierer installasjonsloggar...
oc: Còpia dels fichièrs jornal de l'installacion...
pl: Kopiowanie logów z instalacji...
pt: A copiar registos de instalação...
sr: Копирам инсталационе белешке...
vi: Đang sao chép các ghi chép cài đặt...
zh_hk: 正在複製安裝記錄...

source: Configuring target system...
eo: Konfigurante celan systemon...
is: Stilli kerfið...
ku: Pergala armanc tê avakirin....
nl: Doelsysteem configureren...
nn: Stiller inn målsystemet...
oc: Configuracion del sistèma de destinacion...
pl: Konfigurowanie systemu docelowego...
pt: A configurar o sistema alvo...
sr: Подешавање циљног система...
vi: Đang cấu hình hệ thống chỉ định...
zh_hk: 正在設定目的系統...

source: Configuring system locales...
eo: Akomodanta sistemajn lokarojn...
is: Stilli staðbundnar stillingar...
ku: Herêmî (locale)'yên pergalê tên mîhenkirin...
nl: Het systeem wordt gelocaliseerd...
nn: Set opp systemspråk...
oc: Configuracion dels paramètres regionals del sistèma
pl: Konfigurowanie lokalizacji...
pt: A configurar os locales do sistema...
sr: Постављам локализирано сучеље...
vi: Đang cấu hình các thông số trong hệ thống...
zh_hk: 正在設定系統語系...

source: Configuring apt...
eo: Konfigurado de apt...
is: Stilli apt...
ku: apt tê mîhenkirin...
nl: Apt wordt geconfigureerd...
nn: Set opp apt...
oc: Configuracion d'apt...
pl: Konfigurowanie apt...
pt: A configurar apt...
sr: Подешавам apt...
vi: Đang cấu hình apt...
zh_hk: 正在設定 apt ...

source: Configuring time zone...
eo: Akomodanta horan zonon...
is: Stilli tímabelti...
ku: Herêma demê tê mîhenkirin...
nl: De tijdzone wordt ingesteld...
nn: Set opp tidssone ...
oc: Configuracion del fus orari...
pl: Konfigurowanie strefy czasu...
pt: A configurar fuso horário...
sr: Подешавам временску зону...
vi: Đang chỉnh múi giờ...
zh_hk: 正在設定時區...

source: Configuring keyboard...
eo: Konfigurado de klavaro...
is: Stilli lyklaborð...
ku: Klavye tê mîhengkirin...
nl: Het toetsenbord wordt geconfigureerd...
nn: Set opp tastatur...
oc: Configuracion del clavièr...
pl: Konfigurowanie klawiatury ...
pt: A configurar teclado...
sr: Подешавам тастатуру...
vi: Đang cấu hình bàn phím...
zh_hk: 正在設定鍵盤...

source: Creating user...
eo: Kreanta uzanton...
is: Bý til notanda...
ku: Bikarhêner tê afirandin...
nl: Gebruikers worden aangemaakt...
nn: Lagar brukar ...
oc: Creacion d'un utilizaire...
pl: Dodawanie użytkownika...
pt: A criar utilizador...
sr: Стварам корисника...
vi: Đang tạo người dùng...
zh_hk: 正在建立使用者...

source: Importing documents and settings...
eo: Importado de dokumentoj kaj agordoj...
is: Flyt inn skrár og stillingar...
ku: Belge û mîheng tên şandin...
nl: Bezig met importeren van documenten en instellingen...
nn: Importerer dokumenter og instillingar
oc: Importacion de documents e de paramètres...
pl: Importowanie dokumentów i ustawień...
pt: Importar documentos e definições...
sr: Уносим документа и подешавања...
vi: Đang nhập khẩu tài liệu và thiết lập...
zh_hk: 正在匯入文件和設定...

source: Configuring hardware...
eo: Akomodi aparataĵon...
is: Stilli vélbúnað...
ku: Reqalav tê saz kirin...
nl: De hardware wordt geconfigureerd...
nn: Set opp maskinvara...
oc: Configuracion del material...
pl: Konfigurowanie sprzętu...
pt: A configurar hardware...
sr: Подешавам физичке компоненте...
vi: Đang cấu hình phần cứng...
zh_hk: 正在設定硬件...

source: Configuring network...
eo: Akomodi reton ...
is: Stilli net...
ku: Tor tê avakirin...
nl: Netwerk wordt geconfigureerd...
nn: Set opp nettverk ...
oc: Configuracion de la ret...
pl: Konfigurowanie sieci...
pt: A configurar a rede...
sr: Подешавам мрежу...
vi: Đang cấu hình mạng...
zh_hk: 正在設定網絡...

source: Setting computer name...
eo: Fiksanta komputilan nomon...
is: Stilli nafn tölvu...
ku: Navê komputerê tê mîhenkirin...
nl: De computernaam wordt ingesteld...
nn: Set opp datamaskinnavn...
oc: Definicion del nom de l'ordenador...
pl: Ustawianie nazwy komputera...
pt: A definir nome do computador...
sr: Постављам име рачунара...
vi: Đang đặt tên cho máy tính...
zh_hk: 正在設定電腦名稱...

source: Configuring boot loader...
eo: Akomodanta iniciatan ŝargilon...
is: Stilli ræsistjóra...
ku: Boot loader tê sazkirin...
nl: Het opstartprogramma wordt geconfigureerd...
nn: Set opp oppstartslastaren ...
oc: Configuracion del gestionari d'aviada...
pl: Konfigurowanie programu uruchomieniowego...
pt: A configurar o boot loader...
sr: Подешавање boot управитеља...
vi: Đang cấu hình bộ nạp khởi động...
zh_hk: 正在設定開機程式...

source: Installing additional packages...
eo: Instalu aldonajn pakojn
is: Set upp viðbótarpakka...
ku: Pakêtên pêvek tên sazkirin...
nl: Installeren van aanvullende pakketten...
nn: Installerar tilleggspakker
oc: Installacion de paquetatges suplementaris...
pl: Instalowanie dodatkowych pakietów...
pt: A instalar pacotes adicionais...
sr: Инсталирање додатних пакета...
vi: Đang cài đặt các gói phụ trợ...
zh_hk: 安裝附加套件中...

source: Checking for packages to install...
eo: Vicigo de instalotaj pakoj...
is: Athuga pakka fyrir uppsetningu...
ku: Ji bo sazkirinê li pakêtan digere...
nl: Controleren op te installeren pakketten...
nn: Leitar etter pakker å installere...
oc: Verificacion dels paquetatges d'installar...
pl: Sprawdzanie pakietów do zainstalowania...
pt: A verificar pacotes a instalar...
sr: Провера пакета за инсталацију
vi: Đang kiểm tra các gói để cài đặt...
zh_hk: 檢查欲安裝的套件中...

source: Removing extra packages...
eo: Foriganta ekstrajn pakojn...
is: Fjarlægi viðbótarpakka...
ku: Paketên zêdebar tên derxistin...
nl: Extra pakketten worden verwijderd...
nn: Fjernar ekstrapakkar ...
oc: Supression dels paquetatges suplementaris...
pl: Usuwanie pakietów dodatkowych...
pt: A remover pacotes extra...
sr: Уклањам додатне пакете...
vi: Đang loại bỏ các gói thừa...
zh_hk: 正在移除額外的套件...

source: Checking for packages to remove...
eo: Kontrolanta kiujn ajn pakojn por forigi...
is: Leita að pökkum sem á að fjarlægja...
ku: Ji bo rakirinê li pakêtan digere...
nl: Controle op te verwijderen pakketten...
nn: Kontrollerer om det er pakker som skal fjernast...
oc: Verificacion dels paquetatges de suprimir...
pl: Szukanie pakietów do usunięcia...
pt: A verificar pacotes para remoção...
sr: Проверавам пакете за уклањање...
vi: Kiểm tra các gói cần loại bỏ...
zh_hk: 正在檢查需要移除的套件...

source: Downloading packages (${TIME} remaining)...
eo: Elŝutanta pakojn (${TIME} restanta)...
is: Hleð niður pökkum (${TIME} eftir)...
ku: Pakêt tên daxistin (${TIME} ma)...
nl: Downloaden van pakketten (${TIME} te gaan)...
nn: Lastar ned pakker (${TIME} gjenstår)...
oc: Telecargament dels paquetatges (demòra ${TIME})...
pl: Pobieranie pakietów (pozostało ${TIME})...
pt: A descarregar pacotes (${TIME} restantes)...
sr: Преузимам пакете (преостало време: ${TIME})...
vi: Đang tải các gói về (thời gian còn lại: ${TIME})...
zh_hk: 正在下載套件 (剩餘時間 ${TIME})...

source: Downloading package lists...
eo: Elŝutado de pakaĵaj listoj...
is: Hleð niður lista yfir pakka...
ku: Lîsteyên pakêtan tên daxistin...
nl: De pakketlijst wordt opgehaald...
nn: Lastar ned pakkeliste...
oc: Telecargament de las tièras de paquetatges
pl: Pobieranie listy pakietów ...
pt: A descarregar listas de pacotes...
sr: Преузимам списак пакета...
vi: Đang tải về danh sách các gói ...
zh_hk: 正在下載套件列表...

source: Downloading package lists (${TIME} remaining)...
eo: Elŝutanta pakajn listojn (${TIME} restanta)...
is: Hleð niður lista yfir pakka (${TIME} eftir)...
ku: Lîsteyên pakêtan tên daxistin (${TIME} ma)...
nl: Downloaden van pakketlijsten (${TIME} te gaan)...
nn: Lastar ned pakkeliste (${TIME} gjenstår)...
oc: Telecargament de las tièras de paquetatges (resta ${TIME})...
pl: Pobieranie list pakietów (pozostało ${TIME})...
pt: A descarregar lista de pacotes (${TIME} restantes)...
sr: Преузимам списак пакета (преостало време: ${TIME})...
vi: Đang tải về danh sách các gói (thời gian còn lại: ${TIME})...
zh_hk: 正在下載套件列表 (剩餘時間 ${TIME} )...

source: Error installing ${PACKAGE}
eo: Eraris instalante ${PACKAGE}
is: Villa kom upp við uppsetningu á ${PACKAGE}
ku: Di sazkirina ${PACKAGE} de çewtî
nl: Foutmelding bij installatie van ${PACKAGE}
nn: Klarte ikkje å installera ${PACKAGE}
oc: Error al moment d'installar ${PACKAGE}
pl: Błąd przy instalowaniu ${PACKAGE}
pt: Erro ao instalar ${PACKAGE}
sr: Грешка приликом инсталирања пакета ${PACKAGE}
vi: Không thể cài đặt ${PACKAGE}
zh_hk: 安裝 ${PACKAGE} 時發生錯誤

source: Error removing ${PACKAGE}
eo: Eraris forigante ${PACKAGE}
is: Villa kom upp við að fjarlægja ${PACKAGE}
ku: Di rakirina ${PACKAGE} de çewtî
nl: Foutmelding bij verwijderen van ${PACKAGE}
nn: Klarte ikkje å fjerna ${PACKAGE}
oc: Error al moment de suprimir ${PACKAGE}
pl: Błąd przy usuwaniu ${PACKAGE}
pt: Erro a remover ${PACKAGE}
sr: Грешка приликом уклањања пакета ${PACKAGE}
vi: Không thể gỡ bỏ gói ${PACKAGE}...
zh_hk: 移除 ${PACKAGE} 時發生錯誤

source: Error while installing packages
eo: Eraro dum instalado de pakoj
is: Villa kom upp við að setja upp pakka
ku: Dema ku pakên dihatin sazkirinan çewtî derket
nl: Fout tijdens het installeren van pakketten
nn: Feil ved installering av pakker
oc: Error al moment d'installar de paquetatges
pl: Błąd podczas instalowania pakietów
pt: Erro ao instalar os pacotes
sr: Грешка у току инсталирања пакета
vi: Lỗi khi cài đặt các gói
zh_hk: 安裝套件時發生錯誤

source: An error occurred while installing packages:
eo: Eraro okazis dum instalado de la sekvaj pakoj:
is: Villa kom upp við að setja upp pakka:
ku: Dema ku pakên dihatin sazkirinan çewtiyek derket
nl: Er is een fout opgetreden bij het installeren van pakketten:
nn: Ein feil oppstod under installasjon av pakker:
oc: I a agut una error al moment d'installar de paquetatges :
pl: Wystąpił błąd podczas instalowania pakietów:
pt: Ocorreu um erro ao instalar os pacotes
sr: Грешка се догодила док су инсталирани пакети:
vi: Có lỗi xẩy ra khi đang cài đặt gói:
zh_hk: 安裝套件時發生錯誤：

source: The following packages are in a broken state:
eo: La stato de la sekvaj pakoj estas rompita:
is: Eftirfarandi pakkar virka ekki:
ku: Pakêtên li jêr di rewşeke şkestî de ne
nl: De volgende pakketten zijn momenteel in een gebroken staat:
nn: Dei følgjande pakkane er ikkje korrekt sett opp:
oc: Los paquetatges seguents son corromputs :
pl: Poniższe pakiety są w stanie uszkodzenia:
pt: Os seguintes pacotes estão danificados:
sr: Следећи пакети су у неповезаном стању:
vi: Những gói dưới đây ở trong trạng thái bị hỏng:
zh_hk: 下列套件已損毀：
