Repository: linuxmint/ubiquity
Catalog: debian/po/*.po
Languages: eo, is, ku, nl, nn, oc, pl, pt, sr, vi, zh_hk

source: If you do not wish to import any accounts, select nothing and go to the next page.
eo: Se vi ne deziras importi iujn ajn kontojn, elektu nenion kaj iru al sekva paĝo.
is: Ef þú óskar ekki eftir því að færa neina reikninga, veldu þá ekki neitt og færðu þig yfir á næstu síðu.
ku: Heke nexwazî tu tiştî bînî hundir, tu tiştî hilnebijêre û derbasî rûpela pêşde bibe.
nl: Als u geen gebruikersprofielen wilt importeren, selecteer dan niets en ga naar de volgende pagina.
nn: Om du ikkje vil importere nokon kontoar, ikkje velg nokon og forsett til neste side.
oc: Se desiratz pas importar de comptes d'utilizaire, seleccionatz pas res e anatz sus la pagina seguenta.
pl: Proszę przejść do następnego etapu instalacji, jeśli żadne konta nie mają zostać zaimportowane.
pt: Se não deseja importar nenhuma conta, não seleccione nada e continue para a próxima página.
sr: Ако не желите да увезете ни један налог, немојте ништа одабрати и пређите на следећу страну.
vi: Nếu bạn không muốn nhập tài khoản nào thì đừng chọn gì hết mà hãy chuyển sang trang sau.
zh_hk: 如果你不想匯入任何帳戶，請選擇不匯入，並且進行下一頁。

source: Prepare disk space
eo: Pretigu diskan spacon
is: Plássið á diskinum
ku: Cîyê dîskê amade bike
nl: Schijfruimte voorbereiden
nn: Klargjer diskplass
oc: Preparar l'espaci del disc
pl: Przygotowywanie miejsca na dysku
pt: Preparar espaço em disco
sr: Припреми простор на диску
vi: Chuẩn bị vùng đĩa trống để cài đặt
zh_hk: 預備磁碟空間

source: How do you want to partition the disk?
eo: Kiel vi volas partigi la diskon?
is: Hvernig viltu skipta diskinum?
ku: Dabeşkirina dîskê çawa dixwazî?
nl: Hoe wilt u de schijf verdelen?
nn: Korleis vil du partisjonera harddisken?
oc: Cossí volètz particionar lo disc ?
pl: Zmienić układ partycji na tym dysku?
pt: Como deseja particionar o disco?
sr: Како желите да поделите диск?
vi: Bạn muốn phân vùng ổ đĩa cứng như thế nào?
zh_hk: 您想要如何分割磁碟？

source: This computer has no operating systems on it.
is: Það eru engin stýrikerfi á þessari tölvu.
ku: Li ser vê Kompîtirê pergala xebitandinê tune
nl: Deze computer heeft geen besturingssystemen.
pl: W komputerze nie ma zainstalowanego żadnego systemu operacyjnego.
pt: Este computador não tem sistemas operativos instalados.
vi: Máy tính này không chứa hệ điều hành nào.

source: This computer has ${OS} on it.
is: ${OS} er á þessari tölvu.
ku: Li ser vê Kompîtirê ${OS} heye.
nl: Op deze computer is ${OS} geïnstalleerd.
pl: W komputerze zainstalowany jest ${OS}.
pt: Este computador tem ${OS} instalado.
vi: Máy tính này chứa ${OS} hệ điều hành.

source: This computer has several operating systems on it.
is: Það eru nokkur stýrikerfi á þessari tölvu.
ku: Li serr vê komputerê ji yekê zêdetir pergal hene.
nl: Op deze computer zijn meerdere besturingssystemen geïnstalleerd.
pl: W komputerze zainstalowanych jest kilka systemów operacyjnych.
pt: Este computador tem vários sistemas operativos instalados.
vi: Máy tính này chứa một số hệ điều hành trên nó.

source: Where do you want to put ${RELEASE}?
is: Hvert viltu setja ${RELEASE}?
ku: Dixwazî ${RELEASE} li ku bi cî bikî?
nl: Waar wilt u ${RELEASE} plaatsen?
pl: Gdzie umieścić ${RELEASE}?
pt: Onde quer colocar ${RELEASE}?
vi: Bạn muốn đặt ${RELEASE} ở đâu?

source: Prepare partitions
eo: Kreu subdiskojn
is: Undirbúa sneiðar
ku: Dabeşkirinan amade bike
nl: Partities voorbereiden
nn: Klargjer partisjonar
oc: Preparar las particions
pl: Przygotowywanie partycji
pt: Preparar partições
sr: Припреми партиције
vi: Tạo các phân vùng mới
zh_hk: 預備分割區

source: This will delete ${SYSTEMS} and install ${RELEASE}.
is: Þetta mun eyða ${SYSTEMS} og setja ${RELEASE} upp.
ku: Ev ê pergala ${SYSTEMS} jê bibe û reşana ${RELEASE} bar bike.
pt: Isto irá apagar o(s) sistema(s) operativo(s) ${SYSTEMS} e instalar o ${RELEASE}.
vi: Tiến trình này sẽ xóa ${SYSTEMS} và cài đặt ${RELEASE}.

source: Ready to install
eo: Pretas por instalado
is: Tilbúin að setja upp
ku: Ji bo sazkirinê amade ye
nl: Klaar om te installeren
nn: Klar til å installere
oc: Prèst a installar
pl: Gotowe do instalacji
pt: Preparado para instalar
sr: Спреман за инсталацију
vi: Đã sẵn sàng cài đặt
zh_hk: 已預備好要安裝

source: Details
eo: Detaloj
is: Upplýsingar
ku: Kîtekît
oc: Detalhs
pl: Szczegóły
pt: Detalhes
sr: Детаљи
vi: Chi tiết

source: Your new operating system will now be installed with the following settings:
eo: Via nova operaciumo estos nun instalita kun la sekvaj agordoj:
is: Nýja stýrikerfið þitt verður sett upp með eftirfarandi stillingum:
ku: Pergala xebatê ya nû wê bi van taybetmendiyan were sazkirin.
nl: Uw nieuwe besturingssysteem zal nu met de volgende instellingen geïnstalleerd worden:
nn: Det nye operativsystemet ditt vil no bli installert med desse innstillingane:
oc: Anam installar vòstre sistèma d'espleitacion amb los paramètres seguents :
pl: Nowy system operacyjny zostanie teraz zainstalowany z następującymi ustawieniami:
pt: O seu novo sistema operativo será instalado com as definições seguintes:
sr: Ваш нови оперативни систем ће бити инсталиран са следећим поставкама:
vi: Hệ điều hành mới của bạn sẽ được cài đặt với những thông số sau:
zh_hk: 您的作業系統將會依據以下設定安裝：

source: Advanced...
eo: Por progresantoj...
is: Frekari stillingar...
ku: Pêşketî...
nl: Geavanceerd…
nn: Avansert...
oc: Avançat...
pl: Zaawansowane...
pt: Avançado
sr: Напредно...
vi: Nâng cao...
zh_hk: 進階...

source: Install[ action ]
eo: Instalu
is: Setja upp
ku: Saz bike[ çalakî ]
nl: Installeren
nn: Installer
oc: Installar[ accion ]
pl: Zainstaluj
pt: Instalar
sr: Инсталација[ наредба ]
vi: Cài đặt
zh_hk: 安裝

source: Step ${INDEX} of ${TOTAL}
eo: Paŝo ${INDEX} el ${TOTAL}
is: Hluti ${INDEX} af ${TOTAL}
ku: Gav ${INDEX} / ${TOTAL}
nl: Stap ${INDEX} van ${TOTAL}
nn: Steg ${INDEX} av ${TOTAL}
oc: Etapa ${INDEX} sus ${TOTAL}
pl: Krok ${INDEX} z ${TOTAL}
pt: Passo ${INDEX} de ${TOTAL}
sr: Корак ${INDEX} од ${TOTAL}
vi: Bước thứ ${INDEX} của tổng số ${TOTAL}
zh_hk: 步驟 ${INDEX} (共 ${TOTAL} 個)

source: Quit the installation?
eo: Ĉu ĉesi la instaladon?
is: Viltu hætta við uppsetningu?
ku: Ji sazkirinê derkeve?
nl: Installatie afbreken?
oc: Sortir de l'installacion ?
pl: Zamknąć instalacje?
pt: Abandonar a instalação?
sr: Прекинути инсталацију?
vi: Thoát cài đặt?

source: Do you really want to quit the installation now?
eo: Ĉu vi vere volas ĉesi la instaladon nun?
is: Viltu hætta við uppsetninguna?
ku: Tu bi rastî dixwazî ji sazkirinê derkevî?
nl: Weet u zeker dat u de installatie wilt afbreken?
oc: Volètz vertadièrament sortir de l'installacion ara ?
pl: Czy chcesz zamknąć instalacje teraz?
pt: Deseja mesmo abandonar a instalação agora?
sr: Да ли стварно желите да прекинете инсталацију?
vi: Bạn thực sự muốn thoát cài đặt ngay bây giờ?

source: Skip
eo: Preterpasi
is: Sleppa
ku: Derbas be
nl: Overslaan
nn: Hopp over
oc: Sautar
pl: Pomiń
pt: Ignorar
sr: Прескочи
vi: Bỏ qua
zh_hk: 略過

source: Installation Complete
is: Uppsetningu lokið
ku: Sazkirin Qediya
nl: Installatie voltooid
pl: Instalacja ukończona
pt: Instalação Completa
vi: Hoàn tất Cài đặt

source: Continue Testing
is: Halda áfram að prufa
ku: Ji bo ceribandinê berdewam bike
nl: Doorgaan met testen
pl: Kontynuuj testowanie
pt: Continuar Testes
vi: Tiếp tục Chạy thử

source: Restart Now
is: Endurræsa núna
ku: Niha ji nûve bide destpêkirin
nl: Nu herstarten
pl: Uruchom ponownie teraz
pt: Reiniciar Agora
vi: Khởi động lại Ngay bây giờ

source: Installer crashed
eo: La instalilo kraŝis
is: Uppsetningin hrundi
ku: Sazkirin têk çû
nl: Installatieprogramma is vastgelopen
nn: Installasjonsprogrammet krasja
oc: L'installador a rencontrat una error
pl: Błąd instalatora
pt: A instalação foi encerrada forçadamente
sr: Инсталације је прекинута
vi: Trình cài đặt đã bị hỏng
zh_hk: 安裝程式當掉

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
eo: Pardonu, la instalilo kraŝis. Bonvolu sendi raporton ĉe https://launchpad.net/ubuntu/+source/ubiquity/+filebug (ne aldonu al jam ekzistanta eraro) kaj prizorgistoj traktos la problemon, kiam plej frue eblos. Por helpi la laboron de prizorgistoj, bonvolu priskribi la sekvajn detalojn kaj aldoni la enhavon de la dosieroj /var/log/syslog kaj /var/log/partman:
is: Eitthvað hefur farið úrskeiðis. Gott væri ef þú gætir skráð nýja villu á https://launchpad.net/ubuntu/+source/ubiquity/+filebug (ekki bæta skýringum við núverandi villur) og þeir sem þróa stýrikerfið munu reyna að laga vandamálið eins fljótt og auðið er. Til að hjálpa þeim sem vinna við þróun kerfisins að skilja hvað fór úrskeiðis má skrifa skýringu í villuskýrsluna og bæta við skránum /var/log/syslog og /var/log/partman:
ku: Bibore: sazkirin têk çû. ji kerema xwe re ji https://launchpad.net/ubuntu/+source/ubiquity/+filebug 'ê re peleke raporkirina bugê bişeyîne (kîtekîtên xwe nexe tu tu bugekê heyî). pêşdebirek dê di demeke kin de li ser vê pirsgirêkê hûr bibe. Ji bo ku pêşdebir baş fêm bikin ka pirsgirêk çiye kîtekîtên li jêr têxe rapora bugê û li pelên /var/log/syslog û /var/log/partman zêde bike:
nl: Excuses, het installatieprogramma is vastgelopen. Dien een foutenrapport in op https://launchpad.net/ubuntu/+source/ubiquity/+filebug (voeg niet uw gegevens toe aan een bestaand foutenrapport) en een ontwikkelaar zal zo snel mogelijk met het probleem aan de slag gaan. Om ontwikkelaars te helpen begrijpen wat er fout ging, voegt u onderstaande details aan uw foutenrapport toe, evenals de bestanden /var/log/syslog en /var/log/partman.
nn: Vi er lei installasjonsprogrammet krasja. Gjer vel å sende inn ei feilmelding på https://launchpad.net/ubuntu/+source/ubiquity/+filebug (ikkje legg ved dine detaljar til ei eksisterande feilmelding). Ein utviklar vil ta hand om problemet så raskt som mogleg. For å hjelpe utviklarane å forstå kva som gjekk gale legg du ved følgjande detaljar i feilmeldinga, og legg ved filene /var/log/syslog og /var/log/partman:
oc: O planhèm, l'installaire a rencontrat una error. Senhalatz aqueste bòg sus https://launchpad.net/ubuntu/+source/ubiquity/+filebug (ajustetz pas vòstras entresenhas a un bòg existent) e un desvolopaire s'ocuparà del problèma lo mai lèu possible. Per ajudar lo desvolopaire a compréner lo problèma, incluissetz las entresenhas seguentas dins vòstre rapòrt e ligatz los fichièrs /var/log/syslog e /var/log/partma :
pl: Przepraszamy, wystąpił błąd instalatora. Prosimy o zgłoszenie nowego błędu pod adresem https://launchpad.net/ubuntu/+source/ubiquity/+filebug (prosimy nie dołączać szczegółów błędu do żadnego istniejącego opisu). Gdy tylko będzie to możliwe deweloperzy zajmą się problemem. Aby pomóc twórcom systemu w zrozumieniu, co poszło nie tak, proszę dołączyć poniższy raport błędów, a także pliki z katalogów /var/log/syslog oraz /var/log/partman:
pt: Pedimos desculpa, o instalador encontrou um erro. Por favor reporte este erro em https://launchpad.net/ubuntu/+source/ubiquity/+filebug (não anexe os seus detalhes a um relatório já existente) e alguém da equipa de desenvolvimento tratará do problema o mais rapidamente possível. Para ajudar os programadores a entender o problema, inclua os detalhes seguintes e anexe os ficheiros /var/log/syslog e /var/log/partman:
sr: Жао нам јеч Инсталација вам се срушила. Молим вас поднесит извештај о грешки на https://launchpad.net/ubuntu/+source/ubiquity/+filebug (не прилажите ваше детаље са постојећим грешкама) и програмер ће се позабавити са проблемом чим је то могуће. Да би помогли програмерима да боље разумеју шта није радило додајте следеће детаље у ваш извештај и приложите фајлове /var/log/syslog и /var/log/partman:
vi: Chúng tôi thành thật xin lỗi! Trình cài đặt đã bị hỏng. Vui lòng báo cho chúng tôi lỗi này tại https://launchpad.net/ubuntu/+source/ubiquity/+filebug (không gắn lỗi này với các lỗi đã có trên trang web) và một nhà phát triển sẽ cố gắng giải quyết vấn đề của bạn sớm nhất có thể. Để giúp nhà phát triển hiểu điều gì đã xảy ra với hệ thống của bạn, vui lòng tường thuật chi tiết, và gửi kèm các tập tin trong /var/log/syslog và /var/log/partman:
zh_hk: 很抱歉，安裝程式發生錯誤。請傳送一份錯誤回報到 https://launchpad.net/ubuntu/+source/ubiquity/+filebug （請不要附加細節到任何已知的錯誤內），開發人員將會盡快處理這個問題。為了幫助開發人員瞭解何處發生問題， 請附加下面的細節到你的錯誤回報中，並且附加以下檔案：/var/log/syslog 和 /var/log/partman。

source: Before:
eo: Antaũe:
is: Fyrir:
ku: Berê:
nl: Voor:
oc: Abans :
pl: Przed:
pt: Antes:
sr: Пре:
vi: Trước:

source: After:
eo: Poste:
is: Eftir:
ku: Peyde:
nl: Na:
oc: Aprèp :
pl: Po:
pt: Depois:
sr: После:
vi: Sau:

source: New partition table
eo: Nova subdiska tabelo
is: Ný deildartafla
ku: Tabloya partîsyona ya nû
nl: Nieuwe partitietabel
nn: Ny partisjonstabell
oc: Taula de particion novèla
pl: Nowa tablica partycji
pt: Nova tabela de partições
sr: Нова партициона табела
vi: Bảng phân vùng mới

source: New partition
eo: Nova subdisko
is: Ný sneiðing
ku: Partîsyona Nû
nl: Nieuwe partitie
nn: Ny partisjon
oc: Particion novèla
pl: Nowa partycja
pt: Nova partição
vi: Tạo phân vùng mới

source: Edit partition
eo: Redaktu la diskpartigon
is: Breyta sneiðingu
ku: Beşê serast bike
nl: Partitie bewerken
nn: Endre partisjon
oc: Modificar la particion
pl: Modyfikuj partycję
pt: Editar partição
sr: Измени партицију
vi: Sửa phân vùng
zh_hk: 編輯分割區

source: Delete partition
eo: Viŝi subdiskon
is: Eyða sneiðingu
ku: Partîsyonê jê bive
nl: Partitie verwijderen
nn: Slett partisjon
oc: Suprimir la particion
pl: Usuń partycję
pt: Apagar partição
vi: Xoá phân vùng

source: Device
eo: Aparato
is: Tæki
ku: Cîhaz
nl: Apparaat
nn: Eining
oc: Periferic
pl: Urządzenie
pt: Dispositivo
vi: Thiết bị

source: Type
eo: Tipo
is: Gerð
ku: Cûre
oc: Tipe
pl: Rodzaj
pt: Tipo
vi: Kiểu

source: Mount point
eo: Surmetingo
is: Tengipunktur
ku: Xala girêdanê
nl: Koppelpunt
nn: Monteringspunkt
oc: Punt de montatge
pl: Punkt montowania
pt: Ponto de Montagem
vi: Điểm gắn

source: Format?
eo: Ĉu formatigi?
is: Viltu forsníða?
nl: Formatteren?
nn: Formater?
oc: Formatar ?
pl: Formatować?
pt: Formatar?
vi: Định dạng?

source: Size
eo: Grandeco
is: Stærð
ku: Mezinahî
nl: Grootte
nn: Storleik
oc: Talha
pl: Rozmiar
pt: Tamanho
vi: Kích thước

source: Used
eo: Uzata
is: Notað
ku: Bikarhatî
nl: Gebruikt
nn: Nytta
oc: Utilizat
pl: Zajęte
pt: Utilizado
vi: Sử dụng

source: free space
eo: disponebla spaco
is: tómt pláss
ku: Qada vala
nl: vrije ruimte
nn: ledig plass
oc: espaci liure
pl: dostępna przestrzeń
pt: espaço livre
vi: dung lượng trống

source: unknown
eo: nekonata
is: óþekkt
ku: nayê zanîn
nl: onbekend
nn: ukjend
oc: desconegut
pl: nieznane
pt: desconhecido
vi: không rõ

source: Create partition
eo: Kreu diskpartigon
is: Búa til sneið
ku: Beşê biafirîne
nl: Partitie aanmaken
nn: Opprett partisjon
oc: Crear una particion
pl: Utwórz patrycję
pt: Criar partição
sr: Направи партицију
vi: Tạo phân vùng
zh_hk: 建立分割區

source: New partition size in megabytes (1000000 bytes):
eo: La amplekso de la diskopartigo en megabajtoj (1 000 000 bajtoj):
is: Ný sneið í megabætum (1000000 bæti)
ku: Mezinahiya beşa nû wekî megabyte ((1000000 byte):
nl: Nieuwe partitiegrootte in megabytes (1000000 bytes):
nn: Ny partisjonsstorleik i megabyte (1000000 byte):
oc: Talha de la particion novèla en Mo (1 000 000 octets)
pl: Rozmiar nowej partycji w megabajtach (1000000 bajtów):
pt: Tamanho da nova partição em megabytes (1000000 bytes):
sr: Величина нове партиције у мегабајтима (1000000 бајта):
vi: Dung lượng phân vùng mới bằng megabytes
zh_hk: 新分割區大小（以 MB (1000000 bytes) 表示）

source: Beginning
eo: Komenco
is: Upphaf
ku: Destpêk
nl: Begin
nn: Starten
oc: Començament
pl: Początek
pt: Início
sr: Почетак
vi: Đầu
zh_hk: 開始位置

source: End
eo: Fino
is: Endir
ku: Dawî
nl: Einde
nn: Slutten
oc: Fin
pl: Koniec
pt: Fim
sr: Крај
vi: Kết thúc
zh_hk: 結束位置

source: Primary
eo: Unuagrada
is: Aðal
ku: Seretayî
nl: Primair
nn: Primær
oc: Primari
pl: Podstawowa
pt: Primária
sr: Примарна
vi: Chính
zh_hk: 主分割區

source: Logical
eo: Logika
is: Röklegur (logical)
ku: Mantîqî
nl: Logisch
nn: Logisk
oc: Logic
pl: Logiczna
pt: Lógica
sr: Логичка
vi: Luận lý
zh_hk: 邏輯分割區

source: Edit a partition
eo: Redaktu diskpartigon
is: Breyta sneið
ku: Beşekê serast bike
nl: Een partitie bewerken
nn: Endre ein partisjon
oc: Modificar una particion
pl: Modyfikacja partycji
pt: Editar uma partição
sr: Измена партиције
vi: Sửa một phân vùng
zh_hk: 編輯分割區

source: Advanced Options
eo: Altnivelaj Opcioj
is: Frekari stillingar
ku: Vebijêrkên pêşkeftî
nl: Geavanceerde instellingen
nn: Avanserte val
oc: Opcions avançadas
pl: Opcje zaawansowane
pt: Opções Avançadas
sr: Напредне опције
vi: Tùy chọn nâng cao
zh_hk: 進階選項

source: Boot loader
eo: Komenciga ŝargilo
is: Ræsistjóri
ku: Barkera boot
nl: Opstartlader
nn: Oppstartslastar
oc: Gestionari d'aviada
pl: Program rozruchowy
pt: Sistema de iniciação
sr: Покретач система
vi: Bộ nạp khởi động
zh_hk: 開機載入器

source: Install boot loader
eo: Instali praŝargilon
is: Setja upp ræsistjóra
ku: Barkera boot saz bike
nl: Opstartlader installeren
nn: Installer oppstartslastar
oc: Installar lo gestionari d'aviada
pl: Zainstaluj program rozruchowy
pt: Instalar o bootloader
sr: Инсталиран покретач система
vi: Cài đặt bộ nạp khởi động
zh_hk: 安裝開機程式

source: Popularity contest
eo: Konkurso pri populareco
is: Vinsældarkeppni
ku: Bertekên naskirî
nl: Populariteitswedstrijd
nn: Popularitetskonkurranse
oc: Concors de popularitat
pl: Konkurs popularności
pt: Concurso de popularidade
sr: Такмичење у популарности
vi: Tham gia khảo sát các gói đang sử dụng
zh_hk: 人氣統計

source: Participate in the package usage survey
eo: Partoprenu pritaksadon de uzo de pakoj
is: Taktu þátt í könnun sem mælir notkun pakka
ku: Tev li lêkolîna bikaranîna pakêtê bibe
nl: Neem deel aan het onderzoek naar pakketgebruik
nn: Ta del i undersøkinga om bruk av pakker
oc: Concors de popularitat
pl: Wzięcie udziału w badaniu popularności wykorzystania pakietów
pt: Participe na estatística de utilização de pacotes
sr: Учествујте у анкети коришћења пакета
vi: Tham gia cuộc khảo sát về gói đang sử dụng
zh_hk: 參與套件使用調查

source: Network proxy
eo: Reta prokurilo
is: Vefsel (proxy) netkerfis
ku: Proksiya Torê
nl: Netwerkproxy
nn: Nettverksproxy
oc: Servidor mandatòri (proxy)
pl: Pośrednik sieciowy
pt: Proxy de rede
vi: Proxy mạng
zh_hk: 網路代理伺服器

source: HTTP proxy:
eo: HTTP-prokurilo
is: HTTP sel (proxy):
ku: Proksiya HTTP:
oc: Servidor mandatòri HTTP :
pl: Pośrednik HTTP:
pt: Proxy HTTP:
zh_hk: HTTP 代理伺服器：

source: Port:
eo: Pordo:
is: Hlið:
nl: Poort:
oc: Pòrt :
pt: Porta:
vi: Cổng:
zh_hk: 連接埠：

source: Installation has finished. You can continue testing Linux Mint now, but until you restart the computer, any changes you make or documents you save will not be preserved.
is: Uppsetningu er lokið. Þú getur haldið áfram að prufa Linux Mint en engar breytingar verða vistaðar fyrr en þú endurræsir tölvuna.
ku: Sazkirin qediya. Tu karî ceribandina Linux Mint berdewambikî, lê heta tu kompîterê ji nû ve nedî destpêkirin hemû guhertin, afirandina belgeyên tenayên tomarkirin.
nl: De installatie is voltooid. U kunt Linux Mint verder blijven testen, maar wijzigingen en documenten zullen niet opgeslagen worden totdat u de computer herstart heeft.
pl: Instalacja została ukończona. Można kontynuować testowanie Linux Mint, ale wszystkie wprowadzane zmiany i zapisywane dokumenty zostaną utracone po ponownym uruchomieniu komputera.
pt: A instalação terminou. Pode continuar a testar o Linux Mint, mas até que reinicie o computador, quaisquer documentos ou alterações que guarde serão perdidos.
vi: Cài đặt đã hoàn tất. Bạn có thể tiếp tục thử nghiệm Linux Mint ngay bây giờ, nhưng cho đến khi bạn khởi động lại máy tính, bất kỳ thay đổi nào bạn thực hiện hoặc các tài liệu bạn lưu giữ sẽ không được bảo tồn.

source: Go Back
eo: Retroiru
is: Til baka
ku: Paş ve
nl: Terug
nn: Gå tilbake
oc: Tornar en rèire
pl: Wstecz
pt: Voltar atrás
sr: Натраг
vi: Lùi lại
zh_hk: 返回

source: Continue
eo: Daŭrigu
is: Áfram
ku: Pêşve
nl: Doorgaan
nn: Hald fram
oc: Contunhar
pl: Dalej
pt: Continuar
sr: Настави
vi: Tiếp tục
zh_hk: 繼續

source: Installation is complete. You need to restart the computer in order to use the new installation.
eo: Instalado finiĝis. Vi bezonas rekomenci la komputilon por uzi la novan instalon.
is: Uppsetningu er lokið. Nú þarf að endurræsa tölvuna og þá getur þú notað nýja stýrikerfið þitt.
ku: Sazkirin qediya. Ji bo bikaranîna pergala nû, divê kompîturê ji nû ve bidî destpêkirin.
nl: De installatie is voltooid. U moet de computer opnieuw starten om de nieuwe installatie te kunnen gebruiken.
nn: Installasjonen er ferdig, men det er naudsynt med ein omstart av maskina for å nytte den nye installasjonen.
oc: L'installacion es acabada. Vos cal tornar aviar l'ordenador per utilizar lo sistèma installat novèl.
pl: Instalacja zakończona. Konieczne jest ponowne uruchomienie komputera, aby skorzystać z nowej instalacji.
pt: A instalação está completa. Necessita de reiniciar o computador de forma a utilizar a nova instalação.
vi: Quá trình cài đặt đã hoàn tất. Bạn phải khởi động lại máy tính để có thể sử dụng.
zh_hk: 安裝已經完成。 您必須重新啟動電腦以使用新安裝的系統。 您可以繼續使用這個 live CD，但是您所做的更改或儲存的文件將不會被保留。

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
eo: Lingvo: ${LANGUAGE} Klavara aranĝo: ${KEYMAP} Nomo: ${FULLNAME} Salutnomo: ${USERNAME} Loko: ${LOCATION} Migra Asistilo: ${MIGRATE}
is: Tungumál: ${LANGUAGE} Skipulag lyklaborðs: ${KEYMAP} Nafn: ${FULLNAME} Notandanafn: ${USERNAME} Staðsetning: ${LOCATION} Flutningshjálpari: ${MIGRATE}
ku: Ziman: ${LANGUAGE} Rengê klavyeyê: ${KEYMAP} Nav: ${FULLNAME} Navê têketinê: ${USERNAME} Cî: ${LOCATION}
nl: Taal: ${LANGUAGE} Toetsenbordindeling: ${KEYMAP} Naam: ${FULLNAME} Gebruikersnaam: ${USERNAME} Locatie: ${LOCATION} Migratieassistent: ${MIGRATE}
nn: Språk: ${LANGUAGE} Tastaturoppsett: ${KEYMAP} Namn: ${FULLNAME} Påloggingsnamn: ${USERNAME} Stad: ${LOCATION} Migreringassistent: ${MIGRATE}
oc: Lenga : ${LANGUAGE} Disposicion de clavièr : ${KEYMAP} Nom : ${FULLNAME} Nom de connexion : ${USERNAME} Emplaçament : ${LOCATION} Assistant de migracion : ${MIGRATE}
pl: Język: ${LANGUAGE} Układ klawiatury: ${KEYMAP} Nazwa: ${FULLNAME} Nazwa logowania: ${USERNAME} Położenie: ${LOCATION} Asystent migracji: ${MIGRATE}
pt: Idioma: ${LANGUAGE} Configuração de teclado: ${KEYMAP} Nome: ${FULLNAME} Nome de Login: ${USERNAME} Localização: ${LOCATION} Assistente de Migração: ${MIGRATE}
sr: Језик: ${LANGUAGE} Распоред тастатуре: ${KEYMAP} Име: ${FULLNAME} Корисничко име: ${USERNAME} Локација: ${LOCATION} Миграциони асистент: ${MIGRATE}
vi: Ngôn ngữ: ${LANGUAGE} Cách sắp xếp bàn phím: ${KEYMAP} Tên: ${FULLNAME} Tên đăng nhập: ${USERNAME} Vị trí : ${LOCATION} Trợ lý di cư: ${MIGRATE}
zh_hk: 使用語言：${LANGUAGE} 鍵盤模式：${KEYMAP} 真實姓名：${FULLNAME} 登入帳號：${USERNAME} 所在地區：${LOCATION} 資料轉移： ${MIGRATE}

source: Checking the installation...
eo: Certiĝas pri valideco de la instalo...
is: Athuga uppsetninguna...
ku: Sazkirin tê kontrolkirin
nl: De installatie wordt gecontroleerd...
nn: Kontrollerar installasjonen
oc: Verificacion de l'installacion...
pl: Sprawdzanie instalacji...
pt: A verificar a instalação...
sr: Провера инсталације...
vi: Đang kiểm tra cài đặt...
zh_hk: 檢查安裝...

source: Installing system
eo: Instalanta sistemon
is: Set upp kerfið
ku: Pergal tê sazkirin
nl: Het systeem wordt geïnstalleerd
nn: Installerer systemet
oc: Installacion del sistèma
pl: Instalacja systemu
pt: A instalar o sistema
sr: Инсталирам систем
vi: Đang cài đặt hệ thống
zh_hk: 安裝系統中
