Repository: linuxmint/ubiquity
Catalog: debian/po/*.po
Languages: eo, is, ku, nl, nn, oc, pl, pt, sr, vi, zh_hk

source: This will set up a system similar to a Primary Backend, however it will be configured to connect to an existing backend on the network.
eo: Ĉi tio agordos sistemon similan al Ĉefa Internaĵo, tamen agordos ĝin por konekti al ekzistanta internaĵo en la reto.
is: Þetta mun setja upp kerfi svipað og aðalbakendi. Hins vegar verður það stillt til að tengjast bakenda sem þegar er á netkerfinu.
nl: Dit zal een systeem installeren, vergelijkbaar met een primair backend, maar zal geconfigureerd worden om op het netwerk verbinding te maken met een bestaand backend.
nn: Dette vil setje opp eit system liknande ein primærbakende, men vil bli konfigurert for å koplast til ein eksisterande bakende på nettverket.
oc: Lo sistèma serà configurat d'un biais similar a un motor de tractament primari, çaquelà serà configurat per se connectar a un motor de tractament existent sus la ret.
pl: Skonfigurowanie systemu podobnie do głównego modułu, jednakże zostanie on połączony do już istniejącego modułu przetwarzającego w sieci.
pt: Isto irá instalar um sistema similar ao Backend Primário, contudo será configurado para se ligar a um backend existente na rede.
sr: Ово ће поставити систем сличан примарном бекенду, али ће бити конфигурисана тако да се качи на постојећи бекенд на мрежи.
vi: Cài đặt một hệ thống tương tự với "CHÍNH: Máy chạy nền", khác biệt là nó được cấu hình để kết nối với một máy chạy nền đã có trong mạng.
zh_hk: 這將設定一個類似主要後端程式的系統，然而它將被設定連接到網路上已存在的後端程式。

source: Frontend
eo: Fasado
is: Framendi
nn: Framende
oc: Maquina servent unicament d'interfàcia
pl: Interfejs
sr: Сучеље
vi: Chỉ Giao diện
zh_hk: 前端程式

source: A frontend only machine's main function is to receive media content from the backend and distribute it. This configuration requires an existing backend on the network.
eo: La ĉefa funkcio de nur-fasada maŝino estas akcepti aŭdvidan materialon el la internaĵo kaj distribui ĝin. Ĉi tiu agordo postulas ekzistantan internaĵon en la reto.
is: Vél sem aðeins er framendi er ætlað að taka á móti hljóð- og myndefni frá bakendanum og dreifa því. Þessi uppsetning þarfnast framenda sem þegar er til á netkerfinu.
nl: De belangrijkste functie van een machine met alleen een frontend is om media-inhoud te ontvangen van de backend en deze te verdelen. Deze configuratie vereist een bestaand backend op het netwerk.
nn: Hovudfunksjonen til ein maskin som berre har framende er å distribuere mediainnhald som kjem frå bakenden. Denne innstillinga krev ein eksisterande bakende på nettverket.
oc: La foncion principala d'una maquina servent unicament d'interfàcia, es de recebre los contenguts multimèdia del motor de tractament e de los distribuir. Aquesta configuracion necessita un motor de tractament existent sus la ret.
pl: Główną funkcją komputera wyłącznie z interfejsem jest odbieranie multimedialnej zawartości z modułu przetwarzającego i rozpowszechnianie go. Ta konfiguracja wymaga już istniejącego modułu przetwarzającego w sieci.
pt: A função principal do frontend é a receber conteúdos do backend e distribuí-los. Esta configuração requer a existência de um backend na rede.
sr: Главна функција машине која ради само као фронтенд је да прима медијски садржај од бекенда и дистрибуира га. Ова конфигурација захтева постојећи бекенд на мрежи.
vi: Máy giao diện là máy chỉ thực hiện chức năng chính là nhận nội dung đa phương tiện từ máy chạy nền và truyền tải nó. Cấu hình này yêu cầu một máy chạy nền có sẵn trong mạng.
zh_hk: 一個只有前端程式的機器，其主要功能是接收後端程式的媒體內容並將之散佈出去。這個設定需要網路上已存在後端程式。

source: Graphics Drivers
is: Skjákort
pl: Sterowniki karty graficznej
pt: Controladores Gráficos
vi: Các Trình điều khiển Đồ họa

source: An open source graphics driver is already enabled and configured for your installation. If you would like to use a different graphics driver, you can do so here. Note that proprietary graphics drivers may be necessary for TV Output or OpenGL effects.
eo: Malfermitkoda grafika pelilo jam estas ŝaltita kaj agordita por via agordaĵo. Se vi volas uzi alian grafikan pelilon, vi povas ĉi tie. Notu ke komercaj grafikaj peliloj eble estas bezonataj por Televida Eligo aŭ por OpenGL efektoj.
is: Það er þegar búið að setja upp og stilla frjálsan rekill fyrir skjákort þitt. Ef þú vilt nota annan rekil fyrir skjákortið, þá getur þú valið hann hér. Hafið í huga að ófrjálsa skjákortsrekla gæti þurft til að geta tengt tölvuna við sjónvarp eða til að virkja OpenGL brellur.
nl: Er is al een open-source videostuurprogramma voor uw installatie ingeschakeld en geconfigureerd. Als u een ander wilt gebruiken, dan kunt u dat hier doen. Merk op dat u mogelijk niet-vrije videostuurprogramma's nodig hebt voor TV-uitvoer en OpenGL-effecten.
nn: Ein open kildekode-grafikkdrivar er allereie aktivert og konfigurert for din installasjon. Hvis du vil bruke ein annan grafikkdrivar, kan du gjere dette her. Merk at proprietære grafikkdrivarar kan vere naudsynt for å kunne bruke TV-utgangen eller OpenGL-effektar.
oc: Un pilòt grafic open source ja es activat e configurat per vòstra installacion. Se desiratz utilizar un pilòt grafic diferent, o podètz far aicí. Notatz qu'un pilòt grafic proprietari pòt èsser necessari per la sortida TV o los efièches OpenGL.
pl: Otwarty sterownik grafiki jest już skonfigurowany i używany w systemie. Gdyby zaistniała potrzeba jego zmiany, można uczynić to tutaj. Proszę zwrócić uwagę, iż sterownik własnościowy może być konieczny, aby skorzystać z wyjścia telewizyjnego oraz efektów OpenGL.
pt: Um controlador gráfico de código fonte aberto já está activo e configurado na sua instalação. Se pretende usar um controlador gráfico diferente, poderá fazê-lo aqui. Tenha em atenção que poderão ser necessários controladores gráficos proprietários para efeitos OpenGL ou Saída TV.
vi: Một trình điều khiển đồ họa mã nguồn mở đã hoạt động và thiếp lập cho cài đặt của bạn. Nếu bạn muốn dùng trình điều khiển đồ họa khác, bạn có thể chọn ở đây. Lưu ý các trình điều khiển có đăng ký có thể cần để xuất ra TV hoặc để thực hiện các hiệu ứng OpenGL.
zh_hk: 一個開放原始碼的顯示卡驅動程式已經啟用並在安裝過程中設定完成。如果您想要使用不同的顯示卡驅動程式，您可以在此完成變更。請注意輸出到電視的功能或 OpenGL 特效可能需要專有的顯示卡驅動程式。

source: If you would like to configure TV-out, choose an option here:
eo: Se vi volas agordi Televidan Eligon, elektu opcion ĉi tie:
is: Ef þú við stilla sjónvarpsúttakið (TV-out), veldu möguleika hér:
nl: Kies hier een optie als u TV-uit wilt configureren:
nn: Viss du vil konfigurere TV-utgangen, vel eit av følgjande alternativ:
oc: Se desiratz configurar la sortida TV, causissètz una opcion aicí :
pl: Jeśli należy skonfigurować wyjście TV-out, można wybrać odpowiednią opcję:
pt: Se deseja configurar a saída de TV, escolha uma opção:
sr: Ако желите да подесите ТВ излаз, одаберите неку од опција:
vi: Nếu bạn muốn cấu hình TV-out, xin chọn ở đây:
zh_hk: 如果你想要設定「輸出到電視」的功能，在此選擇其中一項：

source: If enabling TV Out, you will also need to choose a TV Standard:
eo: Se vi ŝaltas Televidan Eligon, vi ankaŭ devas elekti Televidan Normon:
is: Ef sjónvarpsúttak (TV-out) er virkjað, þarftu einnig að velja sjónvarpsstaðal:
nl: Als u TV-uit aanzet, moet u ook een TV-standaard kiezen:
nn: Viss du nyttar TV-utgangen, må du også velje ein TV-standard:
oc: S'activatz la sortida TV, tanben vos cal causir un estandard TV :
pl: W przypadku chęci włączenia wyjścia TV, należy wybrać także standard TV:
pt: Se activar a saída de TV, também precisa de escolher um standard de TV:
vi: Nếu muốn hiệu lực TV Out, bạn cần chọn thêm một chuẩn TV:
zh_hk: 如果啟用「輸出到電視」功能，你將必須選擇一種電視標準。

source: Master Backend Info
eo: Ĉefa Interna-Interfaca Informaĵo
is: Upplýsingar um aðalbakenda
nl: Informatie over hoofd-backend
nn: Hovudbakendeinformasjon
oc: Entresenha sus la maquina de tractament primari
pl: Informacje o głównym module przetwarzającym
pt: Informação do Backend Principal
vi: Thông tin người điều khiển tiến trình cuối
zh_hk: 主要後端程式資訊

source: Please enter the information necessary to contact your master backend:
eo: Bonvole entajpu la bezonatan informaĵon por kontakti vian ĉefan internan interfacon:
is: Sláðu inn þær upplýsingar sem þarf til að tengjast við aðalbakendann þinn:
nl: Voer de vereiste informatie in om contact te leggen met het hoofd-backend:
nn: Skriv inn informasjonen som trengs for å kontakte hovudbakenden.
oc: Picatz l'entresenha necessària per contactar vòstra maquina de tractament primari :
pl: Proszę wprowadzić informacje wymagane do połączenia z głównym modułem przetwarzającym:
pt: Por favor insira toda a informação necessária para contactar o seu backend principal:
vi: Vui lòng nhập thông tin cần thiết để liên lạc với người điều khiển tiến trình cuối của bạn:
zh_hk: 請輸入連接您的主要後端程式的必要資訊。

source: MySQL Password
eo: Pasvorto de MySQL
is: MySQL lykilorð
ku: Şîfreya MySQL
nl: MySQL-wachtwoord
nn: MySQL-passord
oc: Senhal MySQL
pl: Hasło MySQL
pt: Senha MySQL:
sr: MySQL лозинка
vi: Mật khẩu MySQL
zh_hk: MySQL 密碼

source: MySQL User Name
eo: Uzantnomo de MySQL
is: MySQL notandanafn
nl: MySQL-gebruikersnaam
nn: MySQL-brukarnamn
oc: Nom d'utilizaire MySQL
pl: Nazwa użytkownika MySQL
pt: Utilizador MySQL
sr: MySQL корисничко име
vi: Tài khoản MySQL
zh_hk: MySQL 使用者名稱

source: MySQL Database
eo: Datumbazo de MySQL
is: MySQL gagnagrunnur
oc: Banca de donadas MySQL
pl: Baza danych MySQL
pt: Base de Dados MySQL
sr: MySQL база података
vi: Cơ sở dữ liệu MySQL
zh_hk: MySQL 資料庫

source: MySQL Server
eo: Servilo de MySQL
is: MySQL þjónn
nn: MySQL-tenar
oc: Servidor MySQL
pl: Serwer MySQL
pt: Servidor MySQL
sr: MySQL сервер
vi: Máy chủ MySQL
zh_hk: MySQL 伺服器

source: Configure Guide Data / Backend
eo: Agordi Gvidan Datumon / Internan Interfacon
is: Stila dagskrárupplýsingar eða bakenda
nl: Gidsgegevens / backend configureren
nn: Konfigurer guide / bakende
oc: Configurar las donadas pels programas TV/ motor de tractament
pl: Konfiguracja danych o programach / modułu przetwarzającego
pt: Configurar Dados de Guia / Backend
vi: Cấu hình dữ liêu hướng dẫn/ backend
zh_hk: 設定引導資料/後端程式

source: The final steps of the installation require setting up your guide data and configuring the backend for the first time.
eo: La finaj paŝoj de la instalaĵo postulas ke vi agordas vian gvidan datumon kaj agordas la internan interfacon unua-foje.
is: Síðustu skref uppsetningarinnar krefjast þess að gefnar séu upp dagskrárupplýsingar og bakendinn stilltur í fyrsta sinn.
nl: De laatste stappen van de installatie vereisen dat u uw gidsgegevens instelt en dat u de backend voor eerste gebruik configureert.
nn: Dei siste stega i installasjonen krev at du set opp guide-data og konfigurerar bakenden for fyrste gong.
oc: Las etapas finalas de l'installacion necessitan de definir las donadas pels programas TV e d'efectuar una primièra configuracion del motor de tractament.
pl: Ostatnie kroki instalacji wymagają ustawienia danych o programach i konfiguracji modułu przetwarzającego.
pt: Os passos finais da instalação requerem configurar os dados do seu guia e a configuração do backend pela primeira vez.
vi: Bước cài đặt cuối cùng yêu cầu thiết lập dữ liệu hướng dẫn và cấu hình backend cho lần đầu tiên.
zh_hk: 安裝的最後步驟需要設定您的引導數據並第一次設定後端程式。

source: Click to open the Schedules Direct website
eo: Klaku por malfermi la Schedules Direct retpaĝaron.
is: Ýttu hér til að opna Schedules Direct vefsíðuna
nl: Klik om de Schedules Direct-website te openen.
nn: Klikk for å opne nettsida til Schedules Direct
oc: Clicatz per dobrir lo sit web « Schedules Direct »
pl: Kliknięcie otworzy stronę Schedules Direct
pt: Clique para abrir o site Marcações Directas
vi: Click để mở Schedules Direct website
zh_hk: 點擊以開啟網站控制表

source: Users in North America will need to setup an account with Schedules Direct (SD). SD provides guide data for a nominal fee. Without SD, North American users may lose many of the scheduling features in MythTV.
eo: Uzantoj en Nordameriko devas agordi konton kun Schedules Direct (SD, Horaroj Rekte). SD donas gvidan datumon por eta kosto. Sen SD, Nordamerikaj uzantoj povas perdi multe da la horaraj eblecoj de MythTV.
is: Notendur í Norður Ameríku þurfa að búa til aðgang að Schedules Direct (SD). SD býður upp á dagskrárupplýsingar gegn vægu gjaldi. Án SD munu notendur í Norður Ameríku ekki geta notað marga af dagskráráætlunareiginleikum MythTV.
nl: Gebruikers in Noord-Amerika moeten een account bij Schedules Direct (SD) aanmaken. SD biedt gidsgegevens voor een laag bedrag. Zonder SD kunnen gebruikers in Noord-Amerika veel programmeerfunctionaliteiten van MythTV verliezen.
nn: Brukarar i Nord-Amerika vil trenge å opprette ein konto med Schedules Direct (SD). SD tilbyr ein guide for ei nominell avgift. Utan SD kan Nord-Amerikanske brukarar miste mange av planleggingseigenskapane i MythTV.
oc: Los utilizaires en America del Nòrd deuràn crear un compte çò « Schedules Direct » (SD). SD provesís los programas TV per un prètz nominal. Sens SD, los utilizaires d'America del Nòrd poirián perdre fòrça foncionalitats de programacion dins MythTV.
pl: Użytkownicy w Ameryce Północnej będą potrzebowali skonfigurować konto przy użyciu Schedules Direct (SD). SD dostarcza danych potrzebnych za nominalną opłatą. Bez SD północnoamerykańscy użytkownicy mogą utracić wiele funkcji planowania w MythTV.
pt: Utilizadores na América do Norte vão precisar criar uma conta com a Schedules Direct (SD). A SD providencia o guia de dados por uma taxa nominal. Sem o SD, estes utilizadores podem perder muitas das funcionalidades, em termos do escalonamento de acções, do MythTv.
vi: Người dùng ở Bắc Mỹ sẽ cần phải tạo một tài khoản với Schedules Direct (SD). SD cung cấp dữ liệu hướng dẫn việc định giá. Người dùng ở Bắc Mỹ sẽ có thể không sử dụng hết các tính năng của MythTV nếu không có SD.
zh_hk: 位於北美洲的使用者需要建立 Schedule Direct (SD) 的使用帳號. 只需些許費用，SD 會提供導覽資料。若沒有SD 帳號，北美洲的使用者可能無法使用 MythTV 提供的許多排程功能！

source: Launch MythTV Setup
eo: Lanĉu Agordaĵon de MythTV
is: Opna MythTV stillingar
nl: MythTV-setup starten
nn: Start oppsett av MythTV
oc: Aviar la configuracion de MythTV
pl: Uruchomienie ustawień MythTV
pt: Executar o Configurador do MythTV
sr: Покрените MythTV поставке
vi: Chạy cài đặt MythTV
zh_hk: 執行 MythTV 安裝

source: After setting up your guide data source, you will need to launch MythTV-Setup to run the backend configuration for the first time. You will need to configure the first four sections, being sure to provide your guide data during the third.
eo: Post vi agordas vian gvida-datuman fonton, vi devos lanĉi la MythTV-Agordaĵon por plenumi la interna-interfacan agordaĵon unua-foje. Vi devos agordi la unuajn kvar sekciojn, donante vian gvidan datumon dum la tria.
is: Eftir að dagskrárupplýsingaveitan hefur verið sett upp, þarftu að ræsa MythTV-Setup til að keyra bakenda stillingu í fyrsta sinn. Þú þarft að stilla fyrstu fjóra kaflana, og vera viss um að skrá dagskrárupplýsingarnar í þeim þriðja.
nl: Nadat u uw gidsgegevensbron hebt ingesteld, moet u MythTV-Setup starten om voor de eerste keer de backendconfiguratie te starten. U moet de eerste vier secties configureren en zorgen dat u uw gidsgegevens in de derde sectie opgeeft.
nn: Etter at du har sett opp kjelder for guiden, vil du trenge å starte MythTV-Setup for å køyre bakende-konfigurasjonen for første gong. Du vil måtte konfigurere dei første fire delane, og vere sikker på å oppgje guide-data iløpet av det tredje.
oc: Aprèp aver configurat vòstra font de donada pels programas TV, anatz dever amodar MythTV-Setup per una primièra execucion de la configuracion del motor de tractament. Deuretz configurar las quatre primièras seccions, asseguratz-vos de provesir las donadas pels programas dins la tresena.
pl: Po ustawieniu źródła danych o programach konieczne będzie uruchomienie MythTV-Setup, aby po raz pierwszy włączyć konfigurację modułu przetwarzającego. Będzie konieczna konfiguracja pierwszych czterech sekcji. Należy się upewnić, że dane o programach w sekcji trzeciej zostały wprowadzone prawidłowo.
pt: Após a configuração da origem do guia de dados, terá que lançar o MythTv-Setup de forma a correr a configuração do backend pela primeira vez. Será necessário configurar as primeiras quatro secções, tendo de forneçer o guia de dados durante a terceira secção.
zh_hk: 設定完您的導引資料來源後，您需要啟動 MythTV 安裝程式以執行第一次的背景設定。您需要設定最開始的四個選項, 請確定您在第三個選項中提供了您的導引資料。

source: Configuring mythtv...
eo: Agordas mythtv...
is: Stilli MythTV...
ku: Mythtv tê mîhenkirin...
nl: Mythtv wordt geconfigureerd...
nn: Set opp MythTV...
oc: Configuracion de mythtv...
pl: Konfigurowanie mythtv...
pt: A configurar mythtv...
sr: Подешавање mythtv-а...
vi: Đang cấu hình mythtv...
zh_hk: 正在設定 mythtv...

source: Configuring additional drivers...
eo: Agordas kromajn pelilojn...
is: Stilli viðbótar rekla...
ku: Ajokarên pêvek tên mîhenkirin...
nl: Extra stuurprogramma's worden geconfigureerd...
nn: Set opp ekstra drivarar ...
oc: Configuracion dels pilòts suplementaris...
pl: Konfigurowanie dodatkowych sterowników...
pt: A configurar hardware adicional...
sr: Подешавање додатних управљачких програма...
vi: Đang cấu hình các driver thêm...
zh_hk: 正在設定附加的驅動程式

source: Configuring additional services...
eo: Agordas kromajn servojn...
is: Stilli viðbótar þjónustur...
ku: Xizmetên pêvek tên mîhenkirin...
nl: Extra diensten worden geconfigureerd...
nn: Set opp ekstra tenester...
oc: Configuracion de servicis suplementaris...
pl: Konfigurowanie dodatkowych usług...
pt: A configurar serviços adicionais...
sr: Подешавање додатних сервиса...
vi: Đang cấu hình các dịch vụ tăng thêm...
zh_hk: 正在設定附加的服務...

source: Configuring infrared devices...
eo: Konfigurado de infraruĝaj aparatoj...
is: Stilli innrauð tæki...
nl: Configureren van infraroodapparaten...
nn: Konfigurerer infraraude einheiter...
oc: Configuracion dels periferics infraroges...
pl: Konfigurowanie urządzeń na podczerwień...
pt: A configurar dispositivos de infra-vermelhos
vi: Cấu hình các thiết bị hồng ngoại...
zh_hk: 設定紅外線裝置中...
