Repository: linuxmint/ubiquity
Catalog: debian/po/*.po
Languages: eo, is, ku, nl, nn, oc, pl, pt, sr, vi, zh_hk

source: Use the largest continuous free space
is: Nota stærsta lausa plássið
ku: Qada vala ya heri fireh û biberdewamî bi karbîne
nl: Gebruik de grootste aaneengesloten vrije ruimte
pl: Użycie największej ciągłej wolnej przestrzeni
pt: Usar o maior espaço livre contínuo
vi: Sử dụng phần không gian trống liên tục lớn nhất

source: Use the entire disk
is: Nota allan diskinn
ku: Hemû diskê bi kar bîne
nl: Gebruik de gehele schijf
pl: Użycie całego dysku
pt: Usar o disco inteiro
vi: Sử dụng toàn bộ đĩa

source: Install them side by side, choosing between them each startup
is: Setja upp hlið við hlið, þá geturðu valið á milli þeirra þegar þú ræsir tölvuna
ku: Li kêleka hev saz bike da ku di destpêkirinê de dikaribî yekê jê hilbijêrî
nl: Installeer ze naast elkaar, met een keuzemogelijkheid bij het opstarten
pl: Instalacja obok siebie, wybierając między nimi przy każdym uruchomieniu
pt: Instale-os lado a lado, escolhendo um a cada arranque
vi: Cài đặt chúng từng cái một, lựa chọn giữa chúng mỗi khi khởi động

source: Specify partitions manually (advanced)
is: Ákveða deildir í höndunum (erfitt)
ku: Patîsyona bidestan nîşanbide(Pêşketî)
nl: Specificeer partities handmatig (geavanceerd)
pl: Ręczne określanie partycji (zaawansowane)
pt: Especificar partições manualmente (avançado)
vi: Xác định phân vùng thủ công (cao cấp)

source: Install
eo: Instalu
is: Uppsetning
ku: Saz bike
nl: Installeren
nn: Installér
oc: Installar
pl: Instalacja
pt: Instalar
sr: Инсталирај
vi: Cài đặt
zh_hk: 安裝

source: Install (OEM mode, for manufacturers only)
eo: Instalu (OEM maniero nur por fabrikantoj)
is: Setja upp (OEM, frumframleiðandur- aðeins fyrir framleiðendur)
ku: Saz bike (Moda OEM, tenê ji bo çökeran)
nl: Installeren (OEM-modus, alleen voor fabrikanten)
nn: Installer (OEM modus, for maskinprodusentar)
oc: Installar (mòde OEM, sonque pels fabricants)
pl: Instalacja (tryb OEM, tylko dla producentów)
pt: Instalar (Modo em texto, apenas para fabricantes)
sr: Инсталација (ОЕМ мод, само за произвођаче)
vi: Cài đặt (chế độ OEM, chỉ dành cho nhà sản xuất)
zh_hk: 安裝（OEM模式，僅限製造商）

source: Welcome
eo: Bonvenon
is: Velkomin
ku: Bi xêr hatî
nl: Welkom
nn: Velkomen
oc: Planvenguda
pl: Witamy
pt: Bem-Vindo
sr: Добро дошли
vi: Chào mừng
zh_hk: 歡迎

source: Ready to install? Once you answer a few questions, the contents of the live CD can be installed on this computer so you can run the system at full speed and without the CD.
eo: Preta por instali? Post kiam vi respondas kelkajn demandojn, la enhavo de la viva KD estas instalebla sur ĉi tiu komputilo, por ke vi povu ruli la sistemon je plena rapideco sen la KD.
is: Viltu setja stýrikerfið upp núna? Það verður sett upp á tölvunni þinni þegar þú hefur svarað nokkrum léttum spurningum, og að því loknu mun stýrikerfið keyra á fullum hraða án þess að notast við geisladiskinn.
ku: Ma tu ji bo sazkirinê amade yî? Piştî bersivandina çend pirsan dê naveroka live CD'yê li komputera te bê barkirin. Bi vî rengî tê karibî pergala xwe bi lez û bê CD bixebitînî.
nl: Klaar om te installeren? Zodra u een aantal vragen beantwoord hebt, kan de inhoud van de live-CD op uw computer geïnstalleerd worden, zodat uw systeem op volle snelheid en zonder deze CD gebruikt kan worden.
nn: Er du klar til å installera? Når du har svart på nokre få spørsmål, blir innhaldet på denne CD-en installert på maskina di slik at ho kan køyra med full fart og utan CD-en.
oc: I sètz per installar ? Quant auretz respondut a qualques questions, poiretz installar lo contengut del Live CD sus l'ordenador per que poscatz utilizar lo sistèma amb velocitat plena e sens lo CD.
pl: Rozpocząć proces instalacji? Po odpowiedzeniu na kilka pytań, zawartość Desktop CD będzie mogła zostać zainstalowana na tym komputerze, aby można było uruchomić system z pełną wydajnością, bez płyty CD.
pt: Preparado para a instalação? Assim que responder a algumas questões, o conteúdo do live CD pode ser instalado neste computador para que possa executar o sistema à velocidade máxima sem o CD.
sr: Спреми за инсталацију? Након што одговорите на неколико питања, садржај Live CD-а може се инсталирати на овај рачнар, па ћете моћи користити систем при пуној брзини и без CD-а.
vi: Bạn đã sẵn sàng cài đặt? Sau khi bạn trả lời một số câu hỏi, nội dung của live CD sẽ được cài đặt trên máy tính này và bạn có thể chạy hệ thống ở tốc độ tối đa mà không cần CD.
zh_hk: 準備好安裝了嗎？在您回答幾個問題後，這片 Live CD 的內容就可以安裝到電腦中，您就可以全速執行本系統，而不再需要這片光碟。

source: Answering the questions should only take a few minutes.
eo: Respondado pri la demandoj probable daŭros nur kelkajn minutojn.
is: Það tekur örskamma stund að svara þessum spurningum.
ku: Bersivandina pirsan diviya tenê çend xulekan bidomiya.
nl: Het beantwoorden van de vragen neemt slechts enkele minuten in beslag.
nn: Det tek berre nokre minutt å svara på spørsmåla.
oc: Vos caldrà sonque qualques minutas per respondre a las questions.
pl: Udzielenie odpowiedzi na pytania zajmie tylko kilka minut.
pt: A resposta a algumas questões deverá demorar apenas alguns minutos.
sr: Одговарање на питања требало би трајати свега пар минута.
vi: Bạn chỉ cần vài phút để trả lời các câu hỏi.
zh_hk: 回答以下問題只需要幾分鐘。

source: Please choose the language used for the installation process. This language will be the default language for the final system.
eo: Bonvolu elekti la lingvon uzotan por la instala procezo. Ĉi tiu lingvo estos la implicita lingvo por la fina sistemo.
is: Veldu það tungumál sem þú vilt nota á meðan á uppsetningu stendur. Tungumálið sem þú velur verður notað sem aðaltungumál stýrikerfisins að uppsetningu lokinni.
ku: Ji kerema xwe re zimanê pêvajoya sazkirinê hilbijêre. Ev ziman dê piştre bibe zimanê standard ê pergalê.
nl: Kies de taal voor het installatieproces. De gekozen taal wordt ook de standaardtaal voor het geïnstalleerde systeem.
nn: Vel språket du vil bruka under installasjonen. Dette språket blir òg standardspråket til det ferdige systemet.
oc: Causissètz la lenga qu'utilizarem pendent l'installacion. Serà la lenga predefinida del sistèma final.
pl: Proszę wybrać język procesu instalacji. Wybrany język będzie także domyślnym językiem zainstalowanego systemu.
pt: Por favor escolha o idioma utilizado para o processo de instalação. Este idioma será o idioma por omissão para o sistema final.
sr: Молим одаберите језик који ће користити инсталацијски поступак. Овај ће језик такођер бити и уобичајени језик за спреман систем.
vi: Bạn hãy chọn ngôn ngữ cho quá trình cài đặt. Ngôn ngữ đó sẽ là ngôn ngữ mặc định của hệ thống sau khi quá trình cài đặt kế thúc.
zh_hk: 請選擇安裝時所要使用的語言。 您在此選定的語言將會是本系統安裝完成時的預設語言。

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
eo: Vi estas instalanta je fabrikanta maniero. Bonvolu aldoni unikan nomon por ĉi tiu grupo de sistemoj. La nomo estos savita al la instalita sistemo kaj ĝi estos utila, kiam cimoj estas raportitaj.
is: Þú ert að setja upp í ham fyrir kerfisframleiðandur. Sláðu inn sérkennandi heiti fyrir þennan hóp kerfa. Þetta heiti mun vistað á kerfinu að uppsetningu lokinni og verður notað við villusendingar.
ku: Tu sazkirinê di pergala moda çêkeran de dikî. Ji kerema xwe re ji bo vê koma pergalan navekê (carekê bi kar bîne) binivîse. Ev nav dê di pergala sazbûyî de bê tomarkirin û di alîkariya ji bo raporkirina bugan de bê bikaranîn.
nl: U installeert in modus voor systeemfabrikanten. Voer een unieke naam in voor deze partij systemen. Deze naam zal op het geïnstalleerde systeem worden opgeslagen en kan worden gebruikt om bij foutenrapportages te helpen.
nn: Du installerer i maskinprodusentmodus. Ver vennleg å oppgje eit unikt namn for denne greina av system. Dette namnet vil bli lagra på dei installerte systema og skal brukast i samanheng med feilrapportering.
oc: Efectuatz l'installacion en mòde revendeire informatic. Picatz un nom unic per aqueste lòt de sistèmas. Aqueste nom serà salvagardat sul sistèma installat e poirà èsser utilizat pels rapòrts d'anomalias.
pl: Przeprowadzana jest instalacja w trybie producenta systemu. Wprowadź unikalną nazwę dla tej paczki systemów. Ta nazwa zostanie zapisana na zainstalowanym systemie i będzie wykorzystywana przy zgłaszaniu raportów o błędach.
pt: Está a instalar o sistema em modo de fabricante. Por favor introduza um nome único para este conjunto de sistemas. Este nome será guardado no sistema instalado e será utilizado para ajudar nos relatórios de erros.
sr: Инсталирате у моду произвођача система. Молим, унесите јединствено име за овај скуп система. Ово име ће бити сачувано на инсталираном систему и моћи ће се користити као помоћ при пријављивању грешака.
vi: Bạn đang cài đặt ở chế độ nhà sản xuất máy tính. Vui lòng nhập tên riêng của hệ thống. Tên này sẽ được lưu trên hệ thống và có thể được dùng trong việc báo cáo lỗi sau này.
zh_hk: 您正以系統製造商模式安裝。請為這批系統輸入一個特定名稱。此名稱將會儲存在安裝完成的系統上，並可用來協助錯誤回報。

source: If you have Internet access, read the release notes for information on problems that may affect you.
eo: Se vi havas interretan aliron, legu la eldonajn notojn por informoj pri problemoj kiuj povus trafi vin.
is: Þú getur líka skoðað upplýsingar um hugsanleg vandamál sem gætu komið upp ef þú hefur netaðgang.
ku: Heke girêdana te ya înternetê hebe, ji bo agahîyên der barê pirsgirêkin derketina wan gengaz e de van tebiniyên weşanê bixwîne
nl: Als u over internettoegang beschikt, lees dan de uitgave-opmerkingen voor informatie over problemen die kunnen optreden.
nn: Om du har tilgang ti internett, bør du lese om problem som kan oppstå.
oc: S'avètz un accès a internet, legissètz las nòtas de version per obténer d'entresenhas suls problèmas que vos pòdon tocar.
pl: Jeśli jest dostęp do internetu, można zapoznać się z informacjami o wydaniu, aby dowiedzieć się o problemach, które mogą wystąpić na tym komputerze.
pt: Se tem acesso à Internet, leia as notas de lançamento para saber mais informações sobre os problemas que o poderão estar a afectar.
sr: Ако имате приступ интернету, прочитајте напомене о овом издању због информација о проблемима који вас могу погодити.
vi: Nếu bạn có kết nối Internet, hãy đọc các chú ý về thông tin phát hành để biết thông tin về những vấn đề có thể ảnh hưởng đến bạn.
zh_hk: 如果您有網路連線，請閱讀發行紀錄，它可能記載會影響到您電腦的問題。

source: Release Notes
eo: Eldonaj Notoj
is: Upplýsingar
ku: Nîşeyên Weşanê
nl: Versie-informatie
nn: Utgjevingsnotatar
oc: Nòtas de version
pl: Informacje o wydaniu
pt: Notas de lançamento
sr: Напомене о издању
vi: Thông tin Phát hành
zh_hk: 發行公告

source: Where are you?
eo: Kie vi estas?
is: Hvar ertu?
ku: Tu li ku derê yî?
nl: Waar bevindt u zich?
nn: Kvar bur du?
oc: Ont sètz ?
pl: Gdzie jesteś?
pt: Qual a sua localização?
sr: Где сте?
vi: Bạn đang ở đâu?
zh_hk: 您在哪裡?

source: Select your time zone from the map, or by region and city.
is: Veldu í hvaða tímabelti þú ert í á kortinu, eða eftir borg.
ku: Dikarî demê ji nexşeya dinyayê li gorî bajar an jî herêman hilbijêrî.
nl: Kies uw tijdzone met de kaart, per regio of per stad.
pl: Proszę wybrać strefę czasową z mapy lub przez region i miasto.
pt: Seleccione a sua zona horária do mapa, ou por região e cidade.
vi: Chọn múi giờ của bạn từ bản đồ, hoặc theo khu vực và thành phố

source: City:
is: Borg:
ku: Bajar:
nl: Stad:
pl: Miasto:
pt: Cidade:
vi: Thành phố:

source: Region:
is: Svæði:
ku: Herêm:
nl: Regio:
pt: Região:
vi: Quốc gia hay Vùng:

source: Keyboard layout
eo: Elektu klavaran aranĝon
is: Lyklaborðið
ku: Rengê klavyeyê
nl: Toetsenbordindeling
nn: Tastaturutforming
oc: Disposicion del clavièr
pl: Układ klawiatury
pt: Seleccionar a disposição do teclado
sr: Распоред тастатуре
vi: Bố trí bàn phím
zh_hk: 鍵盤排列方式

source: Which layout is most similar to your keyboard?
eo: Kiu aranĝo plej similas al via klavaro?
is: Hvaða skipulag líkist lyklaborðinu þínu mest?
ku: Kîjan zêdetir dişibe klavyeya te?
nl: Welke indeling lijkt het meest op dat van uw toetsenbord?
nn: Kva oppsett liknar mest på tastaturet ditt?
oc: Que disposicion sembla mai al vòstre clavièr ?
pl: Który układ najbardziej przypomina twoją klawiaturę?
pt: Que disposição é mais semelhante ao seu teclado?
sr: Који распоред је најсличнији Вашој тастатури?
vi: Kiểu bàn phím nào giống nhất với bàn phím của bạn?
zh_hk: 哪一種鍵盤排列方式最接近您使用的鍵盤？

source: You can type into this box to test your new keyboard layout.
eo: Vi povas tajpi en ĉi tiun skatolon por testi vian novan klavararanĝon.
is: Hér geturðu látið reyna á stillingarnar þínar með því að skrifa eitthvað.
ku: Ji bo ceribandina klavyeyê tu dikarî di vê qutîkê de binivîsî.
nl: U kunt iets in dit veld invoeren om de gekozen toetsenbordindeling te testen.
nn: Her kan du skriva for å testa tastaturoppsettet.
oc: Podètz picar dins la zòna de tèxt per testar la disposicion novèla del clavièr.
pl: Można pisać w tym oknie, aby przetestować nowy układ klawiatury.
pt: Pode escrever nesta caixa para testar a sua nova disposição de teclado.
sr: Можете типкати у ово поље како бисте испробали распоред на тастатури
vi: Bạn có thể gõ vào ô này để kiểm tra kiểu bàn phím mới.
zh_hk: 您可以在此處測試您新選擇的鍵盤排列方式。

source: Suggested option:
is: Líklegur valkostur:
ku: Pêşniyar:
nl: Voorgestelde keuze:
pl: Sugerowana opcja:
pt: Opção sugerida:
vi: Tùy chọn được đề nghị:

source: Choose your own:
is: Velja þitt eigið:
ku: Hilbijartina te:
nl: Zelf kiezen:
pl: Własny wybór:
pt: Escolha a sua:
vi: Lựa chọn riêng của bạn:

source: Who are you?
eo: Kiu vi estas?
is: Upplýsingar
ku: Tu ki yî?
nl: Wie bent u?
nn: Kven er du?
oc: Ont sètz ?
pl: Kim jesteś?
pt: Quem é?
sr: Ко сте Ви?
vi: Bạn là ai?
zh_hk: 您是哪位？

source: What is your name?
eo: Kio estas via nomo?
is: Hvað heitirðu?
ku: Navê te çi ye?
nl: Wat is uw naam?
nn: Kva heiter du?
oc: Cossí vos sonatz ?
pl: Jak się nazywasz?
pt: Qual é o seu nome?
sr: Које је Ваше име?
vi: Tên bạn là gì?
zh_hk: 您的名字是？

source: What name do you want to use to log in?
eo: Kion uzantnomon vi volas uzi por ensaluti?
is: Með hvaða nafni viltu skrá þig inn?
ku: Ji bo têketinê tu dixwazî kîjan navî bi kar bînî?
nl: Welke naam wilt u gebruiken om aan te melden?
nn: Kva navn vil du bruke for å logge inn?
oc: Quin nom volètz utilzar per vos connectar ?
pl: Jaka nazwa ma być używana podczas logowania?
pt: Que nome deseja utilizar para efectuar o início de sessão?
sr: Које корисничко име желите користити?
vi: Bạn muốn sử dụng tên gì để đăng nhập?
zh_hk: 您要使用什麼名稱登入？

source: If more than one person will use this computer, you can set up multiple accounts after installation.
eo: Se pli ol unu persono uzos ĉi tiun komputilon, vi povas establi plurajn kontojn post la instalado.
is: Það er hægt að búa til aðganga fyrir aðra notendur seinna, ef fleiri koma til með að nota þessa tölvu.
ku: Heke ji yekê zêdetir kes vê komputerê bikar bînin, tu dikarî piştî sazkirinê ji bo pir kesan hesaban mîheng bikî.
nl: Als meer dan één persoon deze computer gebruikt, kunt u na de installatie bijkomende gebruikers aanmaken.
nn: Du kan sette opp fleire brukarkontoar etter installasjonen dersom meir enn ein person skal bruke datamaskinen.
oc: Se mai d'una persona utilizarà l'ordenador, poiretz definir mai d'un compte aprèp l'installacion.
pl: Jeśli komputer będzie używany przez wiele osób, można dodać kolejne konta po zakończeniu instalacji.
pt: Se mais de uma pessoa utilizará este computador, pode definir contas múltiplas depois da instalação.
sr: Уколико ће више особа користити овај рачунар, можете поставити више корисничких налога након инсталације.
vi: Nếu như có nhiều hơn một người sử dụng máy tính này, bạn có thể tạo nhiều tài khoản sau khi cài đặt.
zh_hk: 如果多於一個人使用這部電腦，您可以安裝後增加多個帳戶。

source: Choose a password to keep your account safe.
eo: Elektu pasvorton por sekurigi vian konton.
is: Veldu lykilorð fyrir notandaaðganginn þinn.
ku: Ji bo ewlekariya hesaba xwe nasnavekê (password) hilbijêre.
nl: Kies een wachtwoord om uw account te beveiligen.
nn: Velg eit passord for å holde din brukerkonto sikker.
oc: Causissètz un senhal per que vòstre compte sià segur.
pl: Należy ustawić hasło, aby konto było bezpieczne.
pt: Escolha uma senha para manter a sua conta segura.
sr: Одаберите лозинку како бисте заштитили свој кориснички налог.
vi: Hãy chọn mật khẩu để đảm bảo an toàn cho tài khoản của bạn.
zh_hk: 請選一個密碼以確保您的帳戶安全.

source: You are running in debugging mode. Do not use a valuable password!
eo: Vi rulas en sencimiga reĝimo. Ne uzu multvaloran pasvorton!
is: Þú er núna í villuleitarham. Ekki nota mikilvægt lykilorð!
ku: Di moda neqandina çewtiyan de dixebitî. Nasnavekî girîng bi kar neyne.
nl: U bevindt zich in de debuggingsmodus. Gebruik geen waardevol wachtwoord!
nn: Du køyrer i feilsøkingsmodus. Bruk ikkje eit verdifullt passord.
oc: Sètz dins lo mòde de desbugatge (debug mode. Vos cal pas utilizar un senhal valable !
pl: Uruchomiono w trybie debugowania. Nie korzystaj z wartościowego hasła!
pt: Você está a correr no modo de depuração. Não use uma password importante!
sr: Ви сте у режиму за налажење грешака. Не користите важне шифре!
vi: Bạn đang chạy ở chế độ truy tìm lỗi. Không nên dùng mật khẩu quan trọng!
zh_hk: 你正在除錯模式下. 別使用重要的密碼！

source: Enter the same password twice, so that it can be checked for typing errors. A good password will contain a mixture of letters, numbers and punctuation, should be at least eight characters long, and should be changed at regular intervals.
is: Skrifaðu sama lykilorðið tvisvar svo hægt sé að forðast villur. Gott lykilorð inniheldur t.d. blöndu af bókstöfum, númerum og greinarmerkjum. Það ætti að vera að minnsta kosti átta stafir, og sniðugt er að breyta því reglulega.
ku: Heman şîfreyê du caran têkevê, bi vî awayî dê rastbûna wê bê kontrolkirin. Şîfreyeke baş ji gelek tîpan, reqeman û nîşaneyan pêk tê; herî kêm heşt curetîp e; dem bi dem tê guhertin.
nl: Voer hetzelfde wachtwoord twee keer in, zodat het op typefouten gecontroleerd kan worden. Een goed wachtwoord bevat zowel letters als cijfers en leestekens en is minstens acht karakters lang. het wachtwoord zou regelmatig veranderd moeten worden.
pl: Proszę wprowadzić to samo hasło dwa razy, aby sprawdzić, czy nie wystąpiły błędy. Dobre hasło powinno zawierać litery, cyfry i znaki interpunkcyjne, powinno mieć co najmniej osiem znaków i być zmieniane w regularnych odstępach czasu.
pt: Introduza a mesma senha duas vezes, para que possa ser verificada por erros de escrita. Uma boa senha deverá conter uma mistura de letras, números e pontuação, deverá ter um comprimento mínimo de oito caracteres e ser alterada regularmente.
vi: Nhập cùng một mật khẩu hai lần, để nó có thể được kiểm tra nếu bạn gõ lỗi. Một mật khẩu an toàn sẽ chứa một hỗn hợp các chữ cái, chữ số và dấu chấm câu, nên có ít nhất tám ký tự, và nên được thay đổi theo chu kỳ.

source: What is the name of this computer?
eo: Kio estas la nomo de ĉi tiu komputilo?
is: Hvað á tölvan að heita?
ku: Navê vê komputerê çi ye?
nl: Wat is de naam van deze computer?
nn: Kva er namnet på denne datamaskina?
oc: Qual es lo nom d'aqueste ordenador ?
pl: Jaka ma być nazwa tego komputera?
pt: Qual o nome deste computador?
sr: Које је име овог рачунара?
vi: Tên máy tính này là gì?
zh_hk: 您要為這台電腦取什麼名字？

source: This name will be used if you make the computer visible to others on a network.
eo: Ĉi tiu nomo estos uzata se vi videbligus ĉi tiun komputilon al la aliaj je la reto.
is: Þetta nafn birtist þegar ef þú ákveður að gera þessa tölvu sýnilega öðrum á netkerfi.
ku: Heke ev komputer li ser torê ji bo kesên din were vekirin, ev nav dê bê bikaranîn.
nl: Deze naam zal gebruikt worden als u uw computer beschikbaar maakt voor anderen op een netwerk.
nn: Dette namnet blir brukt dersom du gjer datamaskina synlig for andre i eit nettverk.
oc: Aqueste nom serà utilizat se volètz permetre a d'autres utilizaires de veire l'ordenador dins una ret.
pl: Nazwa zostanie użyta, jeśli komputer będzie widoczny w sieci.
pt: Este nome será usado se tornar o computador visível para outros numa rede.
sr: Под овим ће именом други у мрежи видети ваш рачунар.
vi: Tên này sẽ được sử dụng nếu như bạn cho phép người khác trong mạng thấy máy tính của bạn.
zh_hk: 如果您設定讓別人能在網路上看到這台電腦，將會是這個名字。

source: Log in automatically
eo: Aũtomate ensalutu
is: Skrá sig inn sjálfkrafa
ku: Bixeber têkevê
nl: Automatisch inloggen
oc: Se connectar automaticament
pl: Zaloguj automatycznie
pt: Iniciar sessão automaticamente
sr: Аутоматско пријављивање
vi: Đăng nhập tự động

source: Require a password to log in
is: Krefjast lykilorðs til að skrá þig inn
ku: Ji bo têketinê şîfre divê
nl: Om een wachtwoord vragen tijdens inloggen
pl: Wymaganie hasła do zalogowania się
pt: Solicitar uma senha para fazer login
vi: Yêu cầu một mật khẩu để đăng nhập

source: Require a password to log in and to decrypt your home folder
is: Krefjast lykilorðs til að skrá þig inn og til að dulráða heimasvæðið þitt
ku: Ji bo vekirina danişînê û peldanka malê şîfre pêwîst e
pl: Wymaganie hasła do zalogowania się i odszyfrowania katalogu domowego
pt: Solicitar uma senha para fazer login e descodificar a sua pasta pessoal
vi: Yêu cầu một mật khẩu để đăng nhập và mở khóa thư mục home của bạn

source: Choose another password
is: Veldu annað lykilorð
ku: Şîfreyeke din hilbijêre
pl: Wybierz inne hasło
pt: Escolha outra password
vi: Chọn mật khẩu khác

source: Migrate documents and settings
eo: Migru dokumentojn kaj agordaĵojn
is: Flytja gögn og stillingar
ku: Belge û mîhengan têxê
nl: Documenten en instellingen overzetten
oc: Migracion de documents e de paramètres
pl: Migracja dokumentów i ustawień
pt: Migrar documentos e definições
sr: Преузети документа и подешавања
vi: Chuyển các tài liệu và thiết lập

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
eo: Elektu iun konton kiun vi ŝatus importi. La dokumentoj kaj agordoj por ĉi tiuj kontoj estos disponeblaj post fino de la instalado.
is: Veldu þá reikninga sem þú villt flytja á milli. Þá munt vera hægt að nálgast stillingar og skrár af þessum reikningum að uppsetningu lokinni.
ku: Hesabê tu dixwazî veguhezî bibijêre. Piştî sazkirin qediya dê belge û mîhengên wî hesabî bên bikaranîn.
nl: Selecteer de accounts die u wilt importeren. De documenten en instellingen voor deze accounts zullen beschikbaar zijn zodra het installatieproces is voltooid.
nn: Vel kontoane du vil importere. Dokumenta og innstillingane til desse kontoane vert tilgjengelege etter at installasjonen er ferdig.
oc: Seleccionatz lo(s) compte(s) que volètz importar. Los documents e paramètres d'aqueste(s) compte(s) seràn disponibles tre la fin de l'installacion.
pl: Proszę wybrać konta, które mają zostać zaimportowane. Dokumenty i ustawienia tych kont zostaną udostępnione po zakończeniu instalacji.
pt: Seleccione as contas que gostaria de importar. Os documentos e definições para estas contas estarão disponíveis assim que a instalação terminar.
sr: Изаберите све налоге које би желели да увезете. Документи и подешавања ових налога ће бити доступни након завршетка инсталације.
vi: Chọn tài khoản bạn muốn chuyển dữ liệu vào. Toàn bộ tài liệu cùng thiết đặt của tài khoản bạn chọn sẽ có trong hệ thống sau khi quá trình cài đặt thành công
zh_hk: 選擇您想要匯入的帳戶。帳戶的文件和設定值在安裝完成後便可以使用。
