Repository: linuxmint/ubiquity
Catalog: debian/po/*.po
Languages: eo, is, ku, nl, nn, oc, pl, pt, sr, vi, zh_hk

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
eo: La kaŭzo povas esti malnova instalpakaĵo, aŭ eble iu supre listigita pako enhavas cimon. Pli da detaloj troviĝas en /var/log/syslog. La instalilo klopodos daŭrigi tamen, sed povas esti, ke ĝi fiaskos poste kaj ne plu povos instali aŭ malinstali pakojn (inkluzive sin) el/al la sistemo. Provu unue trovi pli novan version de la instalpakaĵo, kaj se vi malsukcesas, raportu tion al la distribuisto.
is: Þetta gæti verið vegna notkunar á gamalli uppsetningarmynd, eða vegna villu í einhverjum af ofangreindum pökkum. Nánari upplýsingar er hægt að finna í /var/log/syslog. Uppsetningarforritið mun samt reyna að halda áfram, en gæti strandað seinna og mun ekki geta sett inn né tekið út aðra pakka (hugsanlega ekki sjálfan sig heldur) á kerfinu. Þú ættir fyrst að leita að nýrri útgáfu af uppsetningarmyndinni eða hafa samband við útgefandann.
ku: Dibe ku ev rewş ji ber ku tu peleke kevn a sazkirinê bi kar tînî an jî di pakêtên li jorê de hin çewtî hene. Zêdetir agahî di pela /var/log/syslog de heye. Sazkirinn dê bidome lê dibe ku di gaveke pêştir de neserketî be û hin pakêtan (pakêta sazkirinê jî tê de) saz neke an jî raneke. Divê pêşî li guhertoya nû ya pela sazkirinê bigerî û çewtiyê ragihînî belavkara pêşkêşkarê.
nl: Dit kan komen doordat u een oud installatieprogramma gebruikt, of door een fout in enkele van de hierboven weergegeven pakketten. Meer details zijn te vinden in /var/log/syslog. Het installatieprogramma zal desondanks trachten door te gaan, maar de installatie kan op een later moment toch nog mislukken. Het zal dan niet in staat zijn om andere pakketten te installeren of te verwijderen (waaronder mogelijk zichzelf) vanaf het geïnstalleerde systeem. Probeer een nieuwere versies van uw installatieprogramma te vinden of, als dat niet lukt, rapporteer het probleem aan uw distributeur.
nn: Dette kan kome av at det vert brukt eit gammalt installasjonsmedium, eller det kan vere ein feil i nokre av pakkane lista opp ovanfor. Fleire detaljar finn du i /var/log/syslog. Installeraren vil freiste å fortsetje uansett, men kan feile på eit seinare punkt. Då vil den ikkje vere i stand til å installere eller fjerne andre pakkar (kanskje også seg sjølv) frå det installerte systemet. Du bør leite etter nyare versjonar av installasjonsmediet, eller sende inn ei feilmelding til distributøren.
oc: Aquò pòt èsser degut a l'utilizacion d'un imatge ancian de l'installaire, o alara a un bòg dins d'unes paquets listats çaijós. De detalhs mai amples se pòdon trobar dins /var/log/syslog. L'installaire va ensajar de perseguir malgrat tot, mas pòt fracassar a una etapa ulteriora, e poirà pas installar o suprimir d'autres paquets (i compres ele-meteis probablament) del sistèma installat. Deuriatz, d'en primièr, cercar de versions novèlas de l'imatge de l'installaire, o se s'escai, senhalar aqueste problèma a vòstre revendeire.
pl: Może być to spowodowane używaniem starego obrazu instalatora lub też błędem w jednym z powyższych pakietów. Więcej szczegółów można znaleźć w katalogu /var/log/syslog. Instalator mimo wszystko spróbuje kontynuować, lecz może zawieść podczas jednego z dalszych kroków i nie być w stanie dodać lub usunąć innych pakietów (włącznie z sobą samym) z instalowanego systemu. Najpierw należy poszukać nowego obrazu instalatora lub przekazać ten raport
pt: Isto pode ter ocorrido por usar uma imagem de instalação antiga ou devido a um erro em algum dos pacotes listados acima. Mais detalhes podem ser encontrados em /var/log/syslog. O programa de instalação tentará prosseguir, mas poderá falhar posteriormente e poderá não instalar ou remover outros pacotes (incluindo o próprio) a partir do sistema instalado. Deverá procurar uma imagem de instalação mais recente, ou na ausência desta, contactar o seu distribuidor.
sr: Ово може бити због коришћења старе инсталационе слике или може бити због грешке у неком од пакета наведених горе. Више детаља је доступно у /var/log/syslog. Инсталер ће покушати да настави упркос овоме, али може пасти касније и неће моћи да инсталира или уклони друге пакете (можда не и самога себе) са инсталираног система. Требало би да прво потражите новију верзију ваше инсталационе слике или, ако не успете у томе, да пријавите проблем вашем дистрибутору.
vi: Lỗi có thể do sử dụng một ảnh đĩa của bộ cài đặt cũ, hoặc cũng có thể do lỗi trong gói cài đặt nào đó liệt kê ở trên. Chi tiết có thể xem ở /var/log/syslog. Bộ cài đặt sẽ tiếp tục mặc dù có thể không thành công, và sẽ không thể cài hay gỡ các gói cài đặt khác (có thể cả chính nó) khỏi máy sau khi cài đặt. Đầu tiên bạn nên kiếm một ảnh đĩa cài đặt mới hơn, hoặc tạm dừng cài đặt và thông báo lỗi cho nhà phân phối.
zh_hk: 這問題可能由於使用了舊的安裝程式映像檔，或者是因為上列部份軟體有臭蟲，更多的細節可以在 /var/log/syslog 中找到。安裝程式將會試著繼續執行，但是安裝有可能會再次失敗，而且可能會無法在系統中安裝或移除其他的套件（可能包含安裝程式本身）。您必須找尋較新版本的安裝程式映像檔，或者回報問題給您的發行版提供者。

source: Error while removing packages
eo: Eraro dum forigo de pakoj
is: Villa kom upp við að fjarlægja pakka
ku: Dema ku pakêt dihatin rakirin çewtî derket
nl: Fout bij het verwijderen van pakketten
nn: Feil ved fjerning av pakkar
oc: Error al moment de desinstallar de paquetatges
pl: Błąd podczas usuwania pakietów
pt: Erro ao remover pacotes
sr: Грешка при уклањању пакета
vi: Lỗi trong khi gỡ bỏ các gói
zh_hk: 移除套件時發生錯誤

source: An error occurred while removing packages:
eo: Eraro okazis dum forigo de pakoj:
is: Villa kom upp við að fjarlægja pakka:
ku: Dema ku pakêt dihatin rakirin çewtiyek derket
nl: Er is een fout opgetreden bij het verwijderen van pakketten:
nn: Det oppstod ein feil under fjerning av pakker:
oc: I a agut una error al moment de suprimir de paquetatges :
pl: Wystąpił błąd podczas usuwania pakietów:
pt: Um erro ocorreu ao remover os pacotes:
sr: Дошло је до грешке приликом уклањања пакета:
vi: Có lỗi xẩy ra trong khi đang gỡ bỏ các gói:
zh_hk: 移除套件時發生錯誤

source: Calculating files to skip copying...
is: Reikna út skrárnar til að sleppa því að afrita...
pl: Obliczanie plików do pominięcia kopiowania...
pt: A calcular ficheiros que podem ser ignorados...
vi: Đang tính toán các tập tin để bỏ qua sao chép...

source: Installing language packs
eo: Instalante lingvajn pakojn
is: Set upp tungumálapakka
ku: Pakêtên zimên saz dike
nl: Taalpakketten worden geïnstalleerd
nn: Installerer språkpakkane
oc: Installacion dels paquetatges de lenga
pl: Instalowanie pakietów językowych
pt: A instalar pacotes de idioma
sr: Инсталирам језичке пакете
vi: Đang cài đặt các gói ngôn ngữ
zh_hk: 正在安裝語言套件

source: Downloading language packs (${TIME} remaining)...
eo: Elŝutante lingvajn pakojn (${TIME} restante)...
is: Hleð niður tungumálapökkum (${TIME} eftir)...
ku: Paketên zimên tên daxistin (${TIME} ma)...
nl: Downloaden van taalpakketten (${TIME} te gaan)...
nn: Lastar ned språkpakkar (${TIME} gjenstår)...
oc: Telecargament dels paquetatges de lenga (demòran ${TIME})...
pl: Pobieranie pakietów z tłumaczeniami (pozostało ${TIME})...
pt: A descarregar pacotes de idioma (${TIME} restantes)...
sr: Преузимам језичке пакете (преостало време: ${TIME})...
vi: Đang tải về các gói ngôn ngữ (thời gian còn lại: ${TIME})...
zh_hk: 下載語言套件中（剩餘 ${TIME})...

source: Failed to unmount partitions
eo: Fiaskis demeti la subdiskojn
is: Ekki tókst að aftengjast ákveðnum hlutum disksins
ku: Unmountkirina partîsiyonan bi ser neket.
nl: Ontkoppelen van de partities is mislukt
nn: Klarte ikkje avmontere partisjonane
oc: Impossible de desmontar las particions
pl: Odmontowanie partycji nie powiodło się
pt: Não foi possível desmontar as partições
sr: Грешка у качењу партиција
vi: Lỗi tháo lắp phân vùng
zh_hk: 無法卸載磁碟分割區

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
eo: La instalilo bezonas fiksi ŝanĝojn al subdiskajn tabelojn, sed ne povas, ĉar subdiskoj sur la jenaj surmetingoj ne demeteblis:
is: Uppsetningarkerfið þarf að skrá breytingar á töflum yfir hluta, en getur ekki gert það því ekki tókst að aftengja hluta á eftirfarandi stöðum:
ku: Divê bernameya sazkirinê guhertinan li tabloya dabeşkirinê binivîse, lê ji ber ku ev beşên di xalên mount ên li jêr de unmount nabin, ev pêk nayê:
nl: Het installatieprogramma moet wijzigingen aanbrengen aan de partitietabel, maar kan dit niet doen omdat de volgende aankoppelingspunten niet losgekoppeld konden worden:
nn: Installasjonen treng å endre på partisjonstabellane men kan ikkje gjere dette fordi partisjonar på desse monteringspunkta ikkje let seg avmonterast:
oc: Lo programa d'installacion a besonh de modificar las taulas de particion, mas o pòt pas far perque los punches de montatge seguents se pòdon pas desmontar :
pl: Instalator musi wykonać zmiany w tablicach partycji, ale nie może, ponieważ partycje na następujących punktach montowania nie mogły zostać odmontowane:
pt: O instalador necessita de aplicar as modificações à tabela de partições, mas não consegue pois as seguintes partições não podem ser desmontadas:
sr: Програм за инсталацију треба да изврши промене у партиционим табелама, али не успева јер следећа прикључна тачка не може да се искључи:
vi: Chương trình cài đặt cần lưu thay đổi lên bảng phân vùng đĩa, nhưng không thể làm như thế vì không thể gỡ ra các phân vùng đã gắn vào các điểm sau:
zh_hk: 安裝程式需要對分割區進行修改但不成功，因為以下分割區不能被卸載:

source: Please close any applications using these mount points.
eo: Bonvolu fermi ĉiujn aplikaĵojn uzantajn ĉi tiujn surmetingojn.
is: Lokaðu forritum sem nota þessa tengipunkta.
ku: Ji kerema xwe re hemû sepanên ku van xalên mountbûyî bi kar tînin bigire.
nl: Sluit alle programma's die deze aankoppelingspunten gebruiken.
nn: Venligst lukk programma som brukar desse monteringspunkta.
oc: Se vos plai, tampatz las aplicacions qu'utilizan aquestes punches de montatge.
pl: Proszę zamknąć wszystkie aplikacje korzystające z tych punktów montowania.
pt: Por favor feche todas as aplicações que está a usar nas suas partições.
sr: Молимо вас да искључите програме који користе ове прикључне тачке.
vi: Vui lòng đóng các ứng dụng đang sử dụng các điểm gắn kết này.
zh_hk: 請關閉所有使用這些掛載點的程式。

source: Would you like the installer to try to unmount these partitions again?
eo: Ĉu vi ŝatus ke la instalilo reklopodu demeti ĉi tiujn subdiskojn?
is: Viltu láta uppsetningarforritið reyna að aftengja þessar disksneiðar aftur?
ku: Dixwazî ku bernameya sazkirinê dîsa biceribînî ku van beşan mîheng bikî?
nl: Wilt u dat het installatieprogramma probeert deze partities opnieuw te ontkoppelen?
nn: Vil du at installasjonsprogrammet skal prøva å avmontera desse partisjonane igjen?
oc: Voliatz que lo programa d'installacion ensage un còp de mai lo desmontatge d'aquestas particions ?
pl: Czy instalator ma ponownie spróbować odmontować te partycje?
pt: Você deseja que o instalador tente desmontar as partições novamente?
sr: Да ли желите да програм за инсталацију још једном проба да искључи ове прикључне тачке?
vi: Bạn có muốn chương trình cài đặt cố gỡ bỏ các phân vùng này?
zh_hk: 您想安裝程式嘗試再次卸載這些分割區嗎？

source: Do you want to return to the partitioner?
eo: Ĉu vi volas reiri al la subdiskigilo?
is: Viltu fara aftur yfir í sneiðastjórann?
nl: Wilt u terugkeren naar het partitioneringsprogramma?
nn: Vil du gå attende til partisjoneringa?
oc: Volètz tornar a l'esplech de particionament ?
pl: Czy powrócić do programu partycjonującego?
pt: Deseja regressar ao particionador?
vi: Bạn có muốn quay lại trình phân vùng đĩa?
zh_hk: 您想回到磁碟分割程式嗎?

source: Some of the partitions you created are too small. Please make the following partitions at least this large (in bytes):
eo: Iuj el la subdiskoj kreitaj de vi estas tro malgrandaj. Bonvolu fari la jenajn subdiskojn minimume tiom larĝaj (en bajtoj):
is: Sumar sneiðarnar sem þú bjóst til eru of litlar. Gerðu eftirfarandi sneiðar a.m.k. svona stórar (í bætum):
nl: Een of meer van de partities die u heeft aangemaakt zijn te klein. Maak de volgende partities minstens deze grootte (in bytes):
nn: Nokre av partisjonane du oppretta er for små. Pass på at dei følgande partisjonane er minst så store (i byte):
oc: D'unas particions qu'avètz creadas son tròp pichonas. Balhatz a las particions seguentas una talha minimum (en octets) de :
pl: Niektóre utworzone przez ciebie partycje są zbyt małe. Utwórz partycje o rozmiarach co najmniej takich jak podano poniżej (w bajtach):
pt: Algumas das partições que criou são demasiado pequenas. Por favor faça as seguintes partições com pelo menos o seguinte tamanho (em bytes):
vi: Một vài phân vùng bạn đã tạo quá nhỏ. Vui lòng thay đổi các phân vùng dưới đây sao cho độ lớn ít nhất là (tính theo byte):
zh_hk: 有一些您創建的分割區容量太小了。請更改以下分割區的大小至最少以下大小 (位元組):

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
eo: Se vi ne reiras al la subdiskigilo kaj pligrandigas la subdiskojn, la instalado povas fiaski.
is: Ef þú ferð ekki aftur í sneiðarstjórann og stækkar stærð þessara sneiða þá gæti uppsettningarferlið farið úrskeiðis.
nl: Als u niet teruggaat naar het partitioneringsprogramma en deze partities vergroot, kan de installatie mislukken.
nn: Om du ikkje går tilbake til partisjoneraren og aukar størrelsen på desse partisjonane kan installasjonen misslykkast.
oc: Se tornatz pas a l'esplech de particionament per augmentar la talha d'aquestas particions, es possible que l'installacion se faga pas plan.
pl: Jeżeli nie powrócisz do programu partycjonującego, aby zwiększyć rozmiar tych partycji, instalacja może się nie powieść.
pt: Se não retroceder para o particionador e aumentar o tamanho destas partições, a instalação pode falhar.
vi: Nếu bạn không quay lại trình phân vùng đĩa và tăng kích thước những phân vùng này, cài đặt có thể thất bại.
zh_hk: 如果您不回到磁碟分割程式並增加這些分割區的大小，這次安裝可能會失敗。

source: Install Type: ${INSTALLTYPE} Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} IR Remote: ${REMOTE} IR Transmitter: ${TRANSMITTER} Video Driver: ${VIDEO_DRIVER} Services: ${SERVICES}
is: Tegund uppsetning: ${INSTALLTYPE} Tungumál: ${LANGUAGE} Uppsetning lyklaborðs: ${KEYMAP} Nafn: ${FULLNAME} Innskráningar nafn: ${USERNAME} Staðsetning: ${LOCATION} IR, fjartengt: ${REMOTE} IR sendir: ${TRANSMITTER} Skjákort: ${VIDEO_DRIVER} Þjónustur: ${SERVICES}
ku: Cureyê sazkirinê: ${INSTALLTYPE} Ziman: ${LANGUAGE} Klavye düzeni: ${KEYMAP} Nav: ${FULLNAME} Navê têketinê: ${USERNAME} Cî: ${LOCATION} IR Remote: ${REMOTE} Şandyara IR: ${TRANSMITTER} Ajokara Vîdeo: ${VIDEO_DRIVER} Xizmet: ${SERVICES}
pl: Typ instalacji: ${INSTALLTYPE} Język: ${LANGUAGE} Układ klawiatury: ${KEYMAP} Imię i nazwisko: ${FULLNAME} Nazwa użytkownika: ${USERNAME} Lokacja: ${LOCATION} Pilot IR: ${REMOTE} Nadajnik IR: ${TRANSMITTER} Sterownik karty graficznej: ${VIDEO_DRIVER} Usługi: ${SERVICES}
pt: Tipo de Instalação: ${INSTALLTYPE} Idioma: ${LANGUAGE} Disposição do Teclado: ${KEYMAP} Nome: ${FULLNAME} Utilizador: ${USERNAME} Localização: ${LOCATION} Controlo Remoto IR: ${REMOTE} Transmissor IR: ${TRANSMITTER} Controlador de Vídeo: ${VIDEO_DRIVER} Serviços: ${SERVICES}
vi: Hình thức cài đặt: ${INSTALLTYPE} Ngôn ngữ: ${LANGUAGE} Khuôn mẫu bàn phím: ${KEYMAP} Tên: ${FULLNAME} Tên đăng nhập: ${USERNAME} Địa điểm: ${LOCATION} Điều khiển hồng ngoại: ${REMOTE} Bộ chuyển phát hồng ngoại: ${TRANSMITTER} Trình điều khiển hình ảnh: ${VIDEO_DRIVER} Các dịch vụ: ${SERVICES}

source: Installation Type
is: Tegund uppsetningar
ku: Cureyê Sazkirinê
pl: Typ Instalacji
pt: Tipo de instalação
vi: Dạng Cài đặt

source: What type of system will this be?
eo: Kiaspeca sistemo estos ĉi tiu?
is: Hvaða tegund kerfis mun þetta vera?
ku: Ev ê kîjan cureyê pergalan be?
nl: Wat voor soort systeem wordt dit?
nn: Kva type system skal dette vere?
oc: Quina mena de sistèma serà ?
pl: Jaki rodzaj systemu będzie używany?
pt: Que tipo de sistema irá ser?
sr: Какав ће ово бити тип система?
vi: Chọn kiểu máy để cài đặt?
zh_hk: 您使用何種系統？

source: Primary Backend w/ Frontend
eo: Ĉefa fona kaj malfona softvaro
is: Aðal bakendi með framenda
ku: Yekemîn binesazî w/ seresazî
nl: Primair backend met frontend
nn: Hovudbakende m/ framende
oc: Maquina primària combinant motor de tractament e interfàcia
pl: Główny moduł przetwarzający z interfejsem
pt: Backend principal c/ Frontend
sr: Примарни бекенд са фронтендом
vi: CHÍNH: Máy chạy nền (Backend) với Giao diện (Frontend)
zh_hk: 主要的前端與後端

source: A Backend/frontend combo machine is the most common setup for people wanting MythTV for HTPC applications. This type of installation is intended for use as a component in your home theatre.
eo: Interna/fasada kunmaŝino estas la plej ofta agordo por tiuj, kiuj volas je MythTV por HTPC-aplikoj. Ĉi tia agordo estas por uzi kiel konsistaĵon de via hejma kinejo.
is: Samsett bakenda/framenda vél er algengasta uppsentningin fyrir fólk sem vill MythTV fyrir HTPC forrit. Þessi gerð uppsetninfar er ætluð til notkunar sem hluti af heimabíóinu þínu.
nl: Een machine met een backend/frontend-combinatie is de meest gebruikelijke installatie voor mensen die MythTV willen gebruiken voor HTPC-toepassingen. Dit installatietype is bedoeld voor gebruik als onderdeel van uw thuistheater.
nn: Ein bakende-/framendekombinasjon er det mest vanlege oppsettet for folk som ynskjer MythTV for HTPC bruk. Denne type oppsett er meint for bruk som ein komponent i din heimekino.
oc: Una maquina combinant motor de tractament e interfàcia es la configuracion mai correnta per las personas desirant utilizar MythTV per las aplicacions HTPC. Aqueste tipe d'installacion es previst per utilizar en tant que compausant de vòstre « home cinèma ».
pl: Zestawienie modułu przetwarzającego z interfejsem jest najczęstszym ustawieniem dla osób chcących użyć MythTV jako centrum kina domowego. Ten typ instalacji jest przeznaczony jako komponent kina domowego.
pt: Uma máquina Backend/frontend combinado é o modo mais comum de operação para quem quer o MythTV para aplicações HTPC. Este tipo de instalação tem como objectivo o uso como componente no seu sistema de Media Center.
sr: Комбиновани бекенд/фронтенд је најуобичајенији сетап за оне који желе MythTV за HTPC апликације. Овај тип инсталације је намењен за употребу као компонента у вашем систему куђног театра.
vi: Một hệ thống kết hợp Backend/frontend là cài đặt thường được sử dụng nhất với những người muốn sử dụng MythTV cho ứng dụng HTPC . Kiểu cài đặt này tạo ra để sử dụng làm thành phần cho rạp hát gia đình.
zh_hk: 前後端介面整合的機器是大眾所期待的 MythTV HTPC 應用軟體中，最受歡迎的一種安裝方式。這種安裝類型是為了讓您的機器成為家庭劇院的一分子。

source: Secondary Backend w/ Frontend
eo: Kroma internaĵo kun fasado
is: Annar bakendi með framenda
nl: Secundair backend met frontend
nn: Sekundær bakende m/ framende
oc: Maquina segondària combinant motor de tractament e interfàcia
pl: Drugorzędny moduł przetwarzający z interfejsem
pt: Backend Secundário c/Frontend
sr: Секундарни бекенд са фронтендом
vi: PHỤ: Máy chạy nền (Backend) với Giao diện (Frontend)
zh_hk: 次要的前端和後端

source: This will set up a system similar to a Primary Backend w/ Frontend, however will be configured to connect to an existing backend on the network.
eo: Tio agordos sistemon similan al ĉefa internaĵo kun fasado, tamen agordos por konekti al ekzistanta internaĵo en la reto.
is: Þetta mun setja upp kerfi svipað og aðal bakendi með framenda. Hins vegar verður það stillt til að tengjast bakenda sem þegar er á netkerfinu.
nl: Dit zal een systeem installeren, vergelijkbaar met een primair frontend met backend, maar zal geconfigureerd worden om op het netwerk verbinding te maken met een bestaand backend.
nn: Dette vil setje opp eit system liknande ein primærbakende m/ framende, men det vil bli konfigurert for å koplast til ein eksisterande bakende på nettverket.
oc: Lo sistèma serà configurat d'un biais similar a una maquina primària combinant motor de tractament e interfàcia, çaquelà serà configurat per se connectar a un motor de tractament existent sus la ret.
pl: Opcja ta ustawi system podobnie jak w przypadku głównego modułu z interfejsem, jednakże zostanie skonfigurowany do łączenia się z już istniejącym modułem przetwarzającym w sieci.
pt: Este tipo de sistema é similar ao Backend Primário c/ Frontend, contudo será configurado para se ligar a um backend existente na rede.
sr: Ово ће поставити систем сличан примарном бекенду са фронтендом, само што ће бити конфигурисан да се повеже на постојећи бекенд на мрежи.
vi: Kiểu cài đặt này tương tự với kiểu "CHÍNH: Máy chạy nền (Backend) với Giao diện (Frontend)", khác biệt là nó được cấu hình để kết nối với một máy chạy nền đã có trong mạng.
zh_hk: 與處理前端和終端的系統設定，但是將連接到現有的後端以進行配置。

source: Primary Backend
eo: Ĉefa Internaĵo
is: Aðalbakendi
nl: Primair backend
nn: Primærbakende
oc: Maquina primària de tractament
pl: Główny moduł przetwarzający
pt: Backend Primário
sr: Примарни бекенд
vi: CHÍNH: Chạy nền
zh_hk: 主要後端

source: A backend only machine is typically designed to function like an appliance; requiring very little maintenance. This is intended to be installed as the first backend on a network.
eo: Nur-internaĵa maŝino tipe estas planita por funkcii specialigite; bezonante tre malmultan flegadon. Ĉi tiu estas por esti instalita kiel la unua internaĵo en reto.
is: Vél sem aðeins er bakendi er hönnuð til að virka eins og heimilistæki; og þarf mjög lítið viðhalds. Þetta er ætlað til uppsetningar sem fyrsti bakendi á netkerfi.
nl: Een systeem met alleen een backend is gewoonlijk ontworpen om te werken als een apparaat dat weinig onderhoud nodig heeft. Dit is bedoeld om als het eerste backend op het netwerk geïnstalleerd te worden.
nn: Ein maskin med berre bakende er typisk utforma for å virke som ein reiskap; utan trong for noko særleg vedlikehald. Denne er meint å bli installert som den første bakenden på nettverket
oc: Una maquina contenent unicament lo motor de tractament es concebuda per se comportar coma un serveire aplicatiu ; necessitant fòrt pauc de mantenença. Es prevista per èsser installada en tant que motor de tractament primari sus la ret
pl: Komputer z zainstalowanym samym modułem przetwarzającym (bez interfejsu) pełni przeważnie rolę narzędzia. Wymaga niewielkiego dozoru i jest przeznaczony do działania jako pierwszy moduł przetwarzający w sieci.
pt: Uma máquina backend apenas, é tipicamente utilizada como um servidor; requer muito pouca manutenção. O objectivo é ser o primeiro backend duma rede.
sr: Машина која садржи само бекенд компоненту система је типично дизајнирана да функционише као специјализован уређај; захтева врло мало одржавања. Намењена је да буде инсталирана као први бекенд на мрежи.
vi: Máy chạy nền (backend) là máy duy nhất thường được thiết kế để làm việc như một thiết bị phụ trợ; yêu cầu ít bảo dưỡng. Sử dụng kiểu này để tạo máy chạy nền đầu tiên trong mạng.
zh_hk: 只有後端的機器就像家電（冰箱、電風扇）一般運作；需要很少的維護。這將安裝網路上第一個後端。

source: Secondary Backend
eo: Kroma internaĵo
is: Annar bakendi
nl: Secundair backend
nn: Sekundærbakende
oc: Maquina segondària de tractament
pl: Drugorzędny moduł przetwarzający
pt: Backend Secundário
sr: Секундарни бекенд
vi: PHỤ: Máy chạy nền
zh_hk: 次要後端
