Repository: linuxmint/ubiquity
Catalog: d-i/source/partman-xfs/debian/po/*.po
Languages: tr

source: Checking the xfs file system in partition #${PARTITION} of ${DEVICE}...
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde xfs dosya sistemi denetleniyor...

source: Go back to the menu and correct errors?
tr: Menüye geri dönerek hataları düzeltmek ister misiniz?

source: The test of the file system with type xfs in partition #${PARTITION} of ${DEVICE} found uncorrected errors.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde, xfs dosya sistemi denetlenirken düzeltilmemiş hatalar bulundu.

source: If you do not go back to the partitioning menu and correct these errors, the partition will not be used at all.
tr: Bölümleme menüsüne geri dönerek hataları düzeltmezseniz bölüm kullanılmayacaktır.

source: Failed to create a file system
tr: Dosya sistemi oluşturulamadı

source: The xfs file system creation in partition #${PARTITION} of ${DEVICE} failed.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümünde xfs dosya sistemi oluşturulamıyor.

source: Do you want to return to the partitioning menu?
tr: Bölümleme menüsüne dönmek ister misiniz?

source: No mount point is assigned for the xfs file system in partition #${PARTITION} of ${DEVICE}.
tr: ${DEVICE} aygıtındaki #${PARTITION} bölümündeki xfs dosya sistemi için bir bağlama noktası atanmamış.

source: If you do not go back to the partitioning menu and assign a mount point from there, this partition will not be used at all.
tr: Bölümleme menüsüne geri dönerek bir bağlama noktası belirlemezseniz bu bölüm kullanılmayacaktır.

source: Mount point:
tr: Bağlama noktası:

source: XFS journaling file system
tr: XFS günlüklü dosya sistemi
